<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
  <title>Anthony Rouinvy - Canada | LinkedIn </title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <link href="http://www.linkedin.com/favicon.ico" rel="shortcut icon" type="image/ico" />
  <link href="http://ca.linkedin.com/in/arouinvy" rel="canonical" />  
    <meta name="description" content="View Anthony Rouinvy's (Canada) professional profile on LinkedIn.  LinkedIn is the world's largest business network, helping professionals like Anthony Rouinvy discover inside connections to recommended job candidates, industry experts, and business partners." />

  
  
  

        <link rel="stylesheet" type="text/css" href="http://static02.linkedin.com/scds/concat/common/build-519_4_3539-prod/css?f=css%2Fchrome&amp;f=css%2Fpublic_profile&amp;f=css%2Fpublic-profile%2Fdefault" />
    
</head>
<body id="www-linkedin-com" class="en public-profile">

<script type="text/javascript">document.body.className += " js";</script>
  
<div class="hresume">
    <div class="profile-header">
      <div class="masthead vcard contact portrait">
        <div id="nameplate">
          <h1 id="name"><span class="fn n"><span class="given-name">Anthony</span> <span class="family-name">Rouinvy</span></span></h1>
        </div>
        <div class="content">
          <div class="info">
              <div class="image"><img src="http://media.linkedin.com/mpr/mpr/shrink_80_80/p/1/000/02b/308/31e7739.jpg" class="photo" alt="Anthony Rouinvy" /></div>
              <p class="headline title">
                
      Directeur R&amp;D at Targo
    
              </p>
            <div class="adr">
              <p class="locality">
                
      Montreal, Canada Area
    
              </p>
            </div>
          </div>
          <div class="actions">
            <ul>
              <li id="send-inmail">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=21188724&amp;pvs=pp&amp;authToken=o7eN&amp;authType=name&amp;trk=ppro_cntdir&amp;lnk=cnt_dir" rel="nofollow">Contact Anthony Rouinvy</a>
              </li>
              <li id="add-to-network">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=21188724&amp;pvs=pp&amp;authToken=o7eN&amp;authType=name&amp;trk=ppro_getintr&amp;lnk=cnt_dir" rel="nofollow">Add Anthony Rouinvy to your network</a>
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  <div id="main">
        <div id="overview">
          <dl>
              <dt>Current</dt>
              <dd>
                <ul class="current">
                        <li>




            
      Directeur R&amp;D
    
 at Targo
                        </li>
                </ul>
              </dd>
              <dt>Past</dt>
              <dd>
                <ul>
                        <li>




            
      Architecte syst&#xe8;mes
    
 at Targo
                        </li>
                        <li>




            
      D&#xe9;veloppeur
    
 at Targo
                        </li>
                        <li>




            
      Web developer
    
        at
            <a href="http://www.linkedin.com/companies/visicom-media" >Visicom Media</a>
                        </li>
                </ul>
                  <div class="showhide-block" id="morepast">
                    <ul>
                            <li>




            
      Analyst Programmer
    
 at Department of defense
                            </li>
                            <li>




            
      Analyst Programmer
    
        at
            <a href="http://www.linkedin.com/companies/everbee-networks" >Everbee Networks</a>
                            </li>
                            <li>




            
      Network Administrator
    
 at Anagram Network Security
                            </li>
                            <li>




            
      Soutien informatique
    
        at
            <a href="http://www.linkedin.com/companies/mediapost" >Mediapost</a>
                            </li>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="morepast-hide">see less...</a></p>
                  </div>
                      <p class="seeall showhide-link"><a href="#" id="morepast-show">4 more...</a></p>
              </dd>
              <dt>Education</dt>
              <dd>
                <ul>
                      <li>
                        
           Conservatoire National des Arts et M&#xe9;tiers
      
                      </li>
                      <li>
                        
           Universit&#xe9; de Bretagne Sud, Lorient
      
                      </li>
                      <li>
                        
           Rabelais
      
                      </li>
                </ul>
                  <div class="showhide-block" id="moreedu">
                    <ul>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="moreedu-hide">see less...</a></p>
                  </div>
              </dd>
              <dt class="connections">Connections</dt>
              <dd class="connections">
                <img src="http://static02.linkedin.com/scds/common/u/img/icon/conx/icon_conx_10_24x24.gif" width="24" height="24" alt="" />
                <strong class="connection-count">
                42
                </strong> connections
              </dd>

              <dt>Industry</dt>
              <dd>
                Internet
              </dd>
            
          </dl>
        </div>
        <hr />
        






  <div id="summary">
    <h2>Anthony Rouinvy&#8217;s Summary</h2>
    
      <p class="summary">
        10 ann&#xe9;es d'exp&#xe9;rience en gestion de projets, programmation et administration informatique.<br>
<br>
Apr&#xe8;s un dipl&#xf4;me coll&#xe9;gial en &#xe9;conomie, j'opte pour un certificat administrateur r&#xe9;seaux et compl&#xe8;te quelques ann&#xe9;es plus tard un baccalaur&#xe9;at en sciences et technologies de l'information. J'ai particip&#xe9; &#xe0; de nombreux projets pour diff&#xe9;rentes corporations telles que AVG, Comcast, Verizon, Yahoo Canada, SAGEM, Dassault, etc. <br>
<br>
Partant du principe de ne pas courir trop vite pour arriver &#xe0; temps, je privil&#xe9;gie toujours une gestion de projets pos&#xe9; et contr&#xf4;l&#xe9; d&#xe8;s la phase d'&#xe9;tude de faisabilit&#xe9;. La m&#xe9;thodologie et le respect (m&#xea;me simplifi&#xe9;) du cycle de vie d'un projet garantissent sa viabilit&#xe9; et facilitent sa gestion. <br>
<br>
Mon point fort est l'analyse des besoins et l'apport de solutions concr&#xe8;tes et modulaires. Gr&#xe2;ce &#xe0; mon exp&#xe9;rience et mes connaissances, je peux construire les outils manquants pour faciliter le travail quotidien et optimiser les ressources. L'apport est quantifiable, tant par l'am&#xe9;lioration de la communication et des proc&#xe9;dures mais surtout par le gain de temps.<br>
<br>
Dans mes ann&#xe9;es d'exp&#xe9;riences, j'ai eu l'opportunit&#xe9; de participer &#xe0; la cr&#xe9;ation de deux entreprises, et ainsi d'apprendre &#xe0; am&#xe9;liorer les services en fonction des besoins.  J'ai eu aussi l'occasion de travailler pour de grandes compagnies. Suite &#xe0; mes fonctions occup&#xe9;s en s&#xe9;curit&#xe9; informatique, j'ai pu travailler pour une agence gouvernementale pour la publication d'alertes pr&#xe9;ventives &#xe0; destination des sites administratifs et de certaines compagnies nationales.<br>
<br>
&#xc9;tant pass&#xe9; par les diff&#xe9;rents postes depuis le soutien informatique jusqu'&#xe0; la gestion de projets, je comprend la r&#xe9;alit&#xe9; et les difficult&#xe9;s techniques pour mener &#xe0; bien le calendrier et bien encadrer les ressources personnels. R&#xe9;cemment promu directeur R&amp;D, je dispose des moyens et des outils n&#xe9;cessaires pour d&#xe9;velopper les services informatiques actuels.
      </p>
    
    
      <h3>Anthony Rouinvy&#8217;s Specialties:</h3>
      <p class="skills">
        Gestion de projets, personnalisation d'applications existantes, d&#xe9;veloppement de progiciels pour r&#xe9;pondre &#xe0; des besoins sp&#xe9;cifiques, administration serveur, programmation d'automates d'administration, d&#xe9;veloppement d'interface Web qui interagissent avec les serveurs et les outils d'administration, interaction avec des logiciels d'indexation (PostGreSQL, MySQL), aide &#xe0; la d&#xe9;cision et &#xe0; l'orientation technologique, planification et direction des r&#xe9;unions techniques.
      </p>
    
  </div>
  <hr />







  <div id="experience">
    <h2>Anthony Rouinvy&#8217;s Experience</h2>
    <ul class="vcalendar">
      
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Directeur R&amp;D
    
      </h3>
      <h4 class="org summary">Targo</h4>
  <p class="organization-details">(Internet industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2009-10-01">October 2009</abbr>
 &mdash; <abbr class="dtstamp" title="2010-07-18">Present</abbr>        <abbr class="duration" title="P10M">(10 months)</abbr>
  </p>
    <p class="description">Direction de l'&#xe9;quipe de d&#xe9;veloppement, aide d&#xe9;cisionnel pour l'orientation technologique informatique, r&#xe9;seaux et syst&#xe8;mes.</p>
</li>
        
      
      
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Architecte syst&#xe8;mes
    
      </h3>
      <h4 class="org summary">Targo</h4>
  <p class="organization-details">(Information Technology and Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2009-07-01">July 2009</abbr>
 &mdash; <abbr class="dtend" title="2009-10-01">October 2009</abbr>        <abbr class="duration" title="P4M">(4 months)</abbr>
  </p>
    <p class="description">D&#xe9;ploiement de solutions informatiques pour am&#xe9;liorer les services offerts (intranet, gestion comptable, gestion clients, gestion r&#xe9;seaux). Direction de l'&#xe9;quipe de d&#xe9;veloppement, supervision et participation &#xe0; l'&#xe9;tude, l'impl&#xe9;mentation, la mise en production et la maintenance des projets. Pr&#xe9;sentation des comptes rendus de projets &#xe0; la direction, intervenant r&#xe9;gulier dans les r&#xe9;unions pour la prise d&#xe9;cisionnel concernant les orientations technologiques.</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      D&#xe9;veloppeur
    
      </h3>
      <h4 class="org summary">Targo</h4>
  <p class="organization-details">(Information Technology and Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2009-02-01">February 2009</abbr>
 &mdash; <abbr class="dtend" title="2009-06-01">June 2009</abbr>        <abbr class="duration" title="P5M">(5 months)</abbr>
  </p>
    <p class="description">Administration linux, d&#xe9;veloppement et personnalisation de plateformes openSources, r&#xe9;alisation d'outils d'automatisation.</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Web developer
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/visicom-media?trk=ppro_cprof&amp;lnk=vw_cprofile" >Visicom Media</a></h4>
  <p class="organization-details">(Privately Held; Internet industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2006">2006</abbr>
 &mdash; <abbr class="dtend" title="2009-02-01">February 2009</abbr>        <abbr class="duration" title="P3Y">(3 years )</abbr>
  </p>
    <p class="description">D&#xe9;veloppement de barres d'outils pour les navigateurs Web (Internet Explorer, Firefox, Safari). R&#xe9;alisation d'une interface Web  pour la g&#xe9;n&#xe9;ration automatique de barre d'outils (interaction avec un serveur Linux). Participation aux documents techniques pour l'obtention de bourses du gouvernement (nouvelles technologies et innovations). Gestion de projets, communication avec des clients internationaux (AVG, Verizon, etc.). Recherche et d&#xe9;veloppement, participation &#xe0; des salons informatiques (New-York), pr&#xe9;sentation et compte rendu au sein d'une &#xe9;quipe majoritairement anglophone. Conseil et aide &#xe0; la d&#xe9;cision parmis l'&#xe9;quipe de direction.</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Analyst Programmer
    
      </h3>
      <h4 class="org summary">Department of defense</h4>
  <p class="organization-details">(Defense &amp; Space industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2005">2005</abbr>
 &mdash; <abbr class="dtend" title="2006">2006</abbr>        <abbr class="duration" title="P1Y">(1 year )</abbr>
  </p>
    <p class="description">Soumission, gestion et r&#xe9;alisation d'un projet de 6 mois pour la mise en place d'une plateforme Web d'information et d'alertes informatiques. Cette plateforme est destin&#xe9; &#xe0; diff&#xe9;rentes administrations publiques (ambassades, &#xe9;ducation) et entreprises nationales (Sagem, Dassault). Ce projet &#xe0; &#xe9;t&#xe9; &#xe0; mon initiative suite au constat d'une utilisation peu efficiente et non motivante des ressources pour assurer ce service lors de mon entr&#xe9;e en fonction. Apr&#xe8;s avoir soumis une &#xe9;tude pr&#xe9;liminaire comprenant une &#xe9;valuation du temps requis et l'exposition des contraintes techniques ainsi que l'apport &#xe0; en retirer; le projet a &#xe9;t&#xe9; accept&#xe9; car il mettait en avant l'automatisation des t&#xe2;ches p&#xe9;nibles, la centralisation de l'information et ainsi une meilleur communication. J'ai b&#xe9;n&#xe9;fici&#xe9; de l'aide de diff&#xe9;rents services pour arriver au r&#xe9;sultat final. Les langages utilis&#xe9;s, PHP, AJAX, Python et des scripts bash sous Linux. La plateforme a &#xe9;t&#xe9; d&#xe9;livr&#xe9; &#xe0; temps avant mon d&#xe9;part pour l'&#xe9;tranger (d&#xe9;localisation de ma conjointe), sur le temps qu'il me restait j'ai pu ajouter des modules visuels (graphiques de statistiques g&#xe9;n&#xe9;r&#xe9;s en PHP, personnalisation possible de l'interface par glisser d&#xe9;poser, posts de messages, etc.).</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Analyst Programmer
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/everbee-networks?trk=ppro_cprof&amp;lnk=vw_cprofile" >Everbee Networks</a></h4>
  <p class="organization-details">(Privately Held; Computer &amp; Network Security industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2002">2002</abbr>
 &mdash; <abbr class="dtend" title="2005">2005</abbr>        <abbr class="duration" title="P3Y">(3 years )</abbr>
  </p>
    <p class="description">Exp&#xe9;rience tr&#xe8;s formatrice, je tiens ma rigueure, mon sens de l'organisation, ma m&#xe9;thodologie et mes bonnes habitudes de programmation d&#xfb;e &#xe0; ces ann&#xe9;es pass&#xe9;es en collaboration avec une &#xe9;quipe tr&#xe8;s qualifi&#xe9;e (major de promotion ENSIIE, &#xc9;pita, Centrale, MIT). Durant cette p&#xe9;riode, j'ai programmer des agents applicatifs en langage Assembleur sur une plateforme embarqu&#xe9;e (FireWall). L'environnement de d&#xe9;veloppement ainsi que les logiciels utilis&#xe9;s &#xe9;taient tous libre (Linux, dia, openOffice, etc.).  J'ai aussi r&#xe9;alis&#xe9; des programmes de scripts en perl pour automatiser des tests. Ceci comprenait la mise en place de nombreuses plateformes h&#xe9;t&#xe9;rog&#xe8;nes (Windows/Linux/Unix/Mac) pour la mise en situation de diff&#xe9;rents protocoles/applications (VPN, Oracle, Postfix, IMAP, FTP, RCP, etc.). L'activit&#xe9; principale consistait &#xe0; travailler sur les couches &quot;Application, Pr&#xe9;sentation, Session, Transport et R&#xe9;seau&quot; du mod&#xe8;le OSI. Ceci, pour r&#xe9;aliser des mini-applications pour d&#xe9;crypter les protocoles r&#xe9;seaux (&#xe0; l'aide des sp&#xe9;cifications de protocoles, RFC) qui traversent le firewall. Ces applications doivent d&#xe9;tecter les tentatives d'instrusion et autoriser les ports lorsque l&#xe9;gitime. Pour certains protocoles propri&#xe9;taires, il a fallu faire du reverse engineering et passer plusieurs mois dessus. J'ai couvert l'ensemble du produit, depuis l'interface Web de l'application, en passant par les API en C appell&#xe9;s depuis l'interface par le langage Javascript, jusqu'aux programmes en langages assembleur. <br>
<br>
L'&#xe9;quipe &#xe9;tant jeune et pour certains &#xe0; ce moment l&#xe0;, encore aux &#xe9;tudes, j'ai pu b&#xe9;n&#xe9;ficier et mettre en pratique des cours sur la gestion de projets (cycle de vie), l'optimisation en programmation et l'administration sous Linux. Mon aspect jovial et ma motivation m'ont permis de faire partie des &#xe9;quipes restreintes pour les projets collaboratifs avec les experts des entreprises clientes (p&#xf4;le technologique d'EDF/GDF, direction informatique Microsoft France, Sagem, Dassault d&#xe9;fense, etc.).</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Network Administrator
    
      </h3>
      <h4 class="org summary">Anagram Network Security</h4>
  <p class="organization-details">(Computer &amp; Network Security industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2000">2000</abbr>
 &mdash; <abbr class="dtend" title="2002">2002</abbr>        <abbr class="duration" title="P2Y">(2 years )</abbr>
  </p>
    <p class="description">Premi&#xe8;re exp&#xe9;rience apr&#xe8;s mon certificat, administrateur r&#xe9;seaux. Les d&#xe9;buts ont &#xe9;t&#xe9; tr&#xe8;s difficile car il y a un d&#xe9;calage entre les cours et la pratique. J'ai du ressortir mes cahiers plus d'une fois, lire beaucoup d'ouvrages r&#xe9;seaux et faire beaucoup de mises en  pratique. Mes efforts ont &#xe9;t&#xe9; remarqu&#xe9;s, quand la compagnie a chang&#xe9; de nom, le pr&#xe9;sident &#xe0; souffl&#xe9; un mot au conseil d'administration sur ma motivation pour me pousser dans l'&#xe9;quipe de d&#xe9;veloppement &#xe0; titre d'ing&#xe9;nieur non dipl&#xf4;m&#xe9;. J'ai re&#xe7;u une formation de deux mois durant l'&#xe9;t&#xe9; en programmation Linux, C et Assembleur.</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Soutien informatique
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/mediapost?trk=ppro_cprof&amp;lnk=vw_cprofile" >Mediapost</a></h4>
  <p class="organization-details">(Privately Held; Marketing and Advertising industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1999-06-01">June 1999</abbr>
 &mdash; <abbr class="dtend" title="1999-09-01">September 1999</abbr>        <abbr class="duration" title="P4M">(4 months)</abbr>
  </p>
    <p class="description">Stagiaire dans une &#xe9;quipe de trois personnes pour le soutien informatique d'un parc de 250 employ&#xe9;s. Suite au bon r&#xe9;sultat du stage, un poste m'a &#xe9;t&#xe9; offert avec le choix parmis les services de maintenance, d'assistance &#xe0; l'administration (soutien de l'administrateur r&#xe9;seaux) et de soutien informatique. La poursuite de mes &#xe9;tudes &#xe9;tant une priorit&#xe9;,   je suis retourn&#xe9; aux cours &#xe0; la fin du stage.</p>
</li>
        
      
    </ul>
  </div>
  <hr />









  <div id="education">
    <h2>Anthony Rouinvy&#8217;s Education</h2>
    <ul class="vcalendar">
      
        

	<li class="education vevent vcard">
    <h3 class="summary fn org">
           Conservatoire National des Arts et M&#xe9;tiers
      </h3>
		<div class="description">
    <p>
      <span class="degree">Licence</span>
        , 
      <span class="major">STIC</span>
      , 
          <abbr class="dtstart" title="2003-01-01">2003</abbr> &mdash; <abbr class="dtend" title="2006-12-31">2006</abbr> 
    </p>
      <p class="notes">Sp&#xe9;cialisation en r&#xe9;seaux et t&#xe9;l&#xe9;communications, m&#xe9;thodologies des syst&#xe8;mes d'information, programmation fonctionnelle et syst&#xe8;mes...</p>
		</div>
  </li>

      
        

	<li class="education vevent vcard">
    <h3 class="summary fn org">
           Universit&#xe9; de Bretagne Sud, Lorient
      </h3>
		<div class="description">
    <p>
      <span class="degree">Certificat</span>
        , 
      <span class="major">Administrateur r&#xe9;seaux</span>
      , 
          <abbr class="dtstart" title="1998-01-01">1998</abbr> &mdash; <abbr class="dtend" title="2000-12-31">2000</abbr> 
    </p>
      <p class="notes"></p>
		<dl class="activities-societies">
			<dt>Activities and Societies:</dt>
			<dd>Administration de parc informatique, programmation Linux.</dd>
		</dl>
		</div>
  </li>

      
        

	<li class="education vevent vcard">
    <h3 class="summary fn org">
           Rabelais
      </h3>
		<div class="description">
    <p>
      <span class="degree">Coll&#xe9;gial</span>
        , 
      <span class="major">Informatique de gestion</span>
      , 
          <abbr class="dtstart" title="1996-01-01">1996</abbr> &mdash; <abbr class="dtend" title="1998-12-31">1998</abbr> 
    </p>
      <p class="notes"></p>
		<dl class="activities-societies">
			<dt>Activities and Societies:</dt>
			<dd>&#xc9;conomie, comptabilit&#xe9; et informatique de gestion</dd>
		</dl>
		</div>
  </li>

      
    </ul>
  </div>
  <hr />












  <div id="additional-information">
    <h2>Additional Information</h2>
      <h3>Anthony Rouinvy&#8217;s Groups:</h3>
      <ul>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=1070157&amp;sharedKey=41E49D203B71" >          <img src="http://media.linkedin.com/media/p/3/000/013/298/1f32825.png" width="60" height="30" alt="Everbee Networks Alumni" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">Everbee Networks Alumni</span> </li>
      </ul>
  </div>
  <hr />








  <div id="contact-settings">
    <h2>Anthony Rouinvy&#8217;s Contact Settings</h2>
    <h3>Interested In:</h3>
    <ul>
      
        <li>
          new ventures
        </li>
      
        <li>
          expertise requests
        </li>
      
        <li>
          business deals
        </li>
      
        <li>
          reference requests
        </li>
      
        <li>
          getting back in touch
        </li>
      
    </ul>
  </div>
  <hr />



        
      <div class="viewfull">
        <p><a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=21188724&pvs=pp&authToken=o7eN&authType=name&locale=en_US&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a></p>
      </div>
  </div>
  <div id="control" class="infobar">
    <div class="powered">
      <h3> Public profile powered by: <a href="/home?trk=ppro_pbli" ><img src="http://static01.linkedin.com/scds/common/u/img/logos/logo_82x23.png" height="23" width="82" alt="LinkedIn" /></a>
      </h3>
      <p>Create a public profile: <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=21188724&pvs=pp&authToken=o7eN&authType=name&locale=en_US&trk=ppro_geturl&lnk=sign_in" rel="nofollow">Sign In</a>
        </strong> or <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=21188724&pvs=pp&authToken=o7eN&authType=name&locale=en_US&trk=ppro_joinnow&lnk=join_now" rel="nofollow">Join Now</a>
        </strong></p>
    </div>
      <div class="box" id="readmore">
        <div class="title">
          <h3>View Anthony Rouinvy&#8217;s full profile:</h3>
        </div>
        <div class="content">
          <ul>
            <li>See who you and <strong>Anthony Rouinvy</strong> know in common</li>
            <li>Get introduced to <strong>Anthony Rouinvy</strong></li>
            <li>Contact <strong>Anthony Rouinvy</strong> directly</li>
          </ul>
          <p class="btn">
            <a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=21188724&pvs=pp&authToken=o7eN&authType=name&locale=en_US&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a>
          </p>
        </div>
      </div>
    
    
    <div class="box" id="search">
      <div class="title">
        <h3><strong>Name Search:</strong></h3>
      </div>
      <div class="content">
        <p><strong>Search for people you know</strong> from over 70 million professionals already on LinkedIn.</p>
        <form name="searchForm" action="/pub/dir/" method="get">
          <p class="field"><span class="lbl">
            <label for="first">First Name</label>
            <br />
            </span>
            <input type="text" name="first" id="first" />
            &nbsp;&nbsp;<span class="lbl"><br />
            <label for="last">Last Name</label>
            <br />
            </span>
            <input type="text" name="last" id="last" />
          </p>
          <p class="example">
            <input class="btn-secondary" type="submit" name="search" value="Search"/> (example: <strong>
<a href="http://www.linkedin.com/in/jeffweiner08?trk=ppro_find_others_rh" >Jeff Weiner</a></strong>)
          </p>
        </form>
      </div>
    </div>

    <script type="text/javascript">
      var dbl_page = 'public_profile';
    </script>
    
      <script type="text/javascript" src="http://static01.linkedin.com/scds/common/build-519_4_3539-prod/js/ads.js"></script>
    
      <script type="text/javascript">
      /* <![CDATA[ */
      var google_keywords = null, google_ad_client = 'pub-2283433109277150', google_ad_width = 300, google_ad_height = 250, google_ad_format = '300x250_as';
        var dbl_src = "http://ad.doubleclick.net/adj/linkedin.dart/" + dbl_page + ";;lang=en;tile=1;dcopt=ist;sz=300x250;" + encodeURIComponent('extra=null') + ";ord=" + Math.random() * 10000000000000000 +"?";
        document.write('<script src="' + dbl_src + '" type="text/javascript"><\/script>');
      /* ]]> */
      </script>
  </div>
</div>
<hr />







<div id="footer">
    <div id="directory">
      <h3>LinkedIn member directory:</h3>
      <ol type="a">
        <li><a href="/directory/people/a.html" >a</a></li>
        <li><a href="/directory/people/b.html" >b</a></li>
        <li><a href="/directory/people/c.html" >c</a></li>
        <li><a href="/directory/people/d.html" >d</a></li>
        <li><a href="/directory/people/e.html" >e</a></li>
        <li><a href="/directory/people/f.html" >f</a></li>
        <li><a href="/directory/people/g.html" >g</a></li>
        <li><a href="/directory/people/h.html" >h</a></li>
        <li><a href="/directory/people/i.html" >i</a></li>
        <li><a href="/directory/people/j.html" >j</a></li>
        <li><a href="/directory/people/k.html" >k</a></li>
        <li><a href="/directory/people/l.html" >l</a></li>
        <li><a href="/directory/people/m.html" >m</a></li>
        <li><a href="/directory/people/n.html" >n</a></li>
        <li><a href="/directory/people/o.html" >o</a></li>
        <li><a href="/directory/people/p.html" >p</a></li>
        <li><a href="/directory/people/q.html" >q</a></li>
        <li><a href="/directory/people/r.html" >r</a></li>
        <li><a href="/directory/people/s.html" >s</a></li>
        <li><a href="/directory/people/t.html" >t</a></li>
        <li><a href="/directory/people/u.html" >u</a></li>
        <li><a href="/directory/people/v.html" >v</a></li>
        <li><a href="/directory/people/w.html" >w</a></li>
        <li><a href="/directory/people/x.html" >x</a></li>
        <li><a href="/directory/people/y.html" >y</a></li>
        <li><a href="/directory/people/z.html" >z</a></li>
        <li type="disc"><a href="/directory/people/@.html" >more</a></li>
      </ol>
      <h3>Browse members</h3>
      <p>
        <a href="/static?key=country_listing" >by country</a>
      </p>
    </div>
  <div class="wrapper">
    <p id="copyright"><a href="http://www.linkedin.com/">LinkedIn</a> Corporation &copy; 2010</p>
    <ul id="nav-legal">
      <li><a href="/static?key=user_agreement&trk=ftr_useragre" rel="nofollow">User Agreement</a></li>
      <li><a href="/redirect?url=http%3A%2F%2Fpress%2Elinkedin%2Ecom%2Fabout&urlhash=ONnW" >About LinkedIn</a></li>
      <li class="last"><a href="/static?key=privacy_policy&trk=hb_ft_priv" >Privacy Policy</a></li>
    </ul>
    <p id="terms-of-use">
      Commercial use of this site without express authorization is prohibited.
    </p>
  </div>
</div>
 


  
  
  
  
  
  
   

        <script type="text/javascript" src="http://static02.linkedin.com/scds/concat/common/build-519_4_3539-prod/js?f=lib%2Fyui%2F2.8.1%2Fyahoo-dom-event%2Fyahoo-dom-event&amp;f=js%2Fcore%2FDefine&amp;f=js%2Fcore%2FLogger&amp;f=js%2Futil%2FHelps&amp;f=js%2Fpublic_profile&amp;f=js%2Fshowhide&amp;f=js%2Fcookies"></script>
    
<script type="text/javascript">
/* <![CDATA[ */
  if(typeof(i18n) == 'undefined') var i18n = {}; 
  i18n.TEXT_PLEASE_ENTER = "Please enter a first and last name.";
  showHide.init();

  var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
  document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
/* ]]> */
</script>
<script type="text/javascript">
/* <![CDATA[ */
var pageTracker = _gat._getTracker("UA-3242811-1");
pageTracker._setDomainName(".linkedin.com"); 

pageTracker._linkedInMemberCookie = readCookie("visit"); 
pageTracker._linkedInUserType = (pageTracker._linkedInMemberCookie == "M") ? "user" : "guest";  
pageTracker._setVar(pageTracker._linkedInUserType);
    pageTracker._trackPageview("country_test");
/* ]]> */
</script>


<script type="text/javascript" src="http://edge.quantserve.com/quant.js"></script> 
<noscript> 
  <a href="http://www.quantcast.com/p-b3sGjMtCFrexE" target="_blank"><img src="http://pixel.quantserve.com/pixel/p-b3sGjMtCFrexE.gif" style="display: none;" border="0" height="1" width="1" alt="Quantcast" /></a> 
</noscript>

<script type="text/javascript" src="http://b.scorecardresearch.com/beacon.js"></script> 
<script type="text/javascript">
  COMSCORE.beacon({ c1:2, c2:6402952, c3:"", c4:"", c5:"", c6:"", c15:"" });
</script>
<noscript> 
  <img src="http://b.scorecardresearch.com/b?c1=2&amp;c2=6402952&amp;c3=&amp;c4=&amp;c5=&amp;c6=&amp;c15=&amp;cv=1.3&amp;cj=1" style="display:none" width="0" height="0" alt="" />
</noscript>





<script type="text/javascript">/* <![CDATA[ */
(function() {
function readCookie(name) {
  var nameEQ = name + "=";
  var ca = document.cookie.split(';');
  for(var i = 0; i < ca.length; i++) {
    var c = ca[i];
    while (c.charAt(0)==' ') c = c.substring(1,c.length);
    if (c.indexOf(nameEQ) == 0) return c.substring(nameEQ.length,c.length);
  }
  return null;
}

if (typeof(XMLHttpRequest)  === "undefined") {
  XMLHttpRequest = function() {
    try { return new ActiveXObject("Msxml2.XMLHTTP.6.0"); } catch(e) {}
    try { return new ActiveXObject("Msxml2.XMLHTTP.3.0"); } catch(e) {}
    try { return new ActiveXObject("Msxml2.XMLHTTP"); }     catch(e) {}
    try { return new ActiveXObject("Microsoft.XMLHTTP"); }  catch(e) {}
    throw new Error("This browser does not support XMLHttpRequest.");
  };
}

var req = new XMLHttpRequest(),
    bcookie = escape(readCookie("bcookie")),
    url = '/analytics/noauthtracker?type=leo.pageTracking&pageType=full_page&pageKey=public_profile_jsbeacon&trackingInfo=21188724';

if (bcookie) {
req.open('get', url);
req.send(null);
}
})();
/* ]]> */</script>
</body>
</html>