<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
  <title>Jimmy Pons - LinkedIn </title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <link href="http://www.linkedin.com/favicon.ico" rel="shortcut icon" type="image/ico" />
  <link href="http://es.linkedin.com/in/jimmypons" rel="canonical" />  
    <meta name="description" content="View Jimmy Pons's professional profile on LinkedIn.  LinkedIn is the world's largest business network, helping professionals like Jimmy Pons discover inside connections to recommended job candidates, industry experts, and business partners." />

      <link rel="stylesheet" type="text/css" href="http://static.linkedin.com/scds/pprofile/build-510_7_3066-prod/css/chrome.css" />
    

      <link rel="stylesheet" type="text/css" href="http://static.linkedin.com/scds/pprofile/build-510_7_3066-prod/css/public_profile.css" />
    
  
      <link rel="stylesheet" type="text/css" href="http://static.linkedin.com/scds/pprofile/build-510_7_3066-prod/css/public-profile/default.css" />
    
</head>
<body id="www-linkedin-com" class="en public-profile">

<script type="text/javascript">document.body.className += " js";</script>
  
<div class="hresume">
    <div class="profile-header">
      <div class="masthead vcard contact portrait">
        <div id="nameplate">
          <h1 id="name"><span class="fn n"><span class="given-name">Jimmy</span> <span class="family-name">Pons</span></span></h1>
        </div>
        <div class="content">
          <div class="info">
              <div class="image"><img src="http://media.linkedin.com/mpr/mpr/shrink_80_80/p/2/000/018/398/16f2b95.jpg" class="photo" alt="Jimmy Pons" /></div>
              <p class="headline title">
                
      Director de Proyectos at Hosteltur.com
    
              </p>
            <div class="adr">
              <p class="locality">
                
      Madrid Area, Spain
    
              </p>
            </div>
          </div>
          <div class="actions">
            <ul>
              <li id="send-inmail">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=11557631&amp;pvs=pp&amp;authToken=Gk2f&amp;authType=name&amp;trk=ppro_cntdir&amp;lnk=cnt_dir" rel="nofollow">Contact Jimmy Pons</a>
              </li>
              <li id="add-to-network">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=11557631&amp;pvs=pp&amp;authToken=Gk2f&amp;authType=name&amp;trk=ppro_getintr&amp;lnk=cnt_dir" rel="nofollow">Add Jimmy Pons to your network</a>
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  <div id="main">
        <div id="overview">
          <dl>
              <dt>Current</dt>
              <dd>
                <ul class="current">
                        <li>




            
      Director de Proyectos
    
        at
            <a href="http://www.linkedin.com/companies/hosteltur%2Ecom" >Hosteltur.com</a>
                        </li>
                </ul>
              </dd>
              <dt>Past</dt>
              <dd>
                <ul>
                        <li>




            
      Director de Marketing y Proyectos
    
 at ITH
                        </li>
                        <li>




            
      Responsable Normalizaci&#xf3;n, implantaci&#xf3;n y auditor&#xed;a proyecto SCCA
    
 at FUNDACION BIODIVERSIDAD (Ministerio Medio Ambiente)
                        </li>
                        <li>




            
      Co Fundador y socio
    
 at Xauxa Menorca
                        </li>
                </ul>
                  <div class="showhide-block" id="morepast">
                    <ul>
                            <li>




            
      Director del proyecto de Calidad Tur&#xed;stica Ambiental &#x201c;Q verde&#x201d;
    
 at Instituto para la Calidad Tur&#xed;stica Espa&#xf1;ola - ICTE
                            </li>
                            <li>




            
      Director Hotel S'Algar
    
 at S&#x2019; Algar Hotels
                            </li>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="morepast-hide">see less...</a></p>
                  </div>
                      <p class="seeall showhide-link"><a href="#" id="morepast-show">2 more...</a></p>
              </dd>
              <dt>Education</dt>
              <dd>
                <ul>
                      <li>
                        
           Salesianos Ciutadella Menorca
      
                      </li>
                </ul>
              </dd>
              <dt class="connections">Connections</dt>
              <dd class="connections">
                <img src="http://static02.linkedin.com/img/icon/conx/icon_conx_16_24x24.gif" width="24" height="24" alt="" />
                <strong class="connection-count">
                222
                </strong> connections
              </dd>

              <dt>Industry</dt>
              <dd>
                Hospitality
              </dd>
            
              <dt>Websites</dt>
              <dd>
                <ul>
                    <li>
                          <a href="http://jimmypons.com" class="url" rel="me" target="_blank">
                            My Website
                          </a>
                    </li>
                    <li>
                          <a href="http://jimmypons.vox.com" class="url" rel="me" target="_blank">
                            My Blog
                          </a>
                    </li>
                    <li>
<a href="http://marketingmediossociales.wordpress.com" rel="nofollow" class="url" target="_blank">http://petrolart.org</a>                    </li>
                </ul>
              </dd>
          </dl>
        </div>
        <hr />
        






  <div id="summary">
    <h2>Jimmy Pons&#8217;s Summary</h2>
    
      <p class="summary">
        Como Experto en Innovaci&#xf3;n tur&#xed;stica, redes sociales, Travel 2.0 y Medios Sociales  he participado como ponente y profesor en: <br>
<br>
MINCETUR Per&#xfa; Programa Turismo Rural Comunitario, Innovaci&#xf3;n tur&#xed;stica e Internet <br>
<br>
Asociaci&#xf3;n de Hoteles de Turismo de la Rep&#xfa;blica Argentina , Web 2.0 aplicada al sector tur&#xed;stico argentino<br>
<br>
Universidad de Granada, Ponencia jornada de clausura master de hoteleria<br>
<br>
Universidad Rey Juan Carlos 1&#xba;, Jornadas de innovaci&#xf3;n tecnol&#xf3;gica con el ITH, Web 2.0 y marketing en medios sociales y Semanario de empresas en el sector tur&#xed;stico. La innovaci&#xf3;n como palanca de Cambio en el sector tur&#xed;stico <br>
<br>
Jornadas de innovaci&#xf3;n tur&#xed;stica ITH-Segittur-IET 2008 y 2009 en Palma de Mallorca, Barcelona, , Valencia, Tenerife, Madrid, Toledo, Lleida, Gran Canaria, Santiago Compostela, Sevilla<br>
<br>
CETT, Clases de innovaci&#xf3;n turistica y travel 2.0 en Master de e-tourism<br>
<br>
Universidad Floridablanca de Valencia, Clases de marketing y Web 2.0 para sector Hotelero<br>
<br>
Centro Superior de Hosteler&#xed;a de Galicia, profesor colaborador 2009 &#x2013; 2010 Innovaci&#xf3;n en comercializaci&#xf3;n tur&#xed;stica<br>
<br>
Universidad de La Laguna en Tenerife, Talleres de innovaci&#xf3;n tur&#xed;stica y gesti&#xf3;n de destinos<br>
<br>
Universidad Europea de Madrid, Master de direcci&#xf3;n de hoteles con car&#xe1;cter y Master&#x2019;s Degree in International Hotel Management<br>
<br>
<br>
Universidad Politecnica de Madrid, Master en gesti&#xf3;n y Direcci&#xf3;n Hotelera. Travel 2.0, CRM, comercializaci&#xf3;n, fidelizaci&#xf3;n.<br>
<br>
Fundaci&#xf3;n AHCIET en el evento TIC&#x2019;S y Turismo en Lima Per&#xfa;, El viajero del Siglo XXI<br>
<br>
ICTE Asturias, Talleres de innovaci&#xf3;n, creatividad para el sector tur&#xed;stico Asturiano en Llanes, Cangas de Onis, Gij&#xf3;n, Oviedo, Taramundi, Grado, Avil&#xe9;s, Navia, Cangas del Narcea.<br>
<br>
Direcci&#xf3;n General de La Rioja Taller de Innovaci&#xf3;n en el sector tur&#xed;stico, Logro&#xf1;o<br>
<br>
Ashotel, Taller de Innovaci&#xf3;n tur&#xed;stica para el Puerto de la Cruz, Tenerife<br>
<br>
Asociaci&#xf3;n de Directores de Hotel Europeos, en el encuentro anual de Sevilla 2008
      </p>
    
    
      <h3>Jimmy Pons&#8217;s Specialties:</h3>
      <p class="skills">
        Especialista en Social Media y Marketing en Medios Sociales en el sector tur&#xed;stico.
      </p>
    
  </div>
  <hr />







  <div id="experience">
    <h2>Jimmy Pons&#8217;s Experience</h2>
    <ul class="vcalendar">
      
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Director de Proyectos
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/hosteltur%2Ecom?trk=ppro_cprof&amp;lnk=vw_cprofile" >Hosteltur.com</a></h4>
  <p class="organization-details">(Privately Held; Newspapers industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2009-11-01">November 2009</abbr>
 &mdash; <abbr class="dtstamp" title="2010-03-25">Present</abbr>        <abbr class="duration" title="P5M">(5 months)</abbr>
  </p>
    <p class="description">Director de Proyectos en Hosteltur, medio de comunicaci&#xf3;n tur&#xed;stico que se ha convertido en una plataforma de servicios a los profesionales del turismo en habla hispana</p>
</li>
        
      
      
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Director de Marketing y Proyectos
    
      </h3>
      <h4 class="org summary">ITH</h4>
  <p class="organization-details">(Hospitality industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2004">2004</abbr>
 &mdash; <abbr class="dtend" title="2009">2009</abbr>        <abbr class="duration" title="P5Y">(5 years )</abbr>
  </p>
    <p class="description">Proyecto iniciado en el a&#xf1;o 2004 en el cual particip&#xe9; desde su inicio. Mi misi&#xf3;n fu&#xe9; poner en marcha el departamento de Marketing y apoyar a la direcci&#xf3;n Gral. en los incicios del instituto, participando conjuntamente con el equipo humano del ITH en reuniones de trabajo que definieron: Plan estrat&#xe9;gico, Plan de objetivos 2005 y desarrollo del Plan estrat&#xe9;gico, Plan de Comunicaci&#xf3;n, etc. Lo que me permiti&#xf3; vivir intensamente el lanzamiento de un proyecto de envergadura como el ITH a nivel nacional. Como responsable directo del departamento de Marketing realiz&#xe9; el Plan de Marketing general para el Instituto,  as&#xed; como planes espec&#xed;ficos para los proyectos de innovaci&#xf3;n que desarrollamos. En cuanto a proyectos coordin&#xe9; diferentes proyectos que el ITH llev&#xf3; a cabo durante estos 5 a&#xf1;os.<br>
<br>
<br>
Actualmente el ITH est&#xe1; trabajando al 100 %. Est&#xe1; participando en Ferias y Congresos, organizando jornadas, grupos de trabajo, bolet&#xed;n de noticias on-line, web (realizadas por el propio departamento en colaboraci&#xf3;n con comunicaci&#xf3;n) y desarrollando otros proyectos con diferentes comunidades aut&#xf3;nomas y administraciones p&#xfa;blicas. Mi trabajo se centr&#xf3; en la relaci&#xf3;n con el sector hotelero espa&#xf1;ol  nivel nacional (Confederaci&#xf3;n Espa&#xf1;ola de Hoteles y Alojamientos Turisticos,  CEHAT), as&#xed; como la relaci&#xf3;n con las asociaciones hoteleras pertenecientes a la confederaci&#xf3;n, 61 en total y las empresas relacionadas con el sector, as&#xed; como en promocionar el ITH dando charlas y realizando presentaciones por el territorio nacional sobre innovaci&#xf3;n y nuevas tecnolog&#xed;as el ITH como herramienta para mejorar la competitividad del sector tur&#xed;stico.</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Responsable Normalizaci&#xf3;n, implantaci&#xf3;n y auditor&#xed;a proyecto SCCA
    
      </h3>
      <h4 class="org summary">FUNDACION BIODIVERSIDAD (Ministerio Medio Ambiente)</h4>
  <p class="organization-details">(Hospitality industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2002">2002</abbr>
 &mdash; <abbr class="dtend" title="2004">2004</abbr>        <abbr class="duration" title="P2Y">(2 years )</abbr>
  </p>
    <p class="description">En este proyecto financiado por la Fundaci&#xf3;n Biodiversidad (Ministerio Medio Ambiente), se dise&#xf1;&#xf3; el Sistema de Calidad Cineg&#xe9;tica y Ambiental, elaborando una norma para la gesti&#xf3;n integral y sostenible de territorios pertenecientes a la Red Natura 2000*y de los Terrenos Cineg&#xe9;ticos. Este sistema planteaba un sistema integral que define aspectos de gesti&#xf3;n en: turismo, protecci&#xf3;n y gesti&#xf3;n de especies protegidas, gesti&#xf3;n cineg&#xe9;tica, protecci&#xf3;n del patrimonio cultural y rural, fomento y promoci&#xf3;n de productos aut&#xf3;ctonos, entre otros.</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Co Fundador y socio
    
      </h3>
      <h4 class="org summary">Xauxa Menorca</h4>
  <p class="organization-details">(Hospitality industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1997">1997</abbr>
 &mdash; <abbr class="dtend" title="2003">2003</abbr>        <abbr class="duration" title="P6Y">(6 years )</abbr>
  </p>
    <p class="description">Principalmente las actividades de la empresa se divid&#xed;an en tres grandes aspectos:<br>
<br>
&#x2022;	Servicios tur&#xed;sticos propios XAUXA<br>
&#x2022;	Servicios tur&#xed;sticos est&#xe1;ndar y a T.T.O.O. especializados<br>
&#x2022;	Edici&#xf3;n libros y gu&#xed;as tur&#xed;sticas, <br>
&#x2022;	Consultor&#xed;a tur&#xed;stica y servicios de apoyo a medios de comunicaci&#xf3;n, periodistas, T.T.O.O<br>
 <br>
Desarrollo de productos tur&#xed;sticos propios &#x201c;Excursiones XAUXA&#x201d;:<br>
<br>
Actividades complementarias dise&#xf1;adas con el objetivo de dar a conocer la isla de Menorca, desde un punto de vista m&#xe1;s aut&#xf3;ctono, descubriendo sus parques y &#xe1;reas naturales, su cultura y tradiciones, as&#xed; como poner en contacto directo a los clientes con los productos locales, la gastronom&#xed;a y la gente de la isla. En pocas palabras acercar la aut&#xe9;ntica Menorca a los visitantes. Xauxa Menorca fue la entidad que dise&#xf1;&#xf3; e ideo la idea de MENORCA ACTIVA, que unifico bajo un mismo paraguas toda la oferta de turismo activo de la isla. Edici&#xf3;n de la primera gu&#xed;a de turismo Activo &#x201c;Menorca Activa&#x201d;, as&#xed; como una web que englobaba toda la oferta. A ra&#xed;z de esta gu&#xed;a naci&#xf3; la asociaci&#xf3;n Menorca Activa integrada en PYME Menorca. Durante sus inicios realiz&#xe9; funciones de gerente de la asociaci&#xf3;n, participando actos de promoci&#xf3;n y en ferias tur&#xed;siticas.<br>
<br>
Trabajamos asiduamente con  El Fomento de Turismo y el Consell Insular de Menorca, realizando trabajos de apoyo documental y log&#xed;stico para medios de comunicaci&#xf3;n (radio y televisi&#xf3;n )</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Director del proyecto de Calidad Tur&#xed;stica Ambiental &#x201c;Q verde&#x201d;
    
      </h3>
      <h4 class="org summary">Instituto para la Calidad Tur&#xed;stica Espa&#xf1;ola - ICTE</h4>
  <p class="organization-details">(Hospitality industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2000">2000</abbr>
 &mdash; <abbr class="dtend" title="2002">2002</abbr>        <abbr class="duration" title="P2Y">(2 years )</abbr>
  </p>
    <p class="description">Proyecto financiado por la Fundaci&#xf3;n Biodiversidad y la Secretar&#xed;a Gral. Turismo. <br>
<br>
Idea inicial planteada por ASHOME dentro de ZONTUR. Este proyecto, dise&#xf1;&#xf3; en base al Sistema de Calidad Tur&#xed;stica Espa&#xf1;ola una norma de Calidad Tur&#xed;stica Ambiental para certificar establecimientos hoteleros y apartamentos tur&#xed;sticos en base a requisitos ambientales. 7 fuer&#xf3;na las zonas tur&#xed;sticas participantes: Lanzarote, Menorca, Benidorm, Granada, Costa del Sol, Asturias, Tenerife. De 23 Hoteles participantes, 12 han sido los que lograron certificarse, lo que a nivel t&#xe9;cnico fu&#xe9; un &#xe9;xito, logrando mas del 50% de certificaci&#xf3;n de los participantes.<br>
<br>
Como componente del Comit&#xe9; Normativo Intersectorial del Instituto di seguimiento a la Norma de Calidad para Espacios Naturales Protegidos, con la cual ya existen 8 espacios naturales certificados.</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Director Hotel S'Algar
    
      </h3>
      <h4 class="org summary">S&#x2019; Algar Hotels</h4>
  <p class="organization-details">(Hospitality industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1999">1999</abbr>
 &mdash; <abbr class="dtend" title="2000">2000</abbr>        <abbr class="duration" title="P1Y">(1 year )</abbr>
  </p>
    <p class="description">Trabajando como director del hotel S&#x2019;Algar ****(hotel certificado con Q de calidad ICTE) durante la &#xe9;poca estival. Durante los inviernos mi funci&#xf3;n era suplir al director del Hotel San Luis **** durante su periodo vacacional cuando el hotel operaba con INSERSO.  <br>
<br>
Tambi&#xe9;n estaba encargado de desarrollar y aplicar las pol&#xed;ticas de calidad y SGMA de la empresa e implantar nuevas iniciativas (Adaptaci&#xf3;n a las nuevas tecnolog&#xed;as, turismo activo y de naturaleza), para la promoci&#xf3;n de actividades que favorecieran la desestacionalizaci&#xf3;n.<br>
<br>
Participaci&#xf3;n en Ferias tur&#xed;sticas as&#xed; como acciones de promoci&#xf3;n.<br>
<br>
El motivo de dejar la empresa fue mi desplazamiento por causas familiares a Madrid.</p>
</li>
        
      
    </ul>
  </div>
  <hr />









  <div id="education">
    <h2>Jimmy Pons&#8217;s Education</h2>
    <ul class="vcalendar">
      
        

	<li class="education vevent vcard">
    <h3 class="summary fn org">
           Salesianos Ciutadella Menorca
      </h3>
		<div class="description">
    <p>
      
      
      
    </p>
		</div>
  </li>

      
    </ul>
  </div>
  <hr />












  <div id="additional-information">
    <h2>Additional Information</h2>
      <h3>Jimmy Pons&#8217;s Websites:</h3>
      <ul class="websites">
          <li>
                <a href="http://jimmypons.com" class="url" rel="me" target="_blank">
                  My Website
                </a>
          </li>
          <li>
                <a href="http://jimmypons.vox.com" class="url" rel="me" target="_blank">
                  My Blog
                </a>
          </li>
          <li>
<a href="http://marketingmediossociales.wordpress.com" class="url" rel="nofollow" target="_blank">http://petrolart.org</a>          </li>
      </ul>
      <h3>Jimmy Pons&#8217;s Interests:</h3>
      <p class="interests">Blogger, Videoblogger and Podcaster. I Love how Tecnology improves? our business and lifes. Social Media, Marketing Medios Sociales</p>
      <h3>Jimmy Pons&#8217;s Groups:</h3>
      <ul>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=103830&amp;sharedKey=64424F55F049" >          <img src="http://media.linkedin.com/media/p/1/000/029/2a5/3c22afd.png" width="60" height="30" alt="VIPtrack de IDtrack" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">VIPtrack de IDtrack</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=1843747&amp;sharedKey=4AE2171EFD95" >          <img src="http://media.linkedin.com/media/p/2/000/01f/072/13fe1c3.png" width="60" height="30" alt="Revenue Managers" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">Revenue Managers</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=2722367&amp;sharedKey=2CAF2B2095DF" >          <img src="http://media.linkedin.com/media/p/3/000/048/1f7/054a13c.png" width="60" height="30" alt="Foro de Turismo y Tecnolog&#xed;a Turismo.as" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">Foro de Turismo y Tecnolog&#xed;a Turismo.as</span> </li>
      </ul>
  </div>
  <hr />








  <div id="contact-settings">
    <h2>Jimmy Pons&#8217;s Contact Settings</h2>
    <h3>Interested In:</h3>
    <ul>
      
        <li>
          job inquiries
        </li>
      
        <li>
          expertise requests
        </li>
      
        <li>
          business deals
        </li>
      
        <li>
          reference requests
        </li>
      
        <li>
          getting back in touch
        </li>
      
    </ul>
  </div>
  <hr />



        
      <div class="viewfull">
        <p><a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=11557631&pvs=pp&authToken=Gk2f&authType=name&locale=en_US&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a></p>
      </div>
  </div>
  <div id="control" class="infobar">
    <div class="powered">
      <h3> Public profile powered by: <a href="/home?trk=ppro_pbli" ><img src="http://static01.linkedin.com/img/logos/logo_82x23.png" height="23" width="82" alt="LinkedIn" /></a>
      </h3>
      <p>Create a public profile: <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=11557631&pvs=pp&authToken=Gk2f&authType=name&locale=en_US&trk=ppro_geturl&lnk=sign_in" rel="nofollow">Sign In</a>
        </strong> or <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=11557631&pvs=pp&authToken=Gk2f&authType=name&locale=en_US&trk=ppro_joinnow&lnk=join_now" rel="nofollow">Join Now</a>
        </strong></p>
    </div>
      <div class="box" id="readmore">
        <div class="title">
          <h3>View Jimmy Pons&#8217;s full profile:</h3>
        </div>
        <div class="content">
          <ul>
            <li>See who you and <strong>Jimmy Pons</strong> know in common</li>
            <li>Get introduced to <strong>Jimmy Pons</strong></li>
            <li>Contact <strong>Jimmy Pons</strong> directly</li>
          </ul>
          <p class="btn">
            <a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=11557631&pvs=pp&authToken=Gk2f&authType=name&locale=en_US&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a>
          </p>
        </div>
      </div>
    
    
    <div class="box" id="search">
      <div class="title">
        <h3><strong>Name Search:</strong></h3>
      </div>
      <div class="content">
        <p><strong>Search for people you know</strong> from over 60 million professionals already on LinkedIn.</p>
        <form name="searchForm" action="/pub/dir/" method="get">
          <p class="field"><span class="lbl">
            <label for="first">First Name</label>
            <br />
            </span>
            <input type="text" name="first" id="first" />
            &nbsp;&nbsp;<span class="lbl"><br />
            <label for="last">Last Name</label>
            <br />
            </span>
            <input type="text" name="last" id="last" />
          </p>
          <p class="example">
            <input class="btn-secondary" type="submit" name="search" value="Search"/> (example: <strong>
<a href="http://www.linkedin.com/in/jeffweiner08?trk=ppro_find_others_rh" >Jeff Weiner</a></strong>)
          </p>
        </form>
      </div>
    </div>

    
    <script type="text/javascript">
      var dbl_page = 'public_profile';
    </script>
    
      <script type="text/javascript" src="http://static.linkedin.com/scds/pprofile/build-510_7_3066-prod/js/ads.js"></script>
    
      <script type="text/javascript">
      /* <![CDATA[ */
      var google_keywords = null, google_ad_client = 'pub-2283433109277150', google_ad_width = 300, google_ad_height = 250, google_ad_format = '300x250_as';
        var dbl_src = "http://ad.doubleclick.net/adj/linkedin.dart/" + dbl_page + ";;tile=1;dcopt=ist;sz=300x250;" + encodeURIComponent('extra=null') + ";ord=" + Math.random() * 10000000000000000 +"?";
        document.write('<script src="' + dbl_src + '" type="text/javascript"><\/script>');
      /* ]]> */
      </script>
  </div>
</div>
<hr />







<div id="footer">
    <div id="directory">
      <h3>LinkedIn member directory:</h3>
      <ol type="a">
        <li><a href="/directory/people/a.html" >a</a></li>
        <li><a href="/directory/people/b.html" >b</a></li>
        <li><a href="/directory/people/c.html" >c</a></li>
        <li><a href="/directory/people/d.html" >d</a></li>
        <li><a href="/directory/people/e.html" >e</a></li>
        <li><a href="/directory/people/f.html" >f</a></li>
        <li><a href="/directory/people/g.html" >g</a></li>
        <li><a href="/directory/people/h.html" >h</a></li>
        <li><a href="/directory/people/i.html" >i</a></li>
        <li><a href="/directory/people/j.html" >j</a></li>
        <li><a href="/directory/people/k.html" >k</a></li>
        <li><a href="/directory/people/l.html" >l</a></li>
        <li><a href="/directory/people/m.html" >m</a></li>
        <li><a href="/directory/people/n.html" >n</a></li>
        <li><a href="/directory/people/o.html" >o</a></li>
        <li><a href="/directory/people/p.html" >p</a></li>
        <li><a href="/directory/people/q.html" >q</a></li>
        <li><a href="/directory/people/r.html" >r</a></li>
        <li><a href="/directory/people/s.html" >s</a></li>
        <li><a href="/directory/people/t.html" >t</a></li>
        <li><a href="/directory/people/u.html" >u</a></li>
        <li><a href="/directory/people/v.html" >v</a></li>
        <li><a href="/directory/people/w.html" >w</a></li>
        <li><a href="/directory/people/x.html" >x</a></li>
        <li><a href="/directory/people/y.html" >y</a></li>
        <li><a href="/directory/people/z.html" >z</a></li>
        <li type="disc"><a href="/directory/people/@.html" >more</a></li>
      </ol>
      <h3>Browse members</h3>
      <p>
        <a href="/static?key=country_listing" >by country</a>
      </p>
    </div>
  <div class="wrapper">

    <p id="terms-of-use">
      By using this site, you agree to LinkedIn's <a href="/static?key=user_agreement&trk=ftr_useragre">terms of use</a>. Commercial use of this site without express authorization is prohibited.
    </p>
    <p id="copyright"><a href="http://www.linkedin.com/">LinkedIn</a> Corporation &copy; 2010</p>
    <ul id="nav-legal">
      <li><a href="/static?key=user_agreement&trk=ftr_useragre" rel="nofollow">User Agreement</a></li>
      <li><a href="/redirect?url=http%3A%2F%2Fpress%2Elinkedin%2Ecom%2Fabout&urlhash=ONnW" >About LinkedIn</a></li>
      <li class="last"><a href="/static?key=privacy_policy&trk=hb_ft_priv" >Privacy Policy</a></li>
    </ul>
  
  </div>
</div>
 
  

<script type="text/javascript">/* <![CDATA[ */
(function() {
function readCookie(name) {
  var nameEQ = name + "=";
  var ca = document.cookie.split(';');
  for(var i = 0; i < ca.length; i++) {
    var c = ca[i];
    while (c.charAt(0)==' ') c = c.substring(1,c.length);
    if (c.indexOf(nameEQ) == 0) return c.substring(nameEQ.length,c.length);
  }
  return null;
}

if (typeof(XMLHttpRequest)  === "undefined") {
  XMLHttpRequest = function() {
    try { return new ActiveXObject("Msxml2.XMLHTTP.6.0"); } catch(e) {}
    try { return new ActiveXObject("Msxml2.XMLHTTP.3.0"); } catch(e) {}
    try { return new ActiveXObject("Msxml2.XMLHTTP"); }     catch(e) {}
    try { return new ActiveXObject("Microsoft.XMLHTTP"); }  catch(e) {}
    throw new Error("This browser does not support XMLHttpRequest.");
  };
}

var req = new XMLHttpRequest(),
    bcookie = escape(readCookie("bcookie")),
    url = '/analytics/noauthtracker?type=leo.pageTracking&pageType=full_page&pageKey=public_profile_jsbeacon&trackingInfo=11557631';

if (bcookie) {
req.open('get', url);
req.send(null);
}
})();
/* ]]> */</script>





  
  
  
  
  
   

        <script type="text/javascript" src="http://static.linkedin.com/scds/concat/pprofile/build-510_7_3066-prod/js?f=lib%2Fyui%2F2.7.0%2Fyahoo-dom-event%2Fyahoo-dom-event&amp;f=js%2Fcore%2FDefine&amp;f=js%2Futil%2FHelps&amp;f=js%2Fpublic_profile&amp;f=js%2Fshowhide&amp;f=js%2Fcookies"></script>
    
<script type="text/javascript">
/* <![CDATA[ */
  if(typeof(i18n) == 'undefined') var i18n = {}; 
  i18n.TEXT_PLEASE_ENTER = "Please enter a first and last name.";
  showHide.init();

  var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
  document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
/* ]]> */
</script>
<script type="text/javascript">
/* <![CDATA[ */
var pageTracker = _gat._getTracker("UA-3242811-1");
pageTracker._setDomainName(".linkedin.com"); 

pageTracker._linkedInMemberCookie = readCookie("visit"); 
pageTracker._linkedInUserType = (pageTracker._linkedInMemberCookie == "M") ? "user" : "guest";  
pageTracker._setVar(pageTracker._linkedInUserType);
    pageTracker._trackPageview("control_profiles");    
/* ]]> */
</script>


<script type="text/javascript" src="http://edge.quantserve.com/quant.js"></script> 
<noscript> 
  <a href="http://www.quantcast.com/p-b3sGjMtCFrexE" target="_blank"><img src="http://pixel.quantserve.com/pixel/p-b3sGjMtCFrexE.gif" style="display: none;" border="0" height="1" width="1" alt="Quantcast" /></a> 
</noscript>

<script type="text/javascript" src="http://b.scorecardresearch.com/beacon.js"></script> 
<script type="text/javascript">
  COMSCORE.beacon({ c1:2, c2:6402952, c3:"", c4:"", c5:"", c6:"", c15:"" });
</script>
<noscript> 
  <img src="http://b.scorecardresearch.com/b?c1=2&amp;c2=6402952&amp;c3=&amp;c4=&amp;c5=&amp;c6=&amp;c15=&amp;cv=1.3&amp;cj=1" style="display:none" width="0" height="0" alt="" />
</noscript>

</body>
</html>
