<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
  <title>&#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; &#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb; - Greece | LinkedIn </title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <link href="http://www.linkedin.com/favicon.ico" rel="shortcut icon" type="image/ico" />
  <link href="http://gr.linkedin.com/in/dimitrischatzimichail" rel="canonical" />  
    <meta name="description" content="View &#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; &#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb;'s (Greece) professional profile on LinkedIn.  LinkedIn is the world's largest business network, helping professionals like &#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; &#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb; discover inside connections to recommended job candidates, industry experts, and business partners." />

  
  
  

        <link rel="stylesheet" type="text/css" href="http://static.linkedin.com/scds/concat/common/build-516_7_3394-prod/css?f=css%2Fchrome&amp;f=css%2Fpublic_profile&amp;f=css%2Fpublic-profile%2Fdefault" />
    
</head>
<body id="www-linkedin-com" class="en public-profile">

<script type="text/javascript">document.body.className += " js";</script>
  
<div class="hresume">
    <div class="profile-header">
      <div class="masthead vcard contact portrait">
        <div id="nameplate">
          <h1 id="name"><span class="fn n"><span class="given-name">&#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2;</span> <span class="family-name">&#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb;</span></span></h1>
        </div>
        <div class="content">
          <div class="info">
              <div class="image"><img src="http://media.linkedin.com/mpr/mpr/shrink_80_80/p/2/000/052/2be/29a1df3.jpg" class="photo" alt="&#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; &#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb;" /></div>
              <p class="headline title">
                
      Owner at DigiBeauty
    
              </p>
            <div class="adr">
              <p class="locality">
                
      Greece
    
              </p>
            </div>
          </div>
          <div class="actions">
            <ul>
              <li id="send-inmail">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=19819688&amp;pvs=pp&amp;authToken=BEX5&amp;authType=name&amp;trk=ppro_cntdir&amp;lnk=cnt_dir" rel="nofollow">Contact &#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; &#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb;</a>
              </li>
              <li id="add-to-network">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=19819688&amp;pvs=pp&amp;authToken=BEX5&amp;authType=name&amp;trk=ppro_getintr&amp;lnk=cnt_dir" rel="nofollow">Add &#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; &#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb; to your network</a>
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  <div id="main">
        <div id="overview">
          <dl>
              <dt>Current</dt>
              <dd>
                <ul class="current">
                        <li>




            
      Owner
    
 at DIGIBEAUTY
                        </li>
                </ul>
              </dd>
              <dt>Past</dt>
              <dd>
                <ul>
                        <li>




            
      HR CONSULTANT
    
 at .
                        </li>
                        <li>




            
      HR DIRECTOR
    
 at FOKAS SA
                        </li>
                        <li>




            
      CONTROLLER
    
        at
            <a href="http://www.linkedin.com/companies/ikea-communications" >IKEA</a>
                        </li>
                </ul>
                  <div class="showhide-block" id="morepast">
                    <ul>
                            <li>




            
      HR MANAGER NORTH GREECE
    
 at FOURLIS TRADE SA
                            </li>
                            <li>




            
      ASSISTANT ACCOUNTANT
    
 at FOURLIS TRADE SA
                            </li>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="morepast-hide">see less...</a></p>
                  </div>
                      <p class="seeall showhide-link"><a href="#" id="morepast-show">2 more...</a></p>
              </dd>
              <dt>Education</dt>
              <dd>
                <ul>
                      <li>
                        
           ICBS Business School
      
                      </li>
                      <li>
                        
           L.C.P.C.
      
                      </li>
                      <li>
                        
           FAROS COLLEGE
      
                      </li>
                </ul>
                  <div class="showhide-block" id="moreedu">
                    <ul>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="moreedu-hide">see less...</a></p>
                  </div>
              </dd>
              <dt class="recommended">Recommended</dt>
              <dd class="recommended">
<img src="http://static.linkedin.com/scds/common/u/img/icon/endorse/icon_endorse_2_35x24.gif" width="35" height="24" alt="&#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; has 4 recommendations" title="&#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; has 4 recommendations" />                <strong class="recommendation-count r2">4</strong> people have recommended &#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; </dd>
              <dt class="connections">Connections</dt>
              <dd class="connections">
                <img src="http://static.linkedin.com/scds/common/u/img/icon/conx/icon_conx_11_24x24.gif" width="24" height="24" alt="" />
                <strong class="connection-count">
                57
                </strong> connections
              </dd>

              <dt>Industry</dt>
              <dd>
                Retail
              </dd>
            
          </dl>
        </div>
        <hr />
        






  <div id="summary">
    <h2>&#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; &#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb;&#8217;s Summary</h2>
    
      <p class="summary">
        &#x39e;&#x3b5;&#x3ba;&#x3af;&#x3bd;&#x3b7;&#x3c3;&#x3b1; &#x3c4;&#x3b7;&#x3bd; &#x3ba;&#x3b1;&#x3c1;&#x3b9;&#x3ad;&#x3c1;&#x3b1; &#x3c4;&#x3bf;&#x3c5; &#x3c3;&#x3c4;&#x3bf; &#x3c4;&#x3bc;&#x3ae;&#x3bc;&#x3b1; &#x3c0;&#x3c1;&#x3bf;&#x3c3;&#x3c9;&#x3c0;&#x3b9;&#x3ba;&#x3bf;&#x3cd; &#x3c4;&#x3b7;&#x3c2; FOURLIS GROUP &#x3ba;&#x3b1;&#x3b9; &#x3b1;&#x3c0;&#x3ad;&#x3ba;&#x3c4;&#x3b7;&#x3c3;&#x3b1; &#x3b5;&#x3c0;&#x3b1;&#x3b3;&#x3b3;&#x3b5;&#x3bb;&#x3bc;&#x3b1;&#x3c4;&#x3b9;&#x3ba;&#x3ae; &#x3b5;&#x3bc;&#x3c0;&#x3b5;&#x3b9;&#x3c1;&#x3af;&#x3b1; &#x3c3;&#x3b5; &#x3b8;&#x3ad;&#x3bc;&#x3b1;&#x3c4;&#x3b1; &#x3b4;&#x3b9;&#x3b1;&#x3c7;&#x3b5;&#x3af;&#x3c1;&#x3b9;&#x3c3;&#x3b7;&#x3c2; &#x391;&#x3bd;&#x3b8;&#x3c1;&#x3ce;&#x3c0;&#x3b9;&#x3bd;&#x3bf;&#x3c5; &#x394;&#x3c5;&#x3bd;&#x3b1;&#x3bc;&#x3b9;&#x3ba;&#x3bf;&#x3cd; &#x3b1;&#x3c0;&#x3cc; &#x3c4;&#x3b7; &#x3b8;&#x3ad;&#x3c3;&#x3b7; &#x3c4;&#x3bf;&#x3c5; &#x3a5;&#x3c0;&#x3b5;&#x3cd;&#x3b8;&#x3c5;&#x3bd;&#x3bf;&#x3c5; &#x3a0;&#x3c1;&#x3bf;&#x3c3;&#x3c9;&#x3c0;&#x3b9;&#x3ba;&#x3bf;&#x3cd; &#x392;. &#x395;&#x3bb;&#x3bb;&#x3ac;&#x3b4;&#x3bf;&#x3c2;.<br>
&#x3a3;&#x3c4;&#x3b7; &#x3c3;&#x3c5;&#x3bd;&#x3ad;&#x3c7;&#x3b5;&#x3b9;&#x3b1; &#x3c3;&#x3c5;&#x3bc;&#x3bc;&#x3b5;&#x3c4;&#x3b5;&#x3af;&#x3c7;&#x3b1; &#x3c3;&#x3c4;&#x3bf; &#x3ac;&#x3bd;&#x3bf;&#x3b9;&#x3b3;&#x3bc;&#x3b1; &#x3c4;&#x3bf;&#x3c5; &#x3c0;&#x3c1;&#x3ce;&#x3c4;&#x3bf;&#x3c5; &#x3ba;&#x3b1;&#x3c4;&#x3b1;&#x3c3;&#x3c4;&#x3ae;&#x3bc;&#x3b1;&#x3c4;&#x3bf;&#x3c2; &#x399;&#x39a;&#x395;&#x391; &#x3c3;&#x3c4;&#x3b7;&#x3bd; &#x395;&#x3bb;&#x3bb;&#x3ac;&#x3b4;&#x3b1; &#x3c5;&#x3c0;&#x3bf;&#x3c3;&#x3c4;&#x3b7;&#x3c1;&#x3af;&#x3b6;&#x3bf;&#x3bd;&#x3c4;&#x3b1;&#x3c2; &#x3c4;&#x3b7; &#x3b4;&#x3b9;&#x3b1;&#x3b4;&#x3b9;&#x3ba;&#x3b1;&#x3c3;&#x3af;&#x3b1; &#x3c3;&#x3c4;&#x3b5;&#x3bb;&#x3ad;&#x3c7;&#x3c9;&#x3c3;&#x3b7;&#x3c2;.<br>
&#x39c;&#x3b5;&#x3c4;&#x3ac; &#x3b1;&#x3c0;&#x3cc; 12 &#x3ad;&#x3c4;&#x3b7; &#x3c3;&#x3c4;&#x3bf; FOURLIS GROUP &#x3b4;&#x3ad;&#x3c7;&#x3b5;&#x3bc;&#x3b1;&#x3b9; &#x3c0;&#x3c1;&#x3cc;&#x3c4;&#x3b1;&#x3c3;&#x3b7; &#x3b1;&#x3c0;&#x3cc; &#x3c4;&#x3bf;&#x3bd; &#x3cc;&#x3bc;&#x3b9;&#x3bb;&#x3bf; FOKAS &#x3ba;&#x3b1;&#x3b9; &#x3b1;&#x3bd;&#x3b1;&#x3bb;&#x3b1;&#x3bc;&#x3b2;&#x3ac;&#x3bd;&#x3c9; &#x394;&#x3b9;&#x3b5;&#x3c5;&#x3b8;&#x3c5;&#x3bd;&#x3c4;&#x3ae;&#x3c2; &#x391;&#x3bd;&#x3b8;&#x3c1;&#x3ce;&#x3c0;&#x3b9;&#x3bd;&#x3bf;&#x3c5; &#x394;&#x3c5;&#x3bd;&#x3b1;&#x3bc;&#x3b9;&#x3ba;&#x3bf;&#x3cd; &#x395;&#x3bb;&#x3bb;&#x3ac;&#x3b4;&#x3bf;&#x3c2;. &#x391;&#x3c0;&#x3cc; &#x3c4;&#x3b7; &#x3b8;&#x3ad;&#x3c3;&#x3b7; &#x3b1;&#x3c5;&#x3c4;&#x3ae; &#x3b1;&#x3bd;&#x3b1;&#x3bb;&#x3b1;&#x3bc;&#x3b2;&#x3ac;&#x3bd;&#x3c9; &#x3c4;&#x3b7; &#x3c3;&#x3c4;&#x3b5;&#x3bb;&#x3ad;&#x3c7;&#x3c9;&#x3c3;&#x3b7; &#x3ba;&#x3b1;&#x3b9; &#x3b5;&#x3ba;&#x3c0;&#x3b1;&#x3af;&#x3b4;&#x3b5;&#x3c5;&#x3c3;&#x3b7; &#x3b3;&#x3b9;&#x3b1; &#x3c4;&#x3b1; &#x3bd;&#x3ad;&#x3b1; &#x3ba;&#x3b1;&#x3c4;&#x3b1;&#x3c3;&#x3c4;&#x3ae;&#x3bc;&#x3b1;&#x3c4;&#x3b1; &#x3ba;&#x3b1;&#x3b9; &#x3c0;&#x3bf;&#x3bb;&#x3c5;&#x3ba;&#x3b1;&#x3c4;&#x3b1;&#x3c3;&#x3c4;&#x3ae;&#x3bc;&#x3b1;&#x3c4;&#x3b1; &#x3c4;&#x3bf;&#x3c5; &#x39f;&#x3bc;&#x3af;&#x3bb;&#x3bf;&#x3c5;, &#x3c4;&#x3b7;&#x3bd; &#x3b1;&#x3c1;&#x3c7;&#x3b9;&#x3ba;&#x3ae; &#x3ba;&#x3b1;&#x3b9; &#x3c3;&#x3c5;&#x3bd;&#x3b5;&#x3c7;&#x3ae; &#x3b5;&#x3ba;&#x3c0;&#x3b1;&#x3af;&#x3b4;&#x3b5;&#x3c5;&#x3c3;&#x3b7; &#x3c4;&#x3bf;&#x3c5; &#x3c0;&#x3c1;&#x3bf;&#x3c3;&#x3c9;&#x3c0;&#x3b9;&#x3ba;&#x3bf;&#x3cd; &#x3c0;&#x3c9;&#x3bb;&#x3ae;&#x3c3;&#x3b5;&#x3c9;&#x3bd;, &#x3c4;&#x3b7;&#x3bd; &#x3b5;&#x3ba;&#x3c0;&#x3cc;&#x3bd;&#x3b7;&#x3c3;&#x3b7; &#x3cc;&#x3bb;&#x3c9;&#x3bd; &#x3c4;&#x3c9;&#x3bd; &#x3b4;&#x3b9;&#x3b1;&#x3b4;&#x3b9;&#x3ba;&#x3b1;&#x3c3;&#x3b9;&#x3ce;&#x3bd; &#x3b3;&#x3b9;&#x3b1; &#x3c4;&#x3bf; &#x391;&#x3bd;&#x3b8;&#x3c1;&#x3ce;&#x3c0;&#x3b9;&#x3bd;&#x3bf; &#x394;&#x3c5;&#x3bd;&#x3b1;&#x3bc;&#x3b9;&#x3ba;&#x3cc; &#x3ba;&#x3b1;&#x3b9; &#x3c4;&#x3b7;&#x3bd; &#x3b5;&#x3c0;&#x3b9;&#x3c4;&#x3c5;&#x3c7;&#x3ae; &#x3ad;&#x3bd;&#x3c4;&#x3b1;&#x3be;&#x3ae; &#x3c4;&#x3bf;&#x3c5;&#x3c2; &#x3c3;&#x3c4;&#x3bf; ISO 9001:2000, &#x3c4;&#x3bf;&#x3bd; &#x3c0;&#x3c1;&#x3bf;&#x3cb;&#x3c0;&#x3bf;&#x3bb;&#x3bf;&#x3b3;&#x3b9;&#x3c3;&#x3bc;&#x3cc; &#x3c4;&#x3b7;&#x3c2; &#x3b4;&#x3cd;&#x3bd;&#x3b1;&#x3bc;&#x3b7;&#x3c2; &#x3c4;&#x3bf;&#x3c5; &#x3c0;&#x3c1;&#x3bf;&#x3c3;&#x3c9;&#x3c0;&#x3b9;&#x3ba;&#x3bf;&#x3cd; (staff budget).<br>
&#x395;&#x3af;&#x3bc;&#x3b1;&#x3b9; &#x3ba;&#x3ac;&#x3c4;&#x3bf;&#x3c7;&#x3bf;&#x3c2; MBA &#x3ba;&#x3b1;&#x3b9; &#x3bc;&#x3b5; &#x3c3;&#x3c5;&#x3bd;&#x3bf;&#x3bb;&#x3b9;&#x3ba;&#x3ae; &#x3b5;&#x3bc;&#x3c0;&#x3b5;&#x3b9;&#x3c1;&#x3af;&#x3b1; 18 &#x3b5;&#x3c4;&#x3ce;&#x3bd; &#x3c3;&#x3c4;&#x3b7; &#x3b4;&#x3b9;&#x3b1;&#x3c7;&#x3b5;&#x3af;&#x3c1;&#x3b9;&#x3c3;&#x3b7; &#x3b8;&#x3b5;&#x3bc;&#x3ac;&#x3c4;&#x3c9;&#x3bd; &#x391;&#x3bd;&#x3b8;&#x3c1;&#x3c9;&#x3c0;&#x3af;&#x3bd;&#x3bf;&#x3c5; &#x394;&#x3c5;&#x3bd;&#x3b1;&#x3bc;&#x3b9;&#x3ba;&#x3bf;&#x3cd; &#x3b4;&#x3c1;&#x3b1;&#x3c3;&#x3c4;&#x3b7;&#x3c1;&#x3b9;&#x3bf;&#x3c0;&#x3bf;&#x3b9;&#x3bf;&#x3cd;&#x3bc;&#x3b5; &#x3c3;&#x3ae;&#x3bc;&#x3b5;&#x3c1;&#x3b1; &#x3c9;&#x3c2; &#x3c3;&#x3cd;&#x3bc;&#x3b2;&#x3bf;&#x3c5;&#x3bb;&#x3bf;&#x3c2; &#x391;&#x3bd;&#x3b8;&#x3c1;&#x3c9;&#x3c0;&#x3af;&#x3bd;&#x3bf;&#x3c5; &#x394;&#x3c5;&#x3bd;&#x3b1;&#x3bc;&#x3b9;&#x3ba;&#x3bf;&#x3cd; &#x3ba;&#x3b1;&#x3b9; &#x3b5;&#x3b9;&#x3c3;&#x3b7;&#x3b3;&#x3b7;&#x3c4;&#x3ae;&#x3c2; &#x3c3;&#x3b5;&#x3bc;&#x3b9;&#x3bd;&#x3b1;&#x3c1;&#x3af;&#x3c9;&#x3bd;.<br>
&#x3a0;&#x3b1;&#x3c1;&#x3ac;&#x3bb;&#x3bb;&#x3b7;&#x3bb;&#x3b1; &#x3b4;&#x3c1;&#x3b1;&#x3c3;&#x3c4;&#x3b7;&#x3c1;&#x3bf;&#x3c0;&#x3bf;&#x3b9;&#x3bf;&#x3cd;&#x3bc;&#x3b5; &#x3b5;&#x3bc;&#x3c0;&#x3bf;&#x3c1;&#x3b9;&#x3ba;&#x3ac; &#x3c3;&#x3c4;&#x3bf;&#x3bd; &#x3ba;&#x3bb;&#x3ac;&#x3b4;&#x3bf; &#x3c0;&#x3c1;&#x3bf;&#x3ca;&#x3cc;&#x3bd;&#x3c4;&#x3c9;&#x3bd; &#x3bf;&#x3bc;&#x3bf;&#x3c1;&#x3c6;&#x3b9;&#x3ac;&#x3c2; &#x3bc;&#x3b5; &#x3c4;&#x3b7;&#x3bd; &#x3c0;&#x3c1;&#x3bf;&#x3c3;&#x3c9;&#x3c0;&#x3b9;&#x3ba;&#x3ae; &#x3b5;&#x3c4;&#x3b1;&#x3b9;&#x3c1;&#x3b5;&#x3af;&#x3b1; DIGIBEAUTY (http://www.digibeauty.gr)
      </p>
    
    
      <h3>&#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; &#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb;&#8217;s Specialties:</h3>
      <p class="skills">
        &#x3a3;&#x3c4;&#x3b9;&#x3c2; &#x3b9;&#x3ba;&#x3b1;&#x3bd;&#x3cc;&#x3c4;&#x3b7;&#x3c4;&#x3b5;&#x3c2; &#x3c0;&#x3bf;&#x3c5; &#x3b1;&#x3bd;&#x3ad;&#x3c0;&#x3c4;&#x3c5;&#x3be;&#x3b1; &#x3bc;&#x3ad;&#x3c3;&#x3b1; &#x3b1;&#x3c0;&#x3cc; &#x3c4;&#x3b7;&#x3bd; &#x3b5;&#x3c0;&#x3b1;&#x3b3;&#x3b3;&#x3b5;&#x3bb;&#x3bc;&#x3b1;&#x3c4;&#x3b9;&#x3ba;&#x3ae; &#x3bc;&#x3bf;&#x3c5; &#x3b5;&#x3bc;&#x3c0;&#x3b5;&#x3b9;&#x3c1;&#x3af;&#x3b1; &#x3c3;&#x3c5;&#x3bc;&#x3c0;&#x3b5;&#x3c1;&#x3b9;&#x3bb;&#x3b1;&#x3bc;&#x3b2;&#x3ac;&#x3bd;&#x3bf;&#x3bd;&#x3c4;&#x3b1;&#x3b9;:<br>
1. &#x394;&#x3b9;&#x3b1;&#x3c7;&#x3b5;&#x3af;&#x3c1;&#x3b7;&#x3c3;&#x3b7; &#x3ad;&#x3c1;&#x3b3;&#x3c9;&#x3bd;<br>
2. &#x39c;&#x3b5;&#x3c4;&#x3b1;&#x3b4;&#x3bf;&#x3c4;&#x3b9;&#x3ba;&#x3cc;&#x3c4;&#x3b7;&#x3c4;&#x3b1; &#x3c3;&#x3c4;&#x3b9;&#x3c2; &#x3c0;&#x3b1;&#x3c1;&#x3bf;&#x3c5;&#x3c3;&#x3b9;&#x3ac;&#x3c3;&#x3b5;&#x3b9;&#x3c2;<br>
3. &#x394;&#x3b9;&#x3b1;&#x3c0;&#x3c1;&#x3b1;&#x3b3;&#x3bc;&#x3b1;&#x3c4;&#x3b5;&#x3c5;&#x3c4;&#x3b9;&#x3ba;&#x3ad;&#x3c2; &#x3b9;&#x3ba;&#x3b1;&#x3bd;&#x3cc;&#x3c4;&#x3b7;&#x3c4;&#x3b5;&#x3c2;<br>
4. &#x395;&#x3c0;&#x3b9;&#x3c7;&#x3b5;&#x3b9;&#x3c1;&#x3b7;&#x3bc;&#x3b1;&#x3c4;&#x3b9;&#x3ba;&#x3ae; &#x3c3;&#x3ba;&#x3ad;&#x3c8;&#x3b7;
      </p>
    
  </div>
  <hr />







  <div id="experience">
    <h2>&#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; &#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb;&#8217;s Experience</h2>
    <ul class="vcalendar">
      
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Owner
    
      </h3>
      <h4 class="org summary">DIGIBEAUTY</h4>
  <p class="organization-details">(Cosmetics industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2009-10-01">October 2009</abbr>
 &mdash; <abbr class="dtstamp" title="2010-06-10">Present</abbr>        <abbr class="duration" title="P9M">(9 months)</abbr>
  </p>
    <p class="description">&#x391;&#x3bd;&#x3ac;&#x3c0;&#x3c4;&#x3c5;&#x3be;&#x3b7; &#x3c0;&#x3c9;&#x3bb;&#x3ae;&#x3c3;&#x3b5;&#x3c9;&#x3bd; &#x3c0;&#x3c1;&#x3bf;&#x3ca;&#x3cc;&#x3bd;&#x3c4;&#x3c9;&#x3bd; &#x3bf;&#x3bc;&#x3bf;&#x3c1;&#x3c6;&#x3b9;&#x3ac;&#x3c2; (&#x3ba;&#x3b1;&#x3bb;&#x3bb;&#x3c5;&#x3bd;&#x3c4;&#x3b9;&#x3ba;&#x3ac;, &#x3b5;&#x3af;&#x3b4;&#x3b7; &#x3ba;&#x3bf;&#x3bc;&#x3bc;&#x3c9;&#x3c4;&#x3b7;&#x3c1;&#x3af;&#x3bf;&#x3c5;) &#x3bc;&#x3ad;&#x3c3;&#x3c9; &#x3b5;&#x3be;&#x3b5;&#x3b9;&#x3b4;&#x3b9;&#x3ba;&#x3b5;&#x3c5;&#x3bc;&#x3ad;&#x3bd;&#x3c9;&#x3bd; &#x3c3;&#x3c5;&#x3bd;&#x3b5;&#x3c1;&#x3b3;&#x3b1;&#x3c4;&#x3ce;&#x3bd;</p>
</li>
        
      
      
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      HR CONSULTANT
    
      </h3>
      <h4 class="org summary">.</h4>
  <p class="organization-details">(Human Resources industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2009-03-01">March 2009</abbr>
 &mdash; <abbr class="dtend" title="2009-10-01">October 2009</abbr>        <abbr class="duration" title="P8M">(8 months)</abbr>
  </p>
    <p class="description">&#x394;&#x3c1;&#x3b1;&#x3c3;&#x3c4;&#x3b7;&#x3c1;&#x3b9;&#x3bf;&#x3c0;&#x3bf;&#x3b9;&#x3bf;&#x3cd;&#x3bc;&#x3b1;&#x3b9; &#x3c9;&#x3c2; &#x3a3;&#x3cd;&#x3bc;&#x3b2;&#x3bf;&#x3c5;&#x3bb;&#x3bf;&#x3c2; &#x391;&#x3bd;&#x3b8;&#x3c1;&#x3c9;&#x3c0;&#x3af;&#x3bd;&#x3bf;&#x3c5; &#x394;&#x3c5;&#x3bd;&#x3b1;&#x3bc;&#x3b9;&#x3ba;&#x3bf;&#x3cd; &#x3c0;&#x3c1;&#x3bf;&#x3c3;&#x3c6;&#x3ad;&#x3c1;&#x3bf;&#x3bd;&#x3c4;&#x3b1;&#x3c2; &#x3c4;&#x3b9;&#x3c2; &#x3c5;&#x3c0;&#x3b7;&#x3c1;&#x3b5;&#x3c3;&#x3af;&#x3b5;&#x3c2; &#x3c0;&#x3bf;&#x3c5; &#x3c0;&#x3b5;&#x3c1;&#x3b9;&#x3b3;&#x3c1;&#x3ac;&#x3c6;&#x3bf;&#x3bd;&#x3c4;&#x3b1;&#x3b9; &#x3c3;&#x3c4;&#x3bf;  http://sites.google.com/site/yperesieshr</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      HR DIRECTOR
    
      </h3>
      <h4 class="org summary">FOKAS SA</h4>
  <p class="organization-details">(Retail industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2002-12-01">December 2002</abbr>
 &mdash; <abbr class="dtend" title="2009-03-01">March 2009</abbr>        <abbr class="duration" title="P6Y4M">(6 years 4 months)</abbr>
  </p>
    <p class="description">&#x397; &#x3b8;&#x3ad;&#x3c3;&#x3b7; &#x3b1;&#x3bd;&#x3b1;&#x3c6;&#x3ad;&#x3c1;&#x3b5;&#x3c4;&#x3b1;&#x3b9; &#x3c3;&#x3c4;&#x3bf;&#x3bd; &#x394;/&#x3bd;&#x3c9;&#x3bd; &#x3a3;&#x3cd;&#x3bc;&#x3b2;&#x3bf;&#x3c5;&#x3bb;&#x3bf; / &#x393;&#x3b5;&#x3bd;&#x3b9;&#x3ba;&#x3cc; &#x394;/&#x3bd;&#x3c4;&#x3ae; &#x3ba;&#x3b1;&#x3b9; &#x3c3;&#x3c5;&#x3bc;&#x3bc;&#x3b5;&#x3c4;&#x3ad;&#x3c7;&#x3b5;&#x3b9; &#x3c3;&#x3c4;&#x3bf; Management Team.<br>
&#x39a;&#x3cd;&#x3c1;&#x3b9;&#x3bf;&#x3c2; &#x3c1;&#x3cc;&#x3bb;&#x3bf;&#x3c2; &#x3c4;&#x3b7;&#x3c2; &#x3b8;&#x3ad;&#x3c3;&#x3b7;&#x3c2; &#x3b5;&#x3af;&#x3bd;&#x3b1;&#x3b9; &#x3b7; &#xab;&#x3b5;&#x3c5;&#x3b8;&#x3c5;&#x3b3;&#x3c1;&#x3ac;&#x3bc;&#x3bc;&#x3b9;&#x3c3;&#x3b7;&#xbb; &#x3c4;&#x3c9;&#x3bd; &#x3bb;&#x3b5;&#x3b9;&#x3c4;&#x3bf;&#x3c5;&#x3c1;&#x3b3;&#x3b9;&#x3ce;&#x3bd; &#x3c4;&#x3b7;&#x3c2; &#x394;&#x391;&#x394; &#x3bc;&#x3b5; &#x3c4;&#x3bf;&#x3c5;&#x3c2; &#x3c3;&#x3c4;&#x3c1;&#x3b1;&#x3c4;&#x3b7;&#x3b3;&#x3b9;&#x3ba;&#x3bf;&#x3cd;&#x3c2; &#x3ba;&#x3b1;&#x3b9; &#x3b5;&#x3c0;&#x3b9;&#x3c7;&#x3b5;&#x3b9;&#x3c1;&#x3b7;&#x3bc;&#x3b1;&#x3c4;&#x3b9;&#x3ba;&#x3bf;&#x3cd;&#x3c2; &#x3c3;&#x3c4;&#x3cc;&#x3c7;&#x3bf;&#x3c5;&#x3c2; &#x3c4;&#x3b7;&#x3c2; &#x3b5;&#x3c4;&#x3b1;&#x3b9;&#x3c1;&#x3b5;&#x3af;&#x3b1;&#x3c2;.<br>
&#x3a3;&#x3c4;&#x3b9;&#x3c2; &#x3ba;&#x3cd;&#x3c1;&#x3b9;&#x3b5;&#x3c2; &#x3c5;&#x3c0;&#x3b5;&#x3c5;&#x3b8;&#x3c5;&#x3bd;&#x3cc;&#x3c4;&#x3b7;&#x3c4;&#x3b5;&#x3c2; &#x3c4;&#x3b7;&#x3c2; &#x3b8;&#x3ad;&#x3c3;&#x3b7;&#x3c2; &#x3c3;&#x3c5;&#x3bc;&#x3c0;&#x3b5;&#x3c1;&#x3b9;&#x3bb;&#x3b1;&#x3bc;&#x3b2;&#x3ac;&#x3bd;&#x3bf;&#x3bd;&#x3c4;&#x3b1;&#x3b9; &#x3b7; &#x3c0;&#x3c1;&#x3bf;&#x3c3;&#x3ad;&#x3bb;&#x3ba;&#x3c5;&#x3c3;&#x3b7; &#x3ba;&#x3b1;&#x3b9; &#x3b5;&#x3c0;&#x3b9;&#x3bb;&#x3bf;&#x3b3;&#x3ae; &#x3c0;&#x3c1;&#x3bf;&#x3c3;&#x3c9;&#x3c0;&#x3b9;&#x3ba;&#x3bf;&#x3cd;, &#x3b7; &#x3b1;&#x3c1;&#x3c7;&#x3b9;&#x3ba;&#x3ae; &#x3ba;&#x3b1;&#x3b9; &#x3c3;&#x3c5;&#x3bd;&#x3b5;&#x3c7;&#x3ae;&#x3c2; &#x3b5;&#x3ba;&#x3c0;&#x3b1;&#x3af;&#x3b4;&#x3b5;&#x3c5;&#x3c3;&#x3b7;, &#x3b7; &#x3b1;&#x3be;&#x3b9;&#x3bf;&#x3bb;&#x3cc;&#x3b3;&#x3b7;&#x3c3;&#x3b7;, &#x3c4;&#x3bf; &#x3c3;&#x3cd;&#x3c3;&#x3c4;&#x3b7;&#x3bc;&#x3b1; &#x3b1;&#x3bc;&#x3bf;&#x3b9;&#x3b2;&#x3ce;&#x3bd; &#x3ba;&#x3b1;&#x3b9; &#x3c0;&#x3b1;&#x3c1;&#x3bf;&#x3c7;&#x3ce;&#x3bd;, &#x3b7; &#x3c3;&#x3cd;&#x3bd;&#x3c4;&#x3b1;&#x3be;&#x3b7; &#x3c0;&#x3bb;&#x3ac;&#x3bd;&#x3bf;&#x3c5; &#x3b4;&#x3b9;&#x3b1;&#x3b4;&#x3bf;&#x3c7;&#x3ae;&#x3c2;, &#x3b7; &#x3c3;&#x3c5;&#x3bc;&#x3bc;&#x3cc;&#x3c1;&#x3c6;&#x3c9;&#x3c3;&#x3b7; &#x3bc;&#x3b5; &#x3c4;&#x3bf; &#x3bd;&#x3bf;&#x3bc;&#x3b9;&#x3ba;&#x3cc; &#x3c0;&#x3bb;&#x3b1;&#x3af;&#x3c3;&#x3b9;&#x3bf;, &#x3b7; &#x3b5;&#x3ba;&#x3c0;&#x3c1;&#x3bf;&#x3c3;&#x3ce;&#x3c0;&#x3b7;&#x3c3;&#x3b7; &#x3c4;&#x3b7;&#x3c2; &#x3b5;&#x3c4;&#x3b1;&#x3b9;&#x3c1;&#x3b5;&#x3af;&#x3b1;&#x3c2; &#x3c3;&#x3b5; &#x3b5;&#x3c1;&#x3b3;&#x3b1;&#x3c4;&#x3b9;&#x3ba;&#x3ad;&#x3c2; &#x3b4;&#x3b9;&#x3b1;&#x3c6;&#x3bf;&#x3c1;&#x3ad;&#x3c2;, &#x3b7; &#x3bf;&#x3bc;&#x3b1;&#x3bb;&#x3ae; &#x3b4;&#x3b9;&#x3b5;&#x3be;&#x3b1;&#x3b3;&#x3c9;&#x3b3;&#x3ae; &#x3c4;&#x3b7;&#x3c2; &#x3bc;&#x3b9;&#x3c3;&#x3b8;&#x3bf;&#x3b4;&#x3bf;&#x3c3;&#x3af;&#x3b1;&#x3c2;, &#x3b7; &#x3b5;&#x3bd;&#x3af;&#x3c3;&#x3c7;&#x3c5;&#x3c3;&#x3b7; &#x3c4;&#x3b7;&#x3c2; &#x3b5;&#x3c3;&#x3c9;&#x3c4;&#x3b5;&#x3c1;&#x3b9;&#x3ba;&#x3ae;&#x3c2; &#x3b5;&#x3c0;&#x3b9;&#x3ba;&#x3bf;&#x3b9;&#x3bd;&#x3c9;&#x3bd;&#x3af;&#x3b1;&#x3c2;, &#x3b7; &#x3c0;&#x3b1;&#x3c1;&#x3bf;&#x3c7;&#x3ae; &#x3c3;&#x3c5;&#x3bc;&#x3b2;&#x3bf;&#x3c5;&#x3bb;&#x3ce;&#x3bd; &#x3c3;&#x3b5; line managers.<br>
&#x397; &#x3b8;&#x3ad;&#x3c3;&#x3b7; &#x3b4;&#x3b9;&#x3bf;&#x3b9;&#x3ba;&#x3b5;&#x3af; &#x3ac;&#x3bc;&#x3b5;&#x3c3;&#x3b1; &#x3b5;&#x3bd;&#x3bd;&#x3ad;&#x3b1; &#x3c3;&#x3c5;&#x3bd;&#x3b5;&#x3c1;&#x3b3;&#x3ac;&#x3c4;&#x3b5;&#x3c2;.</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      CONTROLLER
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/ikea-communications?trk=ppro_cprof&amp;lnk=vw_cprofile" >IKEA</a></h4>
  <p class="organization-details">(Privately Held; 201-500 employees; Retail industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2001-12-01">December 2001</abbr>
 &mdash; <abbr class="dtend" title="2002-12-01">December 2002</abbr>        <abbr class="duration" title="P1Y1M">(1 year 1 month)</abbr>
  </p>
    <p class="description">&#x397; &#x3b8;&#x3ad;&#x3c3;&#x3b7; &#x3b1;&#x3bd;&#x3b1;&#x3c6;&#x3ad;&#x3c1;&#x3b5;&#x3c4;&#x3b1;&#x3b9; &#x3b4;&#x3b9;&#x3bf;&#x3b9;&#x3ba;&#x3b7;&#x3c4;&#x3b9;&#x3ba;&#x3ac; &#x3c3;&#x3c4;&#x3bf;&#x3bd; &#x394;/&#x3bd;&#x3c4;&#x3ae; &#x39a;&#x3b1;&#x3c4;/&#x3c4;&#x3bf;&#x3c2; &#x3ba;&#x3b1;&#x3b9; &#x3bb;&#x3b5;&#x3b9;&#x3c4;&#x3bf;&#x3c5;&#x3c1;&#x3b3;&#x3b9;&#x3ba;&#x3ac; &#x3c3;&#x3c4;&#x3bf;&#x3bd; &#x394;/&#x3bd;&#x3c4;&#x3ae; &#x39f;&#x3b9;&#x3ba;&#x3bf;&#x3bd;&#x3bf;&#x3bc;&#x3b9;&#x3ba;&#x3ce;&#x3bd; &#x3c5;&#x3c0;&#x3b7;&#x3c1;&#x3b5;&#x3c3;&#x3b9;&#x3ce;&#x3bd;.<br>
&#x39a;&#x3cd;&#x3c1;&#x3b9;&#x3bf;&#x3c2; &#x3c1;&#x3cc;&#x3bb;&#x3bf;&#x3c2; &#x3c4;&#x3b7;&#x3c2; &#x3b8;&#x3ad;&#x3c3;&#x3b7;&#x3c2; &#x3b5;&#x3af;&#x3bd;&#x3b1;&#x3b9; &#x3b7; &#x3c0;&#x3b1;&#x3c1;&#x3b1;&#x3ba;&#x3bf;&#x3bb;&#x3bf;&#x3cd;&#x3b8;&#x3b7;&#x3c3;&#x3b7; &#x3c0;&#x3c9;&#x3bb;&#x3ae;&#x3c3;&#x3b5;&#x3c9;&#x3bd; &#x3ba;&#x3b1;&#x3b9; &#x3bb;&#x3b5;&#x3b9;&#x3c4;&#x3bf;&#x3c5;&#x3c1;&#x3b3;&#x3b9;&#x3ba;&#x3ce;&#x3bd; &#x3b5;&#x3be;&#x3cc;&#x3b4;&#x3c9;&#x3bd; &#x3bc;&#x3b5; &#x3c3;&#x3ba;&#x3bf;&#x3c0;&#x3cc; &#x3c4;&#x3b7; &#x3b2;&#x3ad;&#x3bb;&#x3c4;&#x3b9;&#x3c3;&#x3c4;&#x3b7; &#x3c3;&#x3c7;&#x3ad;&#x3c3;&#x3b7; &#x3bc;&#x3b5;&#x3c4;&#x3b1;&#x3be;&#x3cd; &#x3ba;&#x3cc;&#x3c3;&#x3c4;&#x3bf;&#x3c5;&#x3c2; &#x3ba;&#x3b1;&#x3b9; &#x3c0;&#x3c9;&#x3bb;&#x3ae;&#x3c3;&#x3b5;&#x3c9;&#x3bd;.<br>
&#x3a3;&#x3c4;&#x3b9;&#x3c2; &#x3ba;&#x3cd;&#x3c1;&#x3b9;&#x3b5;&#x3c2; &#x3c5;&#x3c0;&#x3b5;&#x3c5;&#x3b8;&#x3c5;&#x3bd;&#x3cc;&#x3c4;&#x3b7;&#x3c4;&#x3b5;&#x3c2; &#x3c3;&#x3c5;&#x3bc;&#x3c0;&#x3b5;&#x3c1;&#x3b9;&#x3bb;&#x3ac;&#x3bc;&#x3b2;&#x3ac;&#x3bd;&#x3bf;&#x3bd;&#x3c4;&#x3b1;&#x3b9; &#x3b7; &#x3c0;&#x3b1;&#x3c1;&#x3b1;&#x3ba;&#x3bf;&#x3bb;&#x3bf;&#x3cd;&#x3b8;&#x3b7;&#x3c3;&#x3b7; &#x3c4;&#x3c9;&#x3bd; &#x3b5;&#x3be;&#x3cc;&#x3b4;&#x3c9;&#x3bd; &#x3c0;&#x3c1;&#x3bf;&#x3c3;&#x3c9;&#x3c0;&#x3b9;&#x3ba;&#x3bf;&#x3cd; &#x3ba;&#x3b1;&#x3b9; &#x3c4;&#x3c9;&#x3bd; &#x3c0;&#x3bb;&#x3b7;&#x3c1;&#x3c9;&#x3bc;&#x3ce;&#x3bd; &#x3c4;&#x3b7;&#x3c2; &#x3b5;&#x3c4;&#x3b1;&#x3b9;&#x3c1;&#x3b5;&#x3af;&#x3b1;&#x3c2; &#x3c3;&#x3cd;&#x3bc;&#x3c6;&#x3c9;&#x3bd;&#x3b1; &#x3bc;&#x3b5; &#x3c4;&#x3bf;&#x3bd; &#x3c0;&#x3c1;&#x3bf;&#x3cb;&#x3c0;&#x3bf;&#x3bb;&#x3bf;&#x3b3;&#x3b9;&#x3c3;&#x3bc;&#x3cc; (budget), &#x3b7;&#x3b5;&#x3bd;&#x3b5;&#x3c1;&#x3b3;&#x3ae; &#x3c3;&#x3c5;&#x3bc;&#x3bc;&#x3b5;&#x3c4;&#x3bf;&#x3c7;&#x3ae; &#x3c3;&#x3c4;&#x3b7;&#x3bd; &#x3b5;&#x3ba;&#x3c0;&#x3cc;&#x3bd;&#x3b7;&#x3c3;&#x3b7; budget &#x3c0;&#x3c9;&#x3bb;&#x3ae;&#x3c3;&#x3b5;&#x3c9;&#x3bd; &#x3ba;&#x3b1;&#x3b9; &#x3b4;&#x3b1;&#x3c0;&#x3b1;&#x3bd;&#x3ce;&#x3bd; &#x3c3;&#x3b5; &#x3b5;&#x3c0;&#x3af;&#x3c0;&#x3b5;&#x3b4;&#x3bf; &#x3ba;&#x3b1;&#x3c4;&#x3b1;&#x3c3;&#x3c4;&#x3ae;&#x3bc;&#x3b1;&#x3c4;&#x3bf;&#x3c2; &#x3ba;&#x3b1;&#x3b9; &#x3c4;&#x3bc;&#x3b7;&#x3bc;&#x3ac;&#x3c4;&#x3c9;&#x3bd;, &#x3b7;<br>
&#x391;&#x3bd;&#x3b1;&#x3bb;&#x3c5;&#x3c4;&#x3b9;&#x3ba;&#x3ae; &#x3c0;&#x3b1;&#x3c1;&#x3b1;&#x3ba;&#x3bf;&#x3bb;&#x3bf;&#x3cd;&#x3b8;&#x3b7;&#x3c3;&#x3b7; &#x3c3;&#x3b5; &#x3bc;&#x3b7;&#x3bd;&#x3b9;&#x3b1;&#x3af;&#x3b1; &#x3b2;&#x3ac;&#x3c3;&#x3b7; &#x3c4;&#x3b7;&#x3c2; &#x3ba;&#x3b5;&#x3c1;&#x3b4;&#x3bf;&#x3c6;&#x3bf;&#x3c1;&#x3af;&#x3b1;&#x3c2; &#x3c4;&#x3bf;&#x3c5; &#x3ba;&#x3b1;&#x3c4;&#x3b1;&#x3c3;&#x3c4;&#x3ae;&#x3bc;&#x3b1;&#x3c4;&#x3bf;&#x3c2; &#x3c3;&#x3b5; &#x3c3;&#x3c7;&#x3ad;&#x3c3;&#x3b7; &#x3bc;&#x3b5; &#x3c4;&#x3bf; budget. (P &amp; L Analysis), &#x3b7; &#x3ba;&#x3b1;&#x3b8;&#x3bf;&#x3b4;&#x3ae;&#x3b3;&#x3b7;&#x3c3;&#x3b7; &#x3c4;&#x3c9;&#x3bd; &#x3c0;&#x3c9;&#x3bb;&#x3ae;&#x3c3;&#x3b5;&#x3c9;&#x3bd; &#x3bc;&#x3b5; &#x3b3;&#x3bd;&#x3ce;&#x3bc;&#x3bf;&#x3bd;&#x3b1; &#x3c4;&#x3bf; &#x3c0;&#x3b5;&#x3c1;&#x3b9;&#x3b8;&#x3ce;&#x3c1;&#x3b9;&#x3bf; &#x3ba;&#x3ad;&#x3c1;&#x3b4;&#x3bf;&#x3c5;&#x3c2; &#x3b1;&#x3bd;&#x3ac; &#x3bf;&#x3bc;&#x3ac;&#x3b4;&#x3b1; &#x3b5;&#x3bc;&#x3c0;&#x3bf;&#x3c1;&#x3b5;&#x3c5;&#x3bc;&#x3ac;&#x3c4;&#x3c9;&#x3bd; &#x3ba;&#x3b1;&#x3b9; &#x3c4;&#x3bc;&#x3ae;&#x3bc;&#x3b1; &#x3bc;&#x3b5; &#x3c3;&#x3ba;&#x3bf;&#x3c0;&#x3cc; &#x3c4;&#x3b7;&#x3bd; &#x3b1;&#x3cd;&#x3be;&#x3b7;&#x3c3;&#x3b7; &#x3c4;&#x3b7;&#x3c2; &#x3ba;&#x3b5;&#x3c1;&#x3b4;&#x3bf;&#x3c6;&#x3bf;&#x3c1;&#x3af;&#x3b1;&#x3c2;, &#x3b7; &#x3c3;&#x3c5;&#x3bc;&#x3b2;&#x3bf;&#x3c5;&#x3bb;&#x3b5;&#x3c5;&#x3c4;&#x3b9;&#x3ba;&#x3ae; &#x3c0;&#x3b1;&#x3c1;&#x3ad;&#x3bc;&#x3b2;&#x3b1;&#x3c3;&#x3b7; &#x3c3;&#x3b5; &#x3b5;&#x3c0;&#x3af;&#x3c0;&#x3b5;&#x3b4;&#x3bf; &#x3c4;&#x3bc;&#x3b7;&#x3bc;&#x3ac;&#x3c4;&#x3c9;&#x3bd; &#x3ba;&#x3b1;&#x3b9; &#x3ba;&#x3b1;&#x3c4;&#x3b1;&#x3c3;&#x3c4;&#x3ae;&#x3bc;&#x3b1;&#x3c4;&#x3bf;&#x3c2; &#x3c3;&#x3c4;&#x3b7;&#x3bd; &#x3c0;&#x3b5;&#x3c1;&#x3af;&#x3c0;&#x3c4;&#x3c9;&#x3c3;&#x3b7; &#x3c0;&#x3bf;&#x3c5; &#x3bc;&#x3b7; &#x3c0;&#x3c1;&#x3bf;&#x3cb;&#x3c0;&#x3bf;&#x3bb;&#x3bf;&#x3b3;&#x3b9;&#x3c3;&#x3b8;&#x3ad;&#x3bd;&#x3c4;&#x3c9;&#x3bd; &#x3b4;&#x3b1;&#x3c0;&#x3b1;&#x3bd;&#x3ce;&#x3bd; &#x3bc;&#x3b5; &#x3c3;&#x3ba;&#x3bf;&#x3c0;&#x3cc; &#x3c4;&#x3b7;&#x3bd; &#x3b4;&#x3b9;&#x3b1;&#x3c3;&#x3c6;&#x3ac;&#x3bb;&#x3b9;&#x3c3;&#x3b7; &#x3c4;&#x3bf;&#x3c5; &#x3ba;&#x3ad;&#x3c1;&#x3b4;&#x3bf;&#x3c5;&#x3c2;, &#x3b7; &#x3bb;&#x3b5;&#x3b9;&#x3c4;&#x3bf;&#x3c5;&#x3c1;&#x3b3;&#x3af;&#x3b1; &#x3c4;&#x3bf;&#x3c5; &#x3ba;&#x3b5;&#x3bd;&#x3c4;&#x3c1;&#x3b9;&#x3ba;&#x3bf;&#x3cd; &#x3c4;&#x3b1;&#x3bc;&#x3b5;&#x3af;&#x3bf;&#x3c5;.<br>
&#x397; &#x3b8;&#x3ad;&#x3c3;&#x3b7; &#x3b4;&#x3b9;&#x3bf;&#x3b9;&#x3ba;&#x3b5;&#x3af; &#x3ac;&#x3bc;&#x3b5;&#x3c3;&#x3b1; 8 &#x3c3;&#x3c5;&#x3bd;&#x3b5;&#x3c1;&#x3b3;&#x3ac;&#x3c4;&#x3b5;&#x3c2;</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      HR MANAGER NORTH GREECE
    
      </h3>
      <h4 class="org summary">FOURLIS TRADE SA</h4>
  <p class="organization-details">(Privately Held; 501-1000 employees; Consumer Electronics industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1997-01-01">January 1997</abbr>
 &mdash; <abbr class="dtend" title="2001-12-01">December 2001</abbr>        <abbr class="duration" title="P5Y">(5 years )</abbr>
  </p>
    <p class="description">&#x397; &#x3b8;&#x3ad;&#x3c3;&#x3b7; &#x3b1;&#x3bd;&#x3b1;&#x3c6;&#x3ad;&#x3c1;&#x3b5;&#x3c4;&#x3b1;&#x3b9; &#x3c3;&#x3c4;&#x3b7;&#x3bd; &#x394;/&#x3bd;&#x3c4;&#x3c1;&#x3b9;&#x3b1; &#x391;&#x3bd;&#x3b8;&#x3c1;&#x3ce;&#x3c0;&#x3b9;&#x3bd;&#x3bf;&#x3c5; &#x394;&#x3c5;&#x3bd;&#x3b1;&#x3bc;&#x3b9;&#x3ba;&#x3bf;&#x3cd; &#x3c4;&#x3bf;&#x3c5; &#x39f;&#x3bc;&#x3af;&#x3bb;&#x3bf;&#x3c5;.<br>
&#x39a;&#x3cd;&#x3c1;&#x3b9;&#x3bf;&#x3c2; &#x3c1;&#x3cc;&#x3bb;&#x3bf;&#x3c2; &#x3c4;&#x3b7;&#x3c2; &#x3b8;&#x3ad;&#x3c3;&#x3b7;&#x3c2; &#x3b5;&#x3af;&#x3bd;&#x3b1;&#x3b9; &#x3b7; &#x3b5;&#x3c6;&#x3b1;&#x3c1;&#x3bc;&#x3bf;&#x3b3;&#x3ae; &#x3c4;&#x3c9;&#x3bd; &#x3c0;&#x3bf;&#x3bb;&#x3b9;&#x3c4;&#x3b9;&#x3ba;&#x3ce;&#x3bd; &#x391;&#x3bd;&#x3b8;&#x3c1;&#x3c9;&#x3c0;&#x3af;&#x3bd;&#x3bf;&#x3c5; &#x394;&#x3c5;&#x3bd;&#x3b1;&#x3bc;&#x3b9;&#x3ba;&#x3bf;&#x3cd; &#x3ba;&#x3b1;&#x3b9; &#x3b7; &#x3bf;&#x3bc;&#x3b1;&#x3bb;&#x3ae; &#x3b4;&#x3b9;&#x3b5;&#x3be;&#x3b1;&#x3b3;&#x3c9;&#x3b3;&#x3ae; &#x3c4;&#x3b7;&#x3c2; &#x3bc;&#x3b9;&#x3c3;&#x3b8;&#x3bf;&#x3b4;&#x3bf;&#x3c3;&#x3af;&#x3b1;&#x3c2;.<br>
&#x3a3;&#x3c4;&#x3b9;&#x3c2; &#x3ba;&#x3cd;&#x3c1;&#x3b9;&#x3b5;&#x3c2; &#x3c5;&#x3c0;&#x3b5;&#x3c5;&#x3b8;&#x3c5;&#x3bd;&#x3cc;&#x3c4;&#x3b7;&#x3c4;&#x3b5;&#x3c2; &#x3c4;&#x3b7;&#x3c2; &#x3b8;&#x3ad;&#x3c3;&#x3b7;&#x3c2; &#x3c3;&#x3c5;&#x3bc;&#x3c0;&#x3b5;&#x3c1;&#x3b9;&#x3bb;&#x3b1;&#x3bc;&#x3b2;&#x3ac;&#x3bd;&#x3bf;&#x3bd;&#x3c4;&#x3b1;&#x3b9; &#x3b7; &#x3b5;&#x3c0;&#x3b9;&#x3bb;&#x3bf;&#x3b3;&#x3ae; &#x3ba;&#x3b1;&#x3b9; &#x3c0;&#x3c1;&#x3cc;&#x3c3;&#x3bb;&#x3b7;&#x3c8;&#x3b7; &#x3c0;&#x3c1;&#x3bf;&#x3c3;&#x3c9;&#x3c0;&#x3b9;&#x3ba;&#x3bf;&#x3cd;, &#x3b7; &#x3b5;&#x3ba;&#x3c0;&#x3b1;&#x3af;&#x3b4;&#x3b5;&#x3c5;&#x3c3;&#x3b7; &#x3ba;&#x3b1;&#x3b9; &#x3b1;&#x3be;&#x3b9;&#x3bf;&#x3bb;&#x3cc;&#x3b3;&#x3b7;&#x3c3;&#x3b7; &#x3c0;&#x3c1;&#x3bf;&#x3c3;&#x3c9;&#x3c0;&#x3b9;&#x3ba;&#x3bf;&#x3cd;, &#x3b7; &#x3c3;&#x3c5;&#x3bc;&#x3bc;&#x3cc;&#x3c1;&#x3c6;&#x3c9;&#x3c3;&#x3b7; &#x3bc;&#x3b5; &#x3c4;&#x3bf; &#x3bd;&#x3bf;&#x3bc;&#x3b9;&#x3ba;&#x3cc; &#x3c0;&#x3bb;&#x3b1;&#x3af;&#x3c3;&#x3b9;&#x3bf;, &#x3b7; &#x3c0;&#x3b1;&#x3c1;&#x3b1;&#x3ba;&#x3bf;&#x3bb;&#x3bf;&#x3cd;&#x3b8;&#x3b7;&#x3c3;&#x3b7; &#x3c0;&#x3b1;&#x3c1;&#x3bf;&#x3c5;&#x3c3;&#x3b9;&#x3ce;&#x3bd; &#x3ba;&#x3b1;&#x3b9; &#x3b1;&#x3b4;&#x3b5;&#x3b9;&#x3ce;&#x3bd;, &#x3b7; &#x3bc;&#x3b9;&#x3c3;&#x3b8;&#x3bf;&#x3b4;&#x3bf;&#x3c3;&#x3af;&#x3b1;.</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      ASSISTANT ACCOUNTANT
    
      </h3>
      <h4 class="org summary">FOURLIS TRADE SA</h4>
  <p class="organization-details">(Privately Held; 501-1000 employees; Consumer Electronics industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1990-01-01">January 1990</abbr>
 &mdash; <abbr class="dtend" title="1996-12-01">December 1996</abbr>        <abbr class="duration" title="P7Y">(7 years )</abbr>
  </p>
    <p class="description">&#x397; &#x3b8;&#x3ad;&#x3c3;&#x3b7; &#x3b1;&#x3bd;&#x3b1;&#x3c6;&#x3ad;&#x3c1;&#x3b5;&#x3c4;&#x3b1;&#x3b9; &#x3c3;&#x3c4;&#x3bf;&#x3bd; &#x39f;&#x3b9;&#x3ba;&#x3bf;&#x3bd;&#x3bf;&#x3bc;&#x3b9;&#x3ba;&#x3cc; &#x394;/&#x3bd;&#x3c4;&#x3ae; &#x3c4;&#x3bf;&#x3c5; &#x3a5;&#x3c0;&#x3bf;&#x3ba;/&#x3c4;&#x3bf;&#x3c2; &#x398;&#x3b5;&#x3c3;&#x3c3;&#x3b1;&#x3bb;&#x3bf;&#x3bd;&#x3af;&#x3ba;&#x3b7;&#x3c2;.<br>
&#x3a3;&#x3c4;&#x3b9;&#x3c2; &#x3ba;&#x3cd;&#x3c1;&#x3b9;&#x3b5;&#x3c2; &#x3c5;&#x3c0;&#x3b5;&#x3c5;&#x3b8;&#x3c5;&#x3bd;&#x3cc;&#x3c4;&#x3b7;&#x3c4;&#x3b5;&#x3c2; &#x3c3;&#x3c5;&#x3bc;&#x3c0;&#x3b5;&#x3c1;&#x3b9;&#x3bb;&#x3b1;&#x3bc;&#x3b2;&#x3ac;&#x3bd;&#x3bf;&#x3bd;&#x3c4;&#x3b1;&#x3b9; &#x3b7; &#x3b4;&#x3b9;&#x3b5;&#x3be;&#x3b1;&#x3b3;&#x3c9;&#x3b3;&#x3ae; &#x3c4;&#x3b7;&#x3c2; &#x3bc;&#x3b9;&#x3c3;&#x3b8;&#x3bf;&#x3b4;&#x3bf;&#x3c3;&#x3af;&#x3b1;&#x3c2; &#x3ba;&#x3b1;&#x3b9; &#x3b8;&#x3b5;&#x3bc;&#x3ac;&#x3c4;&#x3c9;&#x3bd; &#x3c0;&#x3c1;&#x3bf;&#x3c3;&#x3c9;&#x3c0;&#x3b9;&#x3ba;&#x3bf;&#x3cd; (&#x3c0;&#x3c1;&#x3bf;&#x3c3;&#x3bb;&#x3ae;&#x3c8;&#x3b5;&#x3b9;&#x3c2; &#x3ba;&#x3bb;&#x3c0;), &#x3b7; &#x3ba;&#x3b1;&#x3c4;&#x3b1;&#x3c7;&#x3ce;&#x3c1;&#x3b7;&#x3c3;&#x3b7; &#x3bb;&#x3bf;&#x3b3;&#x3b9;&#x3c3;&#x3c4;&#x3b9;&#x3ba;&#x3ce;&#x3bd; &#x3b5;&#x3b3;&#x3b3;&#x3c1;&#x3b1;&#x3c6;&#x3ce;&#x3bd;, &#x3b7; &#x3bc;&#x3b7;&#x3c7;&#x3b1;&#x3bd;&#x3bf;&#x3b3;&#x3c1;&#x3b1;&#x3c6;&#x3b9;&#x3ba;&#x3ae; &#x3c5;&#x3c0;&#x3bf;&#x3c3;&#x3c4;&#x3ae;&#x3c1;&#x3b9;&#x3be;&#x3b7; &#x3c4;&#x3bf;&#x3c5; &#x3c0;&#x3c1;&#x3bf;&#x3c3;&#x3c9;&#x3c0;&#x3b9;&#x3ba;&#x3bf;&#x3cd; &#x3c3;&#x3b5; &#x3c3;&#x3c5;&#x3bd;&#x3b5;&#x3c1;&#x3b3;&#x3b1;&#x3c3;&#x3af;&#x3b1; &#x3bc;&#x3b5; &#x3c4;&#x3b7; &#x394;/&#x3bd;&#x3c3;&#x3b7; IT,  &#x3b7; &#x3b5;&#x3bd;&#x3b7;&#x3bc;&#x3ad;&#x3c1;&#x3c9;&#x3c3;&#x3b7; &#x3c4;&#x3b7;&#x3c2; &#x395;&#x3bc;&#x3c0;&#x3bf;&#x3c1;&#x3b9;&#x3ba;&#x3ae;&#x3c2; &#x394;/&#x3bd;&#x3c3;&#x3b7;&#x3c2; &#x3bc;&#x3b5; &#x3c3;&#x3c4;&#x3b1;&#x3c4;&#x3b9;&#x3c3;&#x3c4;&#x3b9;&#x3ba;&#x3ac; &#x3c0;&#x3c9;&#x3bb;&#x3ae;&#x3c3;&#x3b5;&#x3c9;&#x3bd;</p>
</li>
        
      
    </ul>
  </div>
  <hr />









  <div id="education">
    <h2>&#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; &#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb;&#8217;s Education</h2>
    <ul class="vcalendar">
      
        

	<li class="education vevent vcard">
    <h3 class="summary fn org">
           ICBS Business School
      </h3>
		<div class="description">
    <p>
      <span class="degree">A</span>
        , 
      <span class="major">Strategic Management</span>
      , 
          <abbr class="dtstart" title="2004-01-01">2004</abbr> &mdash; <abbr class="dtend" title="2005-12-31">2005</abbr> 
    </p>
		</div>
  </li>

      
        

	<li class="education vevent vcard">
    <h3 class="summary fn org">
           L.C.P.C.
      </h3>
		<div class="description">
    <p>
      <span class="degree">A</span>
        , 
      <span class="major">COMPUTER</span>
      , 
          <abbr class="dtstart" title="1995-01-01">1995</abbr> &mdash; <abbr class="dtend" title="1996-12-31">1996</abbr> 
    </p>
      <p class="notes">WINDOWS, WORD, EXCEL, POWERPOINT, INTERNET</p>
		</div>
  </li>

      
        

	<li class="education vevent vcard">
    <h3 class="summary fn org">
           FAROS COLLEGE
      </h3>
		<div class="description">
    <p>
      <span class="degree">A</span>
        , 
      <span class="major">ACCOUNTING</span>
      , 
          <abbr class="dtstart" title="1990-01-01">1990</abbr> &mdash; <abbr class="dtend" title="1991-12-31">1991</abbr> 
    </p>
      <p class="notes">&#x39c;&#x3b7;&#x3c7;&#x3b1;&#x3bd;&#x3bf;&#x3b3;&#x3c1;&#x3b1;&#x3c6;&#x3b7;&#x3bc;&#x3ad;&#x3bd;&#x3b7; &#x39b;&#x3bf;&#x3b3;&#x3b9;&#x3c3;&#x3c4;&#x3b9;&#x3ba;&#x3ae;</p>
		</div>
  </li>

      
    </ul>
  </div>
  <hr />




















  <div id="contact-settings">
    <h2>&#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; &#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb;&#8217;s Contact Settings</h2>
    <h3>Interested In:</h3>
    <ul>
      
        <li>
          career opportunities
        </li>
      
        <li>
          job inquiries
        </li>
      
        <li>
          expertise requests
        </li>
      
        <li>
          business deals
        </li>
      
        <li>
          reference requests
        </li>
      
        <li>
          getting back in touch
        </li>
      
    </ul>
  </div>
  <hr />



        
      <div class="viewfull">
        <p><a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=19819688&pvs=pp&authToken=BEX5&authType=name&locale=en_US&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a></p>
      </div>
  </div>
  <div id="control" class="infobar">
    <div class="powered">
      <h3> Public profile powered by: <a href="/home?trk=ppro_pbli" ><img src="http://static.linkedin.com/scds/common/u/img/logos/logo_82x23.png" height="23" width="82" alt="LinkedIn" /></a>
      </h3>
      <p>Create a public profile: <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=19819688&pvs=pp&authToken=BEX5&authType=name&locale=en_US&trk=ppro_geturl&lnk=sign_in" rel="nofollow">Sign In</a>
        </strong> or <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=19819688&pvs=pp&authToken=BEX5&authType=name&locale=en_US&trk=ppro_joinnow&lnk=join_now" rel="nofollow">Join Now</a>
        </strong></p>
    </div>
      <div class="box" id="readmore">
        <div class="title">
          <h3>View &#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; &#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb;&#8217;s full profile:</h3>
        </div>
        <div class="content">
          <ul>
            <li>See who you and <strong>&#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; &#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb;</strong> know in common</li>
            <li>Get introduced to <strong>&#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; &#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb;</strong></li>
            <li>Contact <strong>&#x394;&#x3b7;&#x3bc;&#x3ae;&#x3c4;&#x3c1;&#x3b7;&#x3c2; &#x3a7;&#x3b1;&#x3c4;&#x3b6;&#x3b7;&#x3bc;&#x3b9;&#x3c7;&#x3b1;&#x3ae;&#x3bb;</strong> directly</li>
          </ul>
          <p class="btn">
            <a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=19819688&pvs=pp&authToken=BEX5&authType=name&locale=en_US&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a>
          </p>
        </div>
      </div>
    
    
    <div class="box" id="search">
      <div class="title">
        <h3><strong>Name Search:</strong></h3>
      </div>
      <div class="content">
        <p><strong>Search for people you know</strong> from over 65 million professionals already on LinkedIn.</p>
        <form name="searchForm" action="/pub/dir/" method="get">
          <p class="field"><span class="lbl">
            <label for="first">First Name</label>
            <br />
            </span>
            <input type="text" name="first" id="first" />
            &nbsp;&nbsp;<span class="lbl"><br />
            <label for="last">Last Name</label>
            <br />
            </span>
            <input type="text" name="last" id="last" />
          </p>
          <p class="example">
            <input class="btn-secondary" type="submit" name="search" value="Search"/> (example: <strong>
<a href="http://www.linkedin.com/in/jeffweiner08?trk=ppro_find_others_rh" >Jeff Weiner</a></strong>)
          </p>
        </form>
      </div>
    </div>

    
    <script type="text/javascript">
      var dbl_page = 'public_profile';
    </script>
    
      <script type="text/javascript" src="http://static.linkedin.com/scds/common/build-516_7_3394-prod/js/ads.js"></script>
    
      <script type="text/javascript">
      /* <![CDATA[ */
      var google_keywords = null, google_ad_client = 'pub-2283433109277150', google_ad_width = 300, google_ad_height = 250, google_ad_format = '300x250_as';
        var dbl_src = "http://ad.doubleclick.net/adj/linkedin.dart/" + dbl_page + ";;tile=1;dcopt=ist;sz=300x250;" + encodeURIComponent('extra=null') + ";ord=" + Math.random() * 10000000000000000 +"?";
        document.write('<script src="' + dbl_src + '" type="text/javascript"><\/script>');
      /* ]]> */
      </script>
  </div>
</div>
<hr />







<div id="footer">
    <div id="directory">
      <h3>LinkedIn member directory:</h3>
      <ol type="a">
        <li><a href="/directory/people/a.html" >a</a></li>
        <li><a href="/directory/people/b.html" >b</a></li>
        <li><a href="/directory/people/c.html" >c</a></li>
        <li><a href="/directory/people/d.html" >d</a></li>
        <li><a href="/directory/people/e.html" >e</a></li>
        <li><a href="/directory/people/f.html" >f</a></li>
        <li><a href="/directory/people/g.html" >g</a></li>
        <li><a href="/directory/people/h.html" >h</a></li>
        <li><a href="/directory/people/i.html" >i</a></li>
        <li><a href="/directory/people/j.html" >j</a></li>
        <li><a href="/directory/people/k.html" >k</a></li>
        <li><a href="/directory/people/l.html" >l</a></li>
        <li><a href="/directory/people/m.html" >m</a></li>
        <li><a href="/directory/people/n.html" >n</a></li>
        <li><a href="/directory/people/o.html" >o</a></li>
        <li><a href="/directory/people/p.html" >p</a></li>
        <li><a href="/directory/people/q.html" >q</a></li>
        <li><a href="/directory/people/r.html" >r</a></li>
        <li><a href="/directory/people/s.html" >s</a></li>
        <li><a href="/directory/people/t.html" >t</a></li>
        <li><a href="/directory/people/u.html" >u</a></li>
        <li><a href="/directory/people/v.html" >v</a></li>
        <li><a href="/directory/people/w.html" >w</a></li>
        <li><a href="/directory/people/x.html" >x</a></li>
        <li><a href="/directory/people/y.html" >y</a></li>
        <li><a href="/directory/people/z.html" >z</a></li>
        <li type="disc"><a href="/directory/people/@.html" >more</a></li>
      </ol>
      <h3>Browse members</h3>
      <p>
        <a href="/static?key=country_listing" >by country</a>
      </p>
    </div>
  <div class="wrapper">
    <p id="copyright"><a href="http://www.linkedin.com/">LinkedIn</a> Corporation &copy; 2010</p>
    <ul id="nav-legal">
      <li><a href="/static?key=user_agreement&trk=ftr_useragre" rel="nofollow">User Agreement</a></li>
      <li><a href="/redirect?url=http%3A%2F%2Fpress%2Elinkedin%2Ecom%2Fabout&urlhash=ONnW" >About LinkedIn</a></li>
      <li class="last"><a href="/static?key=privacy_policy&trk=hb_ft_priv" >Privacy Policy</a></li>
    </ul>
    <p id="terms-of-use">
      Commercial use of this site without express authorization is prohibited.
    </p>
  </div>
</div>
 
  

<script type="text/javascript">/* <![CDATA[ */
(function() {
function readCookie(name) {
  var nameEQ = name + "=";
  var ca = document.cookie.split(';');
  for(var i = 0; i < ca.length; i++) {
    var c = ca[i];
    while (c.charAt(0)==' ') c = c.substring(1,c.length);
    if (c.indexOf(nameEQ) == 0) return c.substring(nameEQ.length,c.length);
  }
  return null;
}

if (typeof(XMLHttpRequest)  === "undefined") {
  XMLHttpRequest = function() {
    try { return new ActiveXObject("Msxml2.XMLHTTP.6.0"); } catch(e) {}
    try { return new ActiveXObject("Msxml2.XMLHTTP.3.0"); } catch(e) {}
    try { return new ActiveXObject("Msxml2.XMLHTTP"); }     catch(e) {}
    try { return new ActiveXObject("Microsoft.XMLHTTP"); }  catch(e) {}
    throw new Error("This browser does not support XMLHttpRequest.");
  };
}

var req = new XMLHttpRequest(),
    bcookie = escape(readCookie("bcookie")),
    url = '/analytics/noauthtracker?type=leo.pageTracking&pageType=full_page&pageKey=public_profile_jsbeacon&trackingInfo=19819688';

if (bcookie) {
req.open('get', url);
req.send(null);
}
})();
/* ]]> */</script>





  
  
  
  
  
   

        <script type="text/javascript" src="http://static.linkedin.com/scds/concat/common/build-516_7_3394-prod/js?f=lib%2Fyui%2F2.8.1%2Fyahoo-dom-event%2Fyahoo-dom-event&amp;f=js%2Fcore%2FDefine&amp;f=js%2Futil%2FHelps&amp;f=js%2Fpublic_profile&amp;f=js%2Fshowhide&amp;f=js%2Fcookies"></script>
    
<script type="text/javascript">
/* <![CDATA[ */
  if(typeof(i18n) == 'undefined') var i18n = {}; 
  i18n.TEXT_PLEASE_ENTER = "Please enter a first and last name.";
  showHide.init();

  var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
  document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
/* ]]> */
</script>
<script type="text/javascript">
/* <![CDATA[ */
var pageTracker = _gat._getTracker("UA-3242811-1");
pageTracker._setDomainName(".linkedin.com"); 

pageTracker._linkedInMemberCookie = readCookie("visit"); 
pageTracker._linkedInUserType = (pageTracker._linkedInMemberCookie == "M") ? "user" : "guest";  
pageTracker._setVar(pageTracker._linkedInUserType);
    pageTracker._trackPageview("country_test");
/* ]]> */
</script>


<script type="text/javascript" src="http://edge.quantserve.com/quant.js"></script> 
<noscript> 
  <a href="http://www.quantcast.com/p-b3sGjMtCFrexE" target="_blank"><img src="http://pixel.quantserve.com/pixel/p-b3sGjMtCFrexE.gif" style="display: none;" border="0" height="1" width="1" alt="Quantcast" /></a> 
</noscript>

<script type="text/javascript" src="http://b.scorecardresearch.com/beacon.js"></script> 
<script type="text/javascript">
  COMSCORE.beacon({ c1:2, c2:6402952, c3:"", c4:"", c5:"", c6:"", c15:"" });
</script>
<noscript> 
  <img src="http://b.scorecardresearch.com/b?c1=2&amp;c2=6402952&amp;c3=&amp;c4=&amp;c5=&amp;c6=&amp;c15=&amp;cv=1.3&amp;cj=1" style="display:none" width="0" height="0" alt="" />
</noscript>

</body>
</html>
