<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
  <title>Cecilia G&#xf3;mez Leivas - Argentina | LinkedIn </title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <link href="http://www.linkedin.com/img/favicon_v2.ico" rel="shortcut icon" type="image/ico" />
  <link href="http://ar.linkedin.com/in/ceciliagomezleivas" rel="canonical" />  
    <meta name="description" content="View Cecilia G&#xf3;mez Leivas's (Argentina) professional profile on LinkedIn.  LinkedIn is the world's largest business network, helping professionals like Cecilia G&#xf3;mez Leivas discover inside connections to recommended job candidates, industry experts, and business partners." />

  
  
  

        <link rel="stylesheet" type="text/css" href="http://static02.linkedin.com/scds/concat/common/build-523_9_3840-prod/css?f=css%2Fchrome&amp;f=css%2Fpublic_profile&amp;f=css%2Fpublic-profile%2Fdefault" />
    
</head>
<body id="www-linkedin-com" class="en public-profile">

<script type="text/javascript">document.body.className += " js";</script>
  
<div class="hresume">
    <div class="profile-header">
      <div class="masthead vcard contact portrait">
        <div id="nameplate">
          <h1 id="name"><span class="fn n"><span class="given-name">Cecilia</span> <span class="family-name">G&#xf3;mez Leivas</span></span></h1>
        </div>
        <div class="content">
          <div class="info">
              <div class="image"><img src="http://media.linkedin.com/mpr/mpr/shrink_80_80/p/1/000/038/0e2/063fe2c.jpg" class="photo" alt="Cecilia G&#xf3;mez Leivas" /></div>
              <p class="headline title">
                
      Consultor SAP SD en Softtek
    
              </p>
            <div class="adr">
              <p class="locality">
                
      Argentina
    
              </p>
            </div>
          </div>
          <div class="actions">
            <ul>
              <li id="send-inmail">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=25956528&amp;pvs=pp&amp;authToken=cy1T&amp;authType=name&amp;trk=ppro_cntdir&amp;lnk=cnt_dir" rel="nofollow">Contact Cecilia G&#xf3;mez Leivas</a>
              </li>
              <li id="add-to-network">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=25956528&amp;pvs=pp&amp;authToken=cy1T&amp;authType=name&amp;trk=ppro_getintr&amp;lnk=cnt_dir" rel="nofollow">Add Cecilia G&#xf3;mez Leivas to your network</a>
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  <div id="main">
        <div id="overview">
          <dl>
              <dt>Current</dt>
              <dd>
                <ul class="current">
                        <li>




            
      Grupo &#xc1;mbito
    
        at
            <a href="http://www.linkedin.com/companies/ambito-financiero" >Ambito Financiero</a>
                        </li>
                        <li>




            
      Sr Consultant
    
        at
            <a href="http://www.linkedin.com/companies/servicios-de-consultor-a-independiente" >Servicios de Consultor&#xed;a Digital/Media</a>
                        </li>
                </ul>
              </dd>
              <dt>Past</dt>
              <dd>
                <ul>
                        <li>




            
      Consultor SAP SD
    
        at
            <a href="http://www.linkedin.com/companies/softtek" >Softtek</a>
                        </li>
                        <li>




            
      Project Leader (HR) y Responsable de Planificaci&#xf3;n Comercial
    
        at
            <a href="http://www.linkedin.com/companies/next-inform-tica-s%2Ea%2E" >Next Inform&#xe0;tica S.A.</a>
                        </li>
                        <li>




            
      Consultor Sr.
    
        at
            <a href="http://www.linkedin.com/companies/la-nacion" >La Nacion - Grupo Dridco - Zonajobs.com</a>
                        </li>
                </ul>
                  <div class="showhide-block" id="morepast">
                    <ul>
                            <li>




            
      Consultor Sr.
    
        at
            <a href="http://www.linkedin.com/companies/bumeran%2Ecom" >Bumeran.com</a>
                            </li>
                            <li>




            
      Co-Founder
    
 at Genes (Actual Genes * Creatividad Digital * / Genes Comunicaciones)
                            </li>
                            <li>




            
      Ejecutivo de Cuentas
    
 at Webestudio.com
                            </li>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="morepast-hide">see less...</a></p>
                  </div>
                      <p class="seeall showhide-link"><a href="#" id="morepast-show">3 more...</a></p>
              </dd>
              <dt>Education</dt>
              <dd>
                <ul>
                      <li>
                        
           Academia SAP SD
      
                      </li>
                      <li>
                        
           Universidad Centro de Altos Estudios en Ciencias Exactas
      
                      </li>
                </ul>
              </dd>
              <dt class="recommended">Recommendations</dt>
              <dd class="recommended">
<img src="http://static02.linkedin.com/scds/common/u/img/icon/endorse/icon_endorse_3_35x24.gif" width="35" height="24" alt="Cecilia has 12 recommendations" title="Cecilia has 12 recommendations" />                <strong class="recommendation-count r3">12</strong> recommendations </dd>
              <dt class="connections">Connections</dt>
              <dd class="connections">
                <img src="http://static02.linkedin.com/scds/common/u/img/icon/conx/icon_conx_16_24x24.gif" width="24" height="24" alt="" />
                <strong class="connection-count">
                380
                </strong> connections
              </dd>

              <dt>Industry</dt>
              <dd>
                Computer Software
              </dd>
            
              <dt>Websites</dt>
              <dd>
                <ul>
                    <li>
                          <a href="http://sites.google.com/site/ceciliagomezleivas" class="url" rel="me" target="_blank">
                            My Blog
                          </a>
                    </li>
                </ul>
              </dd>
          </dl>
        </div>
        <hr />
        






  <div id="summary">
    <h2>Cecilia G&#xf3;mez Leivas&#8217;s Summary</h2>
    
      <p class="summary">
        Amplia experiencia en desarrollos comerciales dentro del area de Internet. Mi objetivo principal es desarrollarme n una empresa que me permita desplegar mi creatividad comercial y de marketing para poder lograr objetivos de calidad y rendimiento esperados  por mis empleadores y por mi misma. Soy una persona que se considera en constante crecimiento, con deseos de aprender continuamente y abierta a nuevos desafios, motor que alimenta mi perfil.
      </p>
    
    
      <h3>Cecilia G&#xf3;mez Leivas&#8217;s Specialties:</h3>
      <p class="skills">
        Consultoria Comercial, Negociaci&#xf3;n, estrategias comerciales, planificaci&#xf3;n comercil, desarrollo de productos, relevamiento, cotizaci&#xf3;n seguimiento e implementaci&#xf3;n de proyectos IT para RH y medios online, Marketing online, campa&#xf1;as. En la actualidad me encuentro Certificando SAP SD para agregar valor diferencial a mi carrera.
      </p>
    
  </div>
  <hr />







  <div id="experience">
    <h2>Cecilia G&#xf3;mez Leivas&#8217;s Experience</h2>
    <ul class="vcalendar">
      
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Grupo &#xc1;mbito
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/ambito-financiero?trk=ppro_cprof&amp;lnk=vw_cprofile" >Ambito Financiero</a></h4>
  <p class="organization-details">(Public Company; Newspapers industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2010-09-01">September 2010</abbr>
 &mdash; <abbr class="dtstamp" title="2010-09-30">Present</abbr>        <abbr class="duration" title="P1M">(1 month)</abbr>
  </p>
    <p class="description"></p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Sr Consultant
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/servicios-de-consultor-a-independiente?trk=ppro_cprof&amp;lnk=vw_cprofile" >Servicios de Consultor&#xed;a Digital/Media</a></h4>
  <p class="organization-details">(Privately Held; Information Technology and Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2009-02-01">February 2009</abbr>
 &mdash; <abbr class="dtstamp" title="2010-09-30">Present</abbr>        <abbr class="duration" title="P1Y8M">(1 year 8 months)</abbr>
  </p>
    <p class="description">Luego de m&#xe1;s de 10 a&#xf1;os de trabajo en el mercado del Digital Marketing en Internet, habiendo sido socia fundadora de una de las agencias locales m&#xe1;s antiguas del mercado, a&#xfa;n vigentes en el mercado de alta jerarquia, conntando con las continuas ideas innovadoras que ,e caracterizan en base a la investiando continua en las nuevas metodologias y practicas para obtener los mejores resultados de dise&#xf1;o, retorno de inversion, optimizaci&#xf3; y start up de proyectos, me dedico a compartir y asesorar a diferentes compa&#xf1;ias, estudios y proyectos particulares tanto para campa&#xf1;as de Marketing onlie, oprtimizacion SEO/ SEM, (retorno de inversion incremento de revenue), ecommerce, startup, manejo de equipos y consultoria de estado de situacion para la aplicaci&#xf3;n de campa&#xf1;as exitosas, medios y aplicaciones.</p>
</li>
        
      
      
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Consultor SAP SD
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/softtek?trk=ppro_cprof&amp;lnk=vw_cprofile" >Softtek</a></h4>
  <p class="organization-details">(Privately Held; Information Technology and Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2010-06-01">June 2010</abbr>
 &mdash; <abbr class="dtend" title="2010-09-01">September 2010</abbr>        <abbr class="duration" title="P4M">(4 months)</abbr>
  </p>
    <p class="description">Proveia soporte de An&#xe1;lisis funcional para clientes como Profertil con quien poseia asignaci&#xf3;n fija, as&#xed; mismo trabajo con algunos requerimientos en otros clientes. Mi funci&#xf3;n era brindar soporte a usuarios finales en el sistema SAP e interactuar con el departamento de Tecnolog&#xed;a, usuarios clave, l&#xed;deres de proyecto  y otras &#xe1;reas de consultor&#xed;a para otorgar soluciones de valor al cliente. As&#xed; mismo, aplico modificaciones sobre SAP, determinar y aplicar modificaciones de  Customizaciones para nuevas aplicaciones. Asi mismo, me desempe&#xf1;e en las oficinas de Productos de Ma&#xed;z desempe&#xf1;ando Consultor&#xed;a SD y  An&#xe1;lisis funcional en la implementaci&#xf3;n de Facturaci&#xf3;n Electr&#xf3;nica  Local (mercado local) en sistema SAP, condiciones de precio, aplicaciones de notas, entre otros.</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Project Leader (HR) y Responsable de Planificaci&#xf3;n Comercial
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/next-inform-tica-s%2Ea%2E?trk=ppro_cprof&amp;lnk=vw_cprofile" >Next Inform&#xe0;tica S.A.</a></h4>
  <p class="organization-details">(Privately Held; Management Consulting industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2009-06-01">June 2009</abbr>
 &mdash; <abbr class="dtend" title="2010-05-01">May 2010</abbr>        <abbr class="duration" title="P1Y">(1 year )</abbr>
  </p>
    <p class="description">En mi gesti&#xf3;n de RH me desempe&#xf1;o como Project Leader, coordinanado 50 personas del Sector IT de diversas especialidades (AS 400, SAP, TSM, desarrolladores, programadores, entre otros)  que a trav&#xe9;s de la empresa prestan servicio clientes clave cono Claro, YPF, Shell, Aerolineas Argentinas, Laboratorios Monpellier, entre otros. Asi mismo, por mi amplia experiencia en el area comercial me desarrollo como Responsable de la Planificaci&#xf3;n Comercial, siendo mi principal funcional analitica/funcional el desarrollar nuevas perspectivas de negocio en Next Informatica, asi como tambien generar alianzas estategicas con Partners de primera linea para disribucion y comercializacion como Canales oficiales como por ejemplo IBM.</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Consultor Sr.
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/la-nacion?trk=ppro_cprof&amp;lnk=vw_cprofile" >La Nacion - Grupo Dridco - Zonajobs.com</a></h4>
  <p class="organization-details">(Privately Held; Newspapers industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2008-04-01">April 2008</abbr>
 &mdash; <abbr class="dtend" title="2009-02-01">February 2009</abbr>        <abbr class="duration" title="P11M">(11 months)</abbr>
  </p>
    <p class="description">Fui convocada al proyecto para el StartUp de venta Consultiva para grandes cuentas de sus servicios de Base de Almacenamiento de Cvs, Postings y Marketing online.Mi funci&#xf3;n principal era el v&#xed;nculo comerciale en compa&#xf1;ias del Segmento A para el uso de las herramientas del portal de empleo. Dentro de las tareas realizas, principalmente me enfoque en las Relaciones utilizando mi red de contactos de RH para hacer ingresar a las empresas/clientes la marca del portal e incentivar a utilizar las herramientas e ir presentando las soluciones de valor a fines de preparar el cliente potencial para el momento del cambio de modo free charge a monetizaci&#xf3;n de los Servicios.<br>
Tareas consultivas: relevar necesidades de clientes para mejoras en herramientas, tomar nota de la visi&#xf3;n competitiva del mercado en relaci&#xf3;n a compa&#xf1;&#xed;as del mismo rubro, b&#xfa;squeda de diferenciales de valor para mejor calidad en servicio. Propuestas comerciales, Capacitaci&#xf3;n (clientes), dise&#xf1;o de manual de uso de Base.</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Consultor Sr.
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/bumeran%2Ecom?trk=ppro_cprof&amp;lnk=vw_cprofile" >Bumeran.com</a></h4>
  <p class="organization-details">(Privately Held; Internet industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2004">2004</abbr>
 &mdash; <abbr class="dtend" title="2008">2008</abbr>        <abbr class="duration" title="P4Y">(4 years )</abbr>
  </p>
    <p class="description">Me desempe&#xf1;e desarrollando Consultor&#xed;a It aplicada a Recursos Humanos de cuentas Corporativas, segmento grandes empresas. Tareas: asesoramiento y relevamiento de  las necesidades sobre implementaciones inform&#xe1;ticos para RH. Recomendaci&#xf3;n integral para uso de  herramientas para Reclutamiento, Selecci&#xf3;n de Personal, Desarrollo y Capacitaci&#xf3;n. Confecci&#xf3;n de  presupuestos y venta del sistema inform&#xe1;tico de Base de Datos de reclutamiento online, publicaciones de avisos, capacitaci&#xf3;n en el sistema de DB y asistencia y capacitaci&#xf3;n en el uso del Panel de Publicaciones y B&#xfa;squedas en Base de datos. Uso de herramientas: administraci&#xf3;n de bases de datos; CRM, Salesforce. Reporte mensuales a la Gerencia. Fidelizaci&#xf3;n de clientes, Sales support, testing desarrollos a medida. Generaci&#xf3;n de nuevos contactos / clientes/servicios.</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Co-Founder
    
      </h3>
      <h4 class="org summary">Genes (Actual Genes * Creatividad Digital * / Genes Comunicaciones)</h4>
  <p class="organization-details">(Internet industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1999-07-01">July 1999</abbr>
 &mdash; <abbr class="dtend" title="2008-10-01">October 2008</abbr>        <abbr class="duration" title="P9Y4M">(9 years 4 months)</abbr>
  </p>
    <p class="description">Project Manager. Responsable Comercial. En todas las etapas del proyecto de Genes me especialice en el Manejo de cuentas Corporativas y v&#xed;nculos comerciales. Comercializaci&#xf3;n de servicios Multimedia aplicados a Internet, desarrollos Web, marketing online, desarrollo de campa&#xf1;as para clientes, verificaci&#xf3;n y chequeo de contenidos.Gesti&#xf3;n de nuevos contactos/clientes, relaciones comerciales para apertura de mercado en nuevos proyectos. Como Project me ocupe desde el relevamiento de necesidades del cliente, aporte de ideas creativas, asesoramiento y confecci&#xf3;n de presupuestos. Negociaci&#xf3;n, pliegos y presentaci&#xf3;n de licitaciones. Cierre de oportunidades de negocios. Customer Service directo y servicio post-venta a mi cargo. Las planificaciones del estudio obligaban al control de las tareas administrativas generales del negocio y gesti&#xf3;n de cobro.  El estudio de Dise&#xf1;o Multimedia en su estadio me permiti&#xf3; desarrollar cualidades de dise&#xf1;o gr&#xe1;fico, armado de p&#xe1;ginas web, conocimiento y desarrollo de aplicaciones en java, manejo de HTML, dise&#xf1;o y armado de campa&#xf1;as online, piezas gr&#xe1;ficas para las mismas, envi&#xf3; y estadisticas de tr&#xe1;fico e email marketing, as&#xed; c&#xf3;mo tambi&#xe9;n  lo relacionado a las tareas de administraci&#xf3;n y finanzas que se requiere para la capitalizaci&#xf3;n del negocio.</p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Ejecutivo de Cuentas
    
      </h3>
      <h4 class="org summary">Webestudio.com</h4>
  <p class="organization-details">(Internet industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1997">1997</abbr>
 &mdash; <abbr class="dtend" title="1999-02-01">February 1999</abbr>        <abbr class="duration" title="P2Y">(2 years )</abbr>
  </p>
    <p class="description">Empresa de soluciones tecnol&#xf3;gicas aplicadas a Web (Dise&#xf1;o / Intranet/ Extranet/ M&#xf3;dulos especiales). Atenci&#xf3;n de cuentas corporativas. Gesti&#xf3;n de nuevos contactos para incrementar la cartera de clientes.  Contacto inicial (Telef&#xf3;nico / Presencial), Presentaci&#xf3;n de Propuestas de Servicios, relevamiento de necesidades, confecci&#xf3;n de presupuestos, adaptaci&#xf3;n y seguimiento de contratos. Seguimiento de cuentas, Atenci&#xf3;n al cliente, asesoramiento y servicio post-venta.</p>
</li>
        
      
    </ul>
  </div>
  <hr />









  <div id="education">
    <h2>Cecilia G&#xf3;mez Leivas&#8217;s Education</h2>
    <ul class="vcalendar">
      
        

	<li class="education vevent vcard">
    <h3 class="summary fn org">
           Academia SAP SD
      </h3>
		<div class="description">
    <p>
      <span class="degree">SAP SD CERTIFIELD CONSULTANT</span>
        , 
      <span class="major">SAP SD Certifield Consultant</span>
      , 
            <abbr class="dtstart" title="2009-01-01">2009</abbr> 
    </p>
      <p class="notes">He cursado la Academia Oficial tanto en Idioma Ingles como en Castellano pudiendo implementar en ambos idiomas.Los conocimientos adquiridos otorgan el Know how necesario para poder comenzar a desarrollarse dentro del mundo de la consultoria de SAP para trabajar para proyectos especificos de implementaci&#xf3;n de SAP SD, cuento con amplia disponibilidad para viajar  a los fines del desarrollo profesional dentro de esta &#xe1;rea.</p>
		<dl class="activities-societies">
			<dt>Activities and Societies:</dt>
			<dd>Programa de estudios avanzandos para obtener  los conocimientos necesarios para  desarrollarse como Consultor Certificado de SAP SD. Consultoria, relevamiento e implementaciones.</dd>
		</dl>
		</div>
  </li>

      
        

	<li class="education vevent vcard">
    <h3 class="summary fn org">
           Universidad Centro de Altos Estudios en Ciencias Exactas
      </h3>
		<div class="description">
    <p>
      
      <span class="major">Psychology</span>
      
            <abbr class="dtstart" title="2008-01-01">2008</abbr> 
    </p>
		</div>
  </li>

      
    </ul>
  </div>
  <hr />












  <div id="additional-information">
    <h2>Additional Information</h2>
      <h3>Cecilia G&#xf3;mez Leivas&#8217;s Websites:</h3>
      <ul class="websites">
          <li>
                <a href="http://sites.google.com/site/ceciliagomezleivas" class="url" rel="me" target="_blank">
                  My Blog
                </a>
          </li>
      </ul>
      <h3>Cecilia G&#xf3;mez Leivas&#8217;s Interests:</h3>
      <p class="interests">m&#xfa;sica, educaci&#xf3;n, yoga, medios tecnologicos, nuevas herramientas de Marketing online, coaching.</p>
      <h3>Cecilia G&#xf3;mez Leivas&#8217;s Groups:</h3>
      <ul>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=3761&amp;sharedKey=5A9F59265447" >          <img src="http://media.linkedin.com/media/p/3/000/021/341/0c93679.png" width="60" height="30" alt="Linked:HR (#1 Human Resources Group)" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">Linked:HR (#1 Human Resources Group)</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=36867&amp;sharedKey=794D883147D7" >          <img src="http://media.linkedin.com/media/p/1/000/05d/2ca/2932ef9.png" width="60" height="30" alt="SAP Community" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">SAP Community</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=38479&amp;sharedKey=40A56C1D449F" >          <img src="http://media.linkedin.com/media/p/1/000/000/3a1/2071e6c.png" width="60" height="30" alt="Consultores SAP // Ya somos 3.000 :)" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">Consultores SAP // Ya somos 3.000 :)</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=41612&amp;sharedKey=3F4AF65D2F27" >          <img src="http://media.linkedin.com/media/p/3/000/06a/336/2ab3cd8.png" width="60" height="30" alt="international Sap Projects (21000+)" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">international Sap Projects (21000+)</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=52264&amp;sharedKey=555FB50B4C08" >          <img src="http://media.linkedin.com/media/p/3/000/008/358/3be634e.png" width="60" height="30" alt="H.R. Professionals" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">H.R. Professionals</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=61849&amp;sharedKey=07250A209C3B" >          <img src="http://media.linkedin.com/media/p/3/000/04d/2db/3b718da.png" width="60" height="30" alt="Palermo Valley" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">Palermo Valley</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=65745&amp;sharedKey=3AD670090615" >          <img src="http://media.linkedin.com/media/p/3/000/013/3fe/017b903.png" width="60" height="30" alt="SAP Recruitment Professionals" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">SAP Recruitment Professionals</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=84412&amp;sharedKey=354AFD49C817" >          <img src="http://media.linkedin.com/media/p/1/000/007/259/2dd1d45.jpg" width="60" height="30" alt="Argentina Business" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">Argentina Business</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=925957&amp;sharedKey=4CDDBF11382B" >          <img src="http://media.linkedin.com/media/p/3/000/027/29d/0686d17.png" width="60" height="30" alt="Linked.ar Empleos" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">Linked.ar Empleos</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=1033397&amp;sharedKey=0F9B1B6DF475" >          <img src="http://media.linkedin.com/media/p/3/000/068/260/3804c64.png" width="60" height="30" alt="SAP Career Opportunities Group" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">SAP Career Opportunities Group</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=1268207&amp;sharedKey=7AED0A7B047E" >          <img src="http://media.linkedin.com/media/p/2/000/015/354/226085f.png" width="60" height="30" alt="PMI Buenos Aires, Argentina Chapter (PMIBA)" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">PMI Buenos Aires, Argentina Chapter (PMIBA)</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=1302087&amp;sharedKey=52C75E6CAA2B" >          <img src="http://media.linkedin.com/media/p/3/000/016/043/044bac3.png" width="60" height="30" alt="Colombia Top Executives" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">Colombia Top Executives</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=1823962&amp;sharedKey=7F2EA777DC02" >          <img src="http://media.linkedin.com/media/p/1/000/01d/327/2894451.png" width="60" height="30" alt="ADRHA" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">ADRHA</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=1856570&amp;sharedKey=32DFFF655D47" >          <img src="http://media.linkedin.com/media/p/3/000/01f/3a4/0d6fc41.png" width="60" height="30" alt="Education@SAP (for all SAP training and certification needs)" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">Education@SAP (for all SAP training and certification needs)</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=1915525&amp;sharedKey=2E9C0F3B001D" >          <img src="http://media.linkedin.com/media/p/1/000/026/160/13217ae.png" width="60" height="30" alt="PROPUESTAS LABORALES ACTUALES" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">PROPUESTAS LABORALES ACTUALES</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=2287344&amp;sharedKey=6DE35807F54D" >          <img src="http://media.linkedin.com/media/p/3/000/032/245/0da6078.png" width="60" height="30" alt="Consultores SAP SD Argentina" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">Consultores SAP SD Argentina</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=2685892&amp;sharedKey=7B27CC690E42" >          <img src="http://media.linkedin.com/media/p/2/000/046/1fb/252dd9f.png" width="60" height="30" alt="Mente Interactiva - Inteligencia aplicada al MKT y Publicidad Online" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">Mente Interactiva - Inteligencia aplicada al MKT y Publicidad Online</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=2773294&amp;sharedKey=67009A759191" >          <img src="http://media.linkedin.com/media/p/3/000/059/06a/11751db.png" width="60" height="30" alt="Headhunters Latin America" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">Headhunters Latin America</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=2943593&amp;sharedKey=3984981106E4" >          <img src="http://media.linkedin.com/media/p/2/000/05c/31d/07b6873.png" width="60" height="30" alt="SAPRECURSOS" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">SAPRECURSOS</span> </li>
      </ul>
  </div>
  <hr />








  <div id="contact-settings">
    <h2>Cecilia G&#xf3;mez Leivas&#8217;s Contact Settings</h2>
    <h3>Interested In:</h3>
    <ul>
      
        <li>
          career opportunities
        </li>
      
        <li>
          consulting offers
        </li>
      
        <li>
          new ventures
        </li>
      
        <li>
          job inquiries
        </li>
      
        <li>
          expertise requests
        </li>
      
        <li>
          business deals
        </li>
      
        <li>
          reference requests
        </li>
      
        <li>
          getting back in touch
        </li>
      
    </ul>
  </div>
  <hr />



        
      <div class="viewfull">
        <p><a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=25956528&pvs=pp&authToken=cy1T&authType=name&locale=en_US&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a></p>
      </div>
  </div>
  <div id="control" class="infobar">
    <div class="powered">
      <h3> Public profile powered by: <a href="/home?trk=ppro_pbli" ><img src="http://static01.linkedin.com/scds/common/u/img/logos/logo_82x23.png" height="23" width="82" alt="LinkedIn" /></a>
      </h3>
      <p>Create a public profile: <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=25956528&pvs=pp&authToken=cy1T&authType=name&locale=en_US&trk=ppro_geturl&lnk=sign_in" rel="nofollow">Sign In</a>
        </strong> or <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=25956528&pvs=pp&authToken=cy1T&authType=name&locale=en_US&trk=ppro_joinnow&lnk=join_now" rel="nofollow">Join Now</a>
        </strong></p>
    </div>
      <div class="box" id="readmore">
        <div class="title">
          <h3>View Cecilia G&#xf3;mez Leivas&#8217;s full profile:</h3>
        </div>
        <div class="content">
          <ul>
            <li>See who you and <strong>Cecilia G&#xf3;mez Leivas</strong> know in common</li>
            <li>Get introduced to <strong>Cecilia G&#xf3;mez Leivas</strong></li>
            <li>Contact <strong>Cecilia G&#xf3;mez Leivas</strong> directly</li>
          </ul>
          <p class="btn">
            <a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=25956528&pvs=pp&authToken=cy1T&authType=name&locale=en_US&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a>
          </p>
        </div>
      </div>
    
    
    <div class="box" id="search">
      <div class="title">
        <h3><strong>Name Search:</strong></h3>
      </div>
      <div class="content">
        <p><strong>Search for people you know</strong> from over 75 million professionals already on LinkedIn.</p>
        <form name="searchForm" action="/pub/dir/" method="get">
          <p class="field"><span class="lbl">
            <label for="first">First Name</label>
            <br />
            </span>
            <input type="text" name="first" id="first" />
            &nbsp;&nbsp;<span class="lbl"><br />
            <label for="last">Last Name</label>
            <br />
            </span>
            <input type="text" name="last" id="last" />
          </p>
          <p class="example">
            <input class="btn-secondary" type="submit" name="search" value="Search"/> (example: <strong>
<a href="http://www.linkedin.com/in/jeffweiner08?trk=ppro_find_others_rh" >Jeff Weiner</a></strong>)
          </p>
        </form>
      </div>
    </div>

    <script type="text/javascript">
      var dbl_page = 'public_profile';
    </script>
    
      <script type="text/javascript" src="http://static01.linkedin.com/scds/common/build-523_9_3840-prod/js/ads.js"></script>
    
      <script type="text/javascript">
      /* <![CDATA[ */
      var google_keywords = null, google_ad_client = 'pub-2283433109277150', google_ad_width = 300, google_ad_height = 250, google_ad_format = '300x250_as';
        var dbl_src = "http://ad.doubleclick.net/adj/linkedin.dart/" + dbl_page + ";;lang=en;tile=1;dcopt=ist;sz=300x250;" + encodeURIComponent('extra=null') + ";ord=" + Math.random() * 10000000000000000 +"?";
        document.write('<script src="' + dbl_src + '" type="text/javascript"><\/script>');
      /* ]]> */
      </script>
  </div>
</div>
<hr />







<div id="footer">
    <div id="directory">
      <h3>LinkedIn member directory:</h3>
      <ol type="a">
        <li><a href="/directory/people/a.html" >a</a></li>
        <li><a href="/directory/people/b.html" >b</a></li>
        <li><a href="/directory/people/c.html" >c</a></li>
        <li><a href="/directory/people/d.html" >d</a></li>
        <li><a href="/directory/people/e.html" >e</a></li>
        <li><a href="/directory/people/f.html" >f</a></li>
        <li><a href="/directory/people/g.html" >g</a></li>
        <li><a href="/directory/people/h.html" >h</a></li>
        <li><a href="/directory/people/i.html" >i</a></li>
        <li><a href="/directory/people/j.html" >j</a></li>
        <li><a href="/directory/people/k.html" >k</a></li>
        <li><a href="/directory/people/l.html" >l</a></li>
        <li><a href="/directory/people/m.html" >m</a></li>
        <li><a href="/directory/people/n.html" >n</a></li>
        <li><a href="/directory/people/o.html" >o</a></li>
        <li><a href="/directory/people/p.html" >p</a></li>
        <li><a href="/directory/people/q.html" >q</a></li>
        <li><a href="/directory/people/r.html" >r</a></li>
        <li><a href="/directory/people/s.html" >s</a></li>
        <li><a href="/directory/people/t.html" >t</a></li>
        <li><a href="/directory/people/u.html" >u</a></li>
        <li><a href="/directory/people/v.html" >v</a></li>
        <li><a href="/directory/people/w.html" >w</a></li>
        <li><a href="/directory/people/x.html" >x</a></li>
        <li><a href="/directory/people/y.html" >y</a></li>
        <li><a href="/directory/people/z.html" >z</a></li>
        <li type="disc"><a href="/directory/people/@.html" >more</a></li>
      </ol>
      <h3>Browse members</h3>
      <p>
        <a href="/static?key=country_listing" >by country</a>
      </p>
    </div>
  <div class="wrapper">
    <p id="copyright"><a href="http://www.linkedin.com/">LinkedIn</a> Corporation &copy; 2010</p>
    <ul id="nav-legal">
      <li><a href="/static?key=user_agreement&trk=ftr_useragre" rel="nofollow">User Agreement</a></li>
      <li><a href="/redirect?url=http%3A%2F%2Fpress%2Elinkedin%2Ecom%2Fabout&urlhash=ONnW" >About LinkedIn</a></li>
      <li class="last"><a href="/static?key=privacy_policy&trk=hb_ft_priv" >Privacy Policy</a></li>
    </ul>
    <p id="terms-of-use">
      Commercial use of this site without express authorization is prohibited.
    </p>
  </div>
</div>
 


  
  
  
  
  
  
   

        <script type="text/javascript" src="http://static02.linkedin.com/scds/concat/common/build-523_9_3840-prod/js?f=lib%2Fyui%2F2.8.1%2Fyahoo-dom-event%2Fyahoo-dom-event&amp;f=js%2Fcore%2FDefine&amp;f=js%2Fcore%2FLogger&amp;f=js%2Futil%2FHelps&amp;f=js%2Fpublic_profile&amp;f=js%2Fshowhide&amp;f=js%2Fcookies"></script>
    
<script type="text/javascript">
/* <![CDATA[ */
  if(typeof(i18n) == 'undefined') var i18n = {}; 
  i18n.TEXT_PLEASE_ENTER = "Please enter a first and last name.";
  showHide.init();

  var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
  document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
/* ]]> */
</script>
<script type="text/javascript">
/* <![CDATA[ */
var pageTracker = _gat._getTracker("UA-3242811-1");
pageTracker._setDomainName(".linkedin.com"); 

pageTracker._linkedInMemberCookie = readCookie("visit"); 
pageTracker._linkedInUserType = (pageTracker._linkedInMemberCookie == "M") ? "user" : "guest";  
pageTracker._setVar(pageTracker._linkedInUserType);
    pageTracker._trackPageview("country_test");
/* ]]> */
</script>


<script type="text/javascript" src="http://edge.quantserve.com/quant.js"></script> 
<noscript> 
  <a href="http://www.quantcast.com/p-b3sGjMtCFrexE" target="_blank"><img src="http://pixel.quantserve.com/pixel/p-b3sGjMtCFrexE.gif" style="display: none;" border="0" height="1" width="1" alt="Quantcast" /></a> 
</noscript>

<script type="text/javascript" src="http://b.scorecardresearch.com/beacon.js"></script> 
<script type="text/javascript">
  COMSCORE.beacon({ c1:2, c2:6402952, c3:"", c4:"", c5:"", c6:"", c15:"" });
</script>
<noscript> 
  <img src="http://b.scorecardresearch.com/b?c1=2&amp;c2=6402952&amp;c3=&amp;c4=&amp;c5=&amp;c6=&amp;c15=&amp;cv=1.3&amp;cj=1" style="display:none" width="0" height="0" alt="" />
</noscript>







<script type="text/javascript">/* <![CDATA[ */
(function() {
function readCookie(name) {
  var nameEQ = name + "=";
  var ca = document.cookie.split(';');
  for(var i = 0; i < ca.length; i++) {
    var c = ca[i];
    while (c.charAt(0)==' ') c = c.substring(1,c.length);
    if (c.indexOf(nameEQ) == 0) return c.substring(nameEQ.length,c.length);
  }
  return null;
}

if (typeof(XMLHttpRequest)  === "undefined") {
  XMLHttpRequest = function() {
    try { return new ActiveXObject("Msxml2.XMLHTTP.6.0"); } catch(e) {}
    try { return new ActiveXObject("Msxml2.XMLHTTP.3.0"); } catch(e) {}
    try { return new ActiveXObject("Msxml2.XMLHTTP"); }     catch(e) {}
    try { return new ActiveXObject("Microsoft.XMLHTTP"); }  catch(e) {}
    throw new Error("This browser does not support XMLHttpRequest.");
  };
}

var req = new XMLHttpRequest(),
    bcookie = escape(readCookie("bcookie")),
    newTrkInfo = '25956528,' + document.referrer.substr(0,128),
    alias_secure = 'https://www.linkedin.com/analytics/noauthtracker?type=leo%2EpageTracking&pageType=full_page&pageKey=public_profile_jsbeacon&trackingInfo=REPLACEME',
    alias_normal = '/analytics/noauthtracker?type=leo%2EpageTracking&pageType=full_page&pageKey=public_profile_jsbeacon&trackingInfo=REPLACEME',
    is_secure = false,
    url = (is_secure) ? alias_secure : alias_normal;
    url = url.replace("REPLACEME", newTrkInfo);

if (bcookie) {
req.open('get', url);
req.send(null);
}
})();
/* ]]> */</script>
</body>
</html>