<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
  <title>Romina Nerguizian - LinkedIn </title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <link href="http://www.linkedin.com/favicon.ico" rel="shortcut icon" type="image/ico"></link>
  <link href="http://ar.linkedin.com/in/rominanerguizian" rel="canonical"></link>  
    <meta name="description" content="View Romina Nerguizian's professional profile on LinkedIn.  LinkedIn is the world's largest business network, helping professionals like Romina Nerguizian discover inside connections to recommended job candidates, industry experts, and business partners." />
  
      <link rel="stylesheet" type="text/css" href="http://static.linkedin.com/scds/pprofile/build-503_8_2591-prod/css/public-profile/default.css">
    
</head>
<body id="www-linkedin-com" class="en public-profile">

<script type="text/javascript">document.body.className += " js";</script>
  
<div class="hresume">
    <div class="profile-header">
      <div class="masthead vcard contact portrait">
        <div id="nameplate">
          <h1 id="name"><span class="fn n"><span class="given-name">Romina</span> <span class="family-name">Nerguizian</span></span></h1>
        </div>
        <div class="content">
          <div class="info">
              <div class="image"><img src="http://media.linkedin.com/mpr/mpr/shrink_80_80/p/3/000/030/311/0adf71c.jpg" class="photo" alt="Romina Nerguizian" /></div>
              <p class="headline title">
                
      Lic. en Psicolog&#xed;a - Transcripc.y Edici&#xf3;n de entrevistas (independiente)
    
              </p>
            <div class="adr">
              <p class="locality">
                
      Argentina
    
              </p>
            </div>
          </div>
          <div class="actions">
            <ul>
              <li id="send-inmail">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=45222962&amp;pvs=pp&amp;authToken=szbb&amp;authType=name&amp;trk=ppro_cntdir&amp;lnk=cnt_dir" rel="nofollow">Contact Romina Nerguizian</a>
              </li>
              <li id="add-to-network">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=45222962&amp;pvs=pp&amp;authToken=szbb&amp;authType=name&amp;trk=ppro_getintr&amp;lnk=cnt_dir" rel="nofollow">Add Romina Nerguizian to your network</a>
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  <div id="main">
        <div id="overview">
          <dl>
              <dt>Current</dt>
              <dd>
                <ul class="current">
                        <li>




            
      Transcripci&#xf3;n de entrevistas
    
 at Independiente

                        </li>
                </ul>
              </dd>
              <dt>Past</dt>
              <dd>
                <ul>
                        <li>




            
      Psic&#xf3;loga relatora, capacitadora y asesora en RRHH
    
 at Mutual de Seguridad CChC  (Chile)

                        </li>
                        <li>




            
      Psic&#xf3;loga
    
 at Consultora International Service Ltda

                        </li>
                        <li>




            
      RR. PP. y Cronista
    
 at Universidad de Tarapac&#xe1;, Chile

                        </li>
                </ul>
                  <div class="showhide-block" id="morepast">
                    <ul>
                            <li>




            
      Realizadora y editora de entrevistas
    
 at Diploma de Liderazgo Emprendedor -  Univ. de Tarapac&#xe1;

                            </li>
                            <li>




            
      Psic&#xf3;loga
    
 at Trabajo Independiente

                            </li>
                            <li>




            
      Psic&#xf3;loga Consultora Externa al SERCOTEC
    
        at
            <a href="http://www.linkedin.com/companies/sercotec" >Sercotec</a>

                            </li>
                            <li>




            
      Gerente de OTEC y Psic&#xf3;loga responsable de RRHH
    
 at Switchcenter

                            </li>
                            <li>




            
      Psic&#xf3;loga Cl&#xed;nica
    
 at Hospital Interzonal General de Agudos &quot;Pedro Fiorito&quot;

                            </li>
                            <li>




            
      Psic&#xf3;loga Cl&#xed;nica
    
 at Hospital Zonal General de Agudos &quot;Evita Pueblo&quot;

                            </li>
                            <li>




            
      Responsable de Call Center , Asistente de Director
    
 at Fundaci&#xf3;n Salvat

                            </li>
                            <li>




            
      Operador de autorizaciones
    
 at VISA ARGENTINA

                            </li>
                            <li>




            
      Aux. Administ.en la Gerencia de Call Center Socios
    
        at
            <a href="http://www.linkedin.com/companies/mastercard" >MasterCard</a>

                            </li>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="morepast-hide">see less...</a></p>
                  </div>
                      <p class="seeall showhide-link"><a href="#" id="morepast-show">9 more...</a></p>
              </dd>
              <dt>Education</dt>
              <dd>
                <ul>
                      <li>
                        
           I.S. F. D.N&#xba; 83
      
                      </li>
                      <li>
                        
           Universidad Argentina 'John F. Kennedy'
      
                      </li>
                </ul>
              </dd>
              <dt class="connections">Connections</dt>
              <dd class="connections">
                <img src="http://static01.linkedin.com/img/icon/conx/icon_conx_07_24x24.gif" width="24" height="24" alt="" />
                <strong class="connection-count">
                13
                </strong> connections
              </dd>

              <dt>Industry</dt>
              <dd>
                Writing and Editing
              </dd>
            
              <dt>Websites</dt>
              <dd>
                <ul>
                    <li>
<a href="http://www.elmorrocotudo.cl" rel="nofollow" class="url" target="_blank">Diario Ciudadano El Morrocotud</a>                    </li>
                    <li>
<a href="http://www.juntosporlavidaarica.blogspot.com" rel="nofollow" class="url" target="_blank">Organizaci&#xf3;n Juntos por la Vid</a>                    </li>
                    <li>
                          <a href="http://www.rominanerguizian.blogspot.com" class="url" rel="me" target="_blank">
                            My Website
                          </a>
                    </li>
                </ul>
              </dd>
          </dl>
        </div>
        <hr />
          <div id="summary">
            <h2>Romina Nerguizian&#8217;s Summary</h2>
              <p class="summary">
                DIPLOMA DE LIDERAZGO EMPRENDEDOR: Desarrollo de capacidades de acci&#xf3;n fundadas en est&#xe1;ndares de excelencia. Desarrollo de sensibilidades para escuchar preocupaciones humanas, para liderar equipos y articular ofertas innovadoras. Formulaci&#xf3;n y realizaci&#xf3;n de proyectos emprendedores en diversos &#xe1;mbitos. Desarrollo de habilidades para vender y construir alianzas .Desarrollo de sensibilidad, habilidades y compromiso emprendedor a partir de las pr&#xe1;cticas de descubrimiento  que provienen de la articulaci&#xf3;n, reconfiguraci&#xf3;n y apropiaci&#xf3;n cruzada. Realizado por la Univ. de Tarapac&#xe1; y la Corporaci&#xf3;n de Desarrollo de Arica y Parinacota. Dirigido por el Senador y Doctor en Filosof&#xed;a Fernando Flores Labra. Total: 180 horas - Agosto a Diciembre 2004 <br>
Taller: -Acuerdo de Asociaci&#xf3;n Chile- Uni&#xf3;n Europea: Desaf&#xed;os y  Oportunidades,     incluyendo  &#x201c;Estrategias e instrumentos de penetraci&#xf3;n de mercados&#x201d;: 2004dictado por la economista Cornelia  Sonnenberg,  CAMCHAL y AHK Business Center, C&#xe1;mara Chileno &#x2013; Alemana de Comercio e Industria. (4 horas) <br>
Taller: TLC Chile &#x2013; EEUU:   dictado por Melissa Rekas, Research Department   AmCham , C&#xe1;mara Chileno Norteamericana de  Comercio  (4 horas)                                            <br>
Taller de Ventas: &quot;Escuchando Clientes Comerciales&quot; , dictado por la consultora instructora Victoria Wiedmaier. Prop&#xf3;sito: desarrollo de habilidades para escuchar clientes y para salvar objeciones manteniendo la relaci&#xf3;n con el mismo.Total: 16 horas <br>
Desarrollo de identidad en la revoluci&#xf3;n del weblog: Con el fin de explorar posibilidades de desarrollo de la identidad de las personas, incorporando la tecnolog&#xed;a del weblog (&quot;Blog&quot;), el Senador y Doctor en Filosof&#xed;a Fernando Flores, dict&#xf3; esta sesi&#xf3;n el 12 de marzo en la Universidad de Tarapac&#xe1; de 5 horas de duraci&#xf3;n, de la cual fui part&#xed;cipe.
              </p>
              <h3>Romina Nerguizian&#8217;s Specialties:</h3>
              <p class="skills">
                INGL&#xc9;S: Escrito y Oral avanzado.<br>
Miembro fundadora y corresponsal del Primer Diario Digital de participaci&#xf3;n ciudadana en espa&#xf1;ol del mundo: www.elmorrocotudo.cl <br>
Seminarios y Cursos: Acompa&#xf1;ante terap&#xe9;utico, Seminarios sobre :atenci&#xf3;n en drogadicci&#xf3;n, Prevenci&#xf3;n en Salud y Educaci&#xf3;n, Prevenci&#xf3;n en Salud y Educaci&#xf3;n en  ni&#xf1;ez y adolescencia  , Formaci&#xf3;n de coordinadores de grupos para la adaptaci&#xf3;n laboral, Migraciones e inserci&#xf3;n social y Ateneos Cl&#xed;nicos varios .
              </p>
          </div>
          <hr />
          <div id="experience">
            <h2>Romina Nerguizian&#8217;s Experience</h2>
            <ul class="vcalendar">



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Transcripci&#xf3;n de entrevistas
    
      </h3>
      <h4 class="org summary">Independiente</h4>
  <p class="organization-details">(Writing and Editing industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2008-10-01">October 2008</abbr>
 &mdash; <abbr class="dtstamp" title="2009-11-22">Present</abbr>        <abbr class="duration" title="P1Y2M">(1 year 2 months)</abbr>
  </p>
    <p class="description">Transcripci&#xf3;n y edici&#xf3;n  de entrevistas. Transcripciones para investigaciones (FLACSO) y art&#xed;culos periodisticos para medios de comunicaci&#xf3;n (Diario Clar&#xed;n y Revista &#xd1;) - Transcripci&#xf3;n: redacci&#xf3;n de un documento escrito que reproduce de forma textual un discurso verbal pronunciado originalmente.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Psic&#xf3;loga relatora, capacitadora y asesora en RRHH
    
      </h3>
      <h4 class="org summary">Mutual de Seguridad CChC  (Chile)</h4>
  <p class="organization-details">(Professional Training &amp; Coaching industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2005-01-01">January 2005</abbr>
 &mdash; <abbr class="dtend" title="2006-09-01">September 2006</abbr>        <abbr class="duration" title="P1Y9M">(1 year 9 months)</abbr>
  </p>
    <p class="description">Relatora del Area de Capacitaci&#xf3;n  de la Mutual de Seguridad de la C&#xe1;mara Chilena de la Construcci&#xf3;n, sucursal Arica, brindando capacitaci&#xf3;n a empresas / organizaciones como : Arizt&#xed;a, Emelari,  La Estrella de Arica,Corfal, Gobernaci&#xf3;n Provincial, Condensa S.A., Metal&#xfa;rgica Arica, Lipigas  ,CMRFalabella,General Motors Chile, Cementerio Privado Parque del Sendero, etc. siendo Capacitadora y Asesora de RRHH, ya que luego de cada curso impartido, hago llegar a las Instituciones un informe de Conclusiones diagn&#xf3;sticas y Sugerencias.Expositora del Comit&#xe9; Paritario Anual y del Encuentro Anual de Secretarias en la ciudad de Arica</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Psic&#xf3;loga
    
      </h3>
      <h4 class="org summary">Consultora International Service Ltda</h4>
  <p class="organization-details">(Human Resources industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2005-10-01">October 2005</abbr>
 &mdash; <abbr class="dtend" title="2006-08-01">August 2006</abbr>        <abbr class="duration" title="P11M">(11 months)</abbr>
  </p>
    <p class="description">Selecci&#xf3;n y evaluaci&#xf3;n de personal, utilizando t&#xe9;cnicas proyectivas y psicom&#xe9;tricas. (Arica, Chile)</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      RR. PP. y Cronista
    
      </h3>
      <h4 class="org summary">Universidad de Tarapac&#xe1;, Chile</h4>
  <p class="organization-details">(Public Relations and Communications industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2005-03-01">March 2005</abbr>
 &mdash; <abbr class="dtend" title="2005-05-01">May 2005</abbr>        <abbr class="duration" title="P3M">(3 months)</abbr>
  </p>
    <p class="description">Encargada de difusiones y comunicaciones, siendo las actividades principales : publicar, redactar, editar, gestionar noticias e im&#xe1;genes en la web page del curso y Relacionadora P&#xfa;blica del 5&#xba; Diploma de Liderazgo Emprendedor realizado por la Universidad de Tarapac&#xe1; en conjunto con la Corporaci&#xf3;n de Desarrollo de Arica y Parinacota, dirigido por el Senador y Doctor en Filosof&#xed;a Fernando Flores. Difusi&#xf3;n de la ceremonia de graduaci&#xf3;n del IV Diploma de Liderazgo Emprendedor a trav&#xe9;s de comunicaciones v&#xed;a e mail, telef&#xf3;nica, a los ex alumnos de los anteriores y actual diploma, as&#xed; como a la prensa radial, televisiva y gr&#xe1;fica, adem&#xe1;s de la difusi&#xf3;n a los auspiciadores y responsables del Diploma. (Arica, Chile)</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Realizadora y editora de entrevistas
    
      </h3>
      <h4 class="org summary">Diploma de Liderazgo Emprendedor -  Univ. de Tarapac&#xe1;</h4>
  <p class="organization-details">(Writing and Editing industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2005-01-01">January 2005</abbr>
 &mdash; <abbr class="dtend" title="2005-03-01">March 2005</abbr>        <abbr class="duration" title="P3M">(3 months)</abbr>
  </p>
    <p class="description">Las entrevistas que realic&#xe9; tuvieron como objetivo dar cuenta de los aprendizajes y logros que diferentes personas tuvieron gracias a su participaci&#xf3;n en los diplomas de Liderazgo Emprendedor durante el per&#xed;odo comprendido entre marzo 2003 y agosto 2004, siendo publicadas en un documento p&#xfa;blico denominado &quot;M&#xe1;s empresas y emprendedores para la Regi&#xf3;n&quot;.  (Arica, Chile)</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Psic&#xf3;loga
    
      </h3>
      <h4 class="org summary">Trabajo Independiente</h4>
  <p class="organization-details">(Professional Training &amp; Coaching industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2004-07-01">July 2004</abbr>
 &mdash; <abbr class="dtend" title="2004-07-01">July 2004</abbr>        <abbr class="duration" title="P1M">(1 month)</abbr>
  </p>
    <p class="description">PSICOLOG&#xcd;A EDUCATIVA  Ense&#xf1;anza de m&#xe9;todos y t&#xe9;cnicas de estudio y de investigaci&#xf3;n, basada en la teor&#xed;a ecl&#xe9;ctica de Robert Gagn&#xe9;, de 30 horas de duraci&#xf3;n, impartida a un grupo de adolescentes.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Psic&#xf3;loga Consultora Externa al SERCOTEC
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/sercotec?trk=ppro_cprof&amp;lnk=vw_cprofile" >Sercotec</a></h4>
  <p class="organization-details">(Privately Held; Design industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2004-05-01">May 2004</abbr>
 &mdash; <abbr class="dtend" title="2004-06-01">June 2004</abbr>        <abbr class="duration" title="P2M">(2 months)</abbr>
  </p>
    <p class="description">Psic&#xf3;loga consultora del Proyecto &quot;Mejoramiento de las Estrategias de Venta de los productos textiles de Mujeres Artesanas Aymaras integrantes de MARKA SAWURI&quot;, impartido como asesor&#xed;a taller , insertada en los modelos de coaching , destinado a desarrollar en las empresarias textiles, los conocimientos, habilidades y t&#xe9;cnicas de marketing, con el objetivo de que ellas puedan aplicar las distintas variables de t&#xe9;cnicas de ventas, estrategias de ventas, las ruedas de negocios, documentaci&#xf3;n bancaria; cheques y clases de ellos, nociones de comercio exterior y su documentaci&#xf3;n para el pago,  de 21 horas de duraci&#xf3;n.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Gerente de OTEC y Psic&#xf3;loga responsable de RRHH
    
      </h3>
      <h4 class="org summary">Switchcenter</h4>
  <p class="organization-details">(Professional Training &amp; Coaching industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2003-12-01">December 2003</abbr>
 &mdash; <abbr class="dtend" title="2004-03-01">March 2004</abbr>        <abbr class="duration" title="P4M">(4 months)</abbr>
  </p>
    <p class="description">PSICOLOGA RESPONSABLE DEL DEPARTAMENTO DE RRHH  haciendo seguimiento y evaluaci&#xf3;n del plan de practica profesional de alumnos de diferentes especialidades; organizacion y planificacion de tareas, instruyendo a asistentes de la misma y de diferentes areas; selecci&#xf3;n, evaluaci&#xf3;n y capacitaci&#xf3;n de personal, siendo las tareas ppales: entrevistas, administraci&#xf3;n y evaluaci&#xf3;n de diferentes tests psicot&#xe9;cnicos y proyectivos , elaborando informes psicol&#xf3;gicos tanto para la misma emprsa como para otras . Confecci&#xf3;n de la carpeta de RRHH: evaluaci&#xf3;n y clasificaci&#xf3;n de los C.V., etc.Creaci&#xf3;n, administraci&#xf3;n y evaluaci&#xf3;n cuantitativa y cualitativa de la encuesta de necesidades para comenzar la reingenier&#xed;a de procesos en el Policl&#xed;nico &quot;V&#xed;ctor B.Soto&quot; de Arica, realizando el flujograma de procesos, el organigrama, la distribuci&#xf3;n de los programas y funciones, mejoramiento de procesos, objetivos de capacitaci&#xf3;n, entrevistando personalmente al Director y a los jefes de programas. Estudio de opini&#xf3;n p&#xfa;blica sobre las ppales. preocupaciones de los habitantes de Arica, publicado en el diario &quot;la Estrella de Arica&quot; el 14/12/2003. Ense&#xf1;anza de t&#xe9;cnicas de relajaci&#xf3;n a todo el personal de la empresaDise&#xf1;o del proyecto &quot;Autoestima y manejo del stress&quot;Colaboracion con la Gerencia de cuentas y con la Gerencia de Control y calidad ,elaborando diferentes cartas de presentaci&#xf3;n de distintos servicios virtuales para las areas de cobranzas y de calidad.Creaci&#xf3;n de script inbound para vendedores de productos/servicios  de Telef&#xf3;nica 188 y Telef&#xf3;nica Mundo. Creaci&#xf3;n de script de confirmaci&#xf3;n de recibo de Correos electr&#xf3;nicos de servicios virtuales.GERENTE DE OTEC: Responsable de contenidos de la OTEC; creaci&#xf3;n y elaboraci&#xf3;n total de cursos del area de servicios a las personas, con la especialidad servicio social y bienestar, reportando a Gerencia General. Participaci&#xf3;n en reuniones con instituciones, asociaciones, servicios nacionales, etc. representando a la empresa.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Psic&#xf3;loga Cl&#xed;nica
    
      </h3>
      <h4 class="org summary">Hospital Interzonal General de Agudos &quot;Pedro Fiorito&quot;</h4>
  <p class="organization-details">(Mental Health Care industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2002-11-01">November 2002</abbr>
 &mdash; <abbr class="dtend" title="2003-05-01">May 2003</abbr>        <abbr class="duration" title="P7M">(7 months)</abbr>
  </p>
    <p class="description">Psic&#xf3;loga visitante del Equipo de Interconsulta de Psicopatolog&#xed;a Infantil del Servicio de Pediatr&#xed;a del Hospital Interzonal General de Agudos &quot;Pedro Fiorito&quot; de Avellaneda , Buenos Aires ( 12 horas semanales)</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Psic&#xf3;loga Cl&#xed;nica
    
      </h3>
      <h4 class="org summary">Hospital Zonal General de Agudos &quot;Evita Pueblo&quot;</h4>
  <p class="organization-details">(Mental Health Care industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2001-05-01">May 2001</abbr>
 &mdash; <abbr class="dtend" title="2002-10-01">October 2002</abbr>        <abbr class="duration" title="P1Y6M">(1 year 6 months)</abbr>
  </p>
    <p class="description">Actividades de &quot;Capacitaci&#xf3;n en Servicio&quot; en el Subprograma de Consultorios Externos del Servicio Descentralizado de Salud Mental &quot;Centro Ram&#xf3;n Carrillo&quot;  de Berazategui Buenos Aires , en car&#xe1;cter de Visitante en el Area de Adultos durante los a&#xf1;os 2001 y 2002 (12 horas semanales)</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Responsable de Call Center , Asistente de Director
    
      </h3>
      <h4 class="org summary">Fundaci&#xf3;n Salvat</h4>
  <p class="organization-details">(Professional Training &amp; Coaching industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1999-08-01">August 1999</abbr>
 &mdash; <abbr class="dtend" title="2001-01-01">January 2001</abbr>        <abbr class="duration" title="P1Y6M">(1 year 6 months)</abbr>
  </p>
    <p class="description">Responsable de la coordinacion de Call Center, teniendo 7 personas a cargo, asistencia a la directora, organizaci&#xf3;n operativa de programas de capacitacion</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Operador de autorizaciones
    
      </h3>
      <h4 class="org summary">VISA ARGENTINA</h4>
  <p class="organization-details">(Financial Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1998-06-01">June 1998</abbr>
 &mdash; <abbr class="dtend" title="1999-03-01">March 1999</abbr>        <abbr class="duration" title="P10M">(10 months)</abbr>
  </p>
    <p class="description">Autorizaci&#xf3;n de operaciones con tarjeta de cr&#xe9;dito , Atenci&#xf3;n telef&#xf3;nica a socios</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Aux. Administ.en la Gerencia de Call Center Socios
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/mastercard?trk=ppro_cprof&amp;lnk=vw_cprofile" >MasterCard</a></h4>
  <p class="organization-details">(Public Company; 1001-5000 employees; MA; Financial Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1997-09-01">September 1997</abbr>
 &mdash; <abbr class="dtend" title="1998-04-01">April 1998</abbr>        <abbr class="duration" title="P8M">(8 months)</abbr>
  </p>
    <p class="description">Asesora y analista de cuentas corrientes. Atenci&#xf3;n telef&#xf3;nica a socios.Operadora de autorizaciones</p>
</li>
            </ul>
          </div>
          <hr />
          <div id="education">
            <h2>Romina Nerguizian&#8217;s Education</h2>
            <ul class="vcalendar">


	<li class="education vevent vcard">
    <h3 class="summary fn org">
           I.S. F. D.N&#xba; 83
      </h3>
		<div class="description">
    <p>
      <span class="degree">Post T&#xed;tulo de Formaci&#xf3;n Docente para Profesionales</span>
        , 
      <span class="major">Posgrado en Educaci&#xf3;n</span>
      , 
          <abbr class="dtstart" title="1999-01-01">1999</abbr> &mdash; <abbr class="dtend" title="2000-12-31">2000</abbr> 
    </p>
      <p class="notes"></p>
		</div>
  </li>


	<li class="education vevent vcard">
    <h3 class="summary fn org">
           Universidad Argentina 'John F. Kennedy'
      </h3>
		<div class="description">
    <p>
      <span class="degree">Licenciada en Psicolog&#xed;a</span>
        
      
      , 
          <abbr class="dtstart" title="1991-01-01">1991</abbr> &mdash; <abbr class="dtend" title="1999-12-31">1999</abbr> 
    </p>
      <p class="notes"></p>
		</div>
  </li>
            </ul>
          </div>
          <hr />
          <div id="additional-information">
            <h2>Additional Information</h2>
              <h3>Romina Nerguizian&#8217;s Websites:</h3>
              <ul class="websites">
                  <li>
<a href="http://www.elmorrocotudo.cl" class="url" rel="nofollow" target="_blank">Diario Ciudadano El Morrocotud</a>                  </li>
                  <li>
<a href="http://www.juntosporlavidaarica.blogspot.com" class="url" rel="nofollow" target="_blank">Organizaci&#xf3;n Juntos por la Vid</a>                  </li>
                  <li>
                        <a href="http://www.rominanerguizian.blogspot.com" class="url" rel="me" target="_blank">
                          My Website
                        </a>
                  </li>
              </ul>
              <h3>Romina Nerguizian&#8217;s Interests:</h3>
              <p class="interests">web 2.0, Consultor&#xed;a, Relaciones P&#xfa;blicas, Periodismo, Salud, Educaci&#xf3;n, Servicios.</p>
              <h3>Romina Nerguizian&#8217;s Groups:</h3>
                <p class="groups">
                  Corresponsal de Diario El Morrocotudo, Voluntaria de la Organizaci&#xf3;n Juntos por la Vida
                </p>
          </div>
          <hr />
      <div id="contact-settings">
        <h2>Romina Nerguizian&#8217;s Contact Settings</h2>
        <h3>Interested In:</h3>
        <ul>
            <li>
              career opportunities
            </li>
            <li>
              consulting offers
            </li>
            <li>
              new ventures
            </li>
            <li>
              job inquiries
            </li>
            <li>
              expertise requests
            </li>
            <li>
              business deals
            </li>
            <li>
              getting back in touch
            </li>
        </ul>
      </div>
      <hr />
      <div class="viewfull">
        <p><a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=45222962&pvs=pp&authToken=szbb&authType=name&locale=es_ES&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a></p>
      </div>
  </div>
  <div id="control" class="infobar">
    <div class="powered">
      <h3> Public profile powered by: <a href="/home?trk=ppro_pbli" ><img src="http://static01.linkedin.com/img/logos/logo_82x23.png" height="23" width="82" alt="LinkedIn" /></a>
      </h3>
      <p>Create a public profile: <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=45222962&pvs=pp&authToken=szbb&authType=name&locale=es_ES&trk=ppro_geturl&lnk=sign_in" rel="nofollow">Sign In</a>
        </strong> or <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=45222962&pvs=pp&authToken=szbb&authType=name&locale=es_ES&trk=ppro_joinnow&lnk=join_now" rel="nofollow">Join Now</a>
        </strong></p>
    </div>
      <div class="box" id="readmore">
        <div class="title">
          <h3>View Romina Nerguizian&#8217;s full profile:</h3>
        </div>
        <div class="content">
          <ul>
            <li>See who you and <strong>Romina Nerguizian</strong> know in common</li>
            <li>Get introduced to <strong>Romina Nerguizian</strong></li>
            <li>Contact <strong>Romina Nerguizian</strong> directly</li>
          </ul>
          <p class="btn">
            <a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=45222962&pvs=pp&authToken=szbb&authType=name&locale=es_ES&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a>
          </p>
        </div>
      </div>
    
    
    <div class="box" id="search">
      <div class="title">
        <h3><strong>Name Search:</strong></h3>
      </div>
      <div class="content">
        <p><strong>Search for people you know</strong> from over 50 million professionals already on LinkedIn.</p>
        <form name="searchForm" action="/pub/dir/" method="get">
          <p class="field"><span class="lbl">
            <label for="first">First Name</label>
            <br />
            </span>
            <input type="text" name="first" id="first" />
            &nbsp;&nbsp;<span class="lbl"><br />
            <label for="last">Last Name</label>
            <br />
            </span>
            <input type="text" name="last" id="last" />
          </p>
          <p class="example">
            <input class="btn-secondary" type="submit" name="search" value="Search"/> (example: <strong>
<a href="http://www.linkedin.com/in/jeffweiner08?trk=ppro_find_others_rh" >Jeff Weiner</a></strong>)
          </p>
        </form>
      </div>
    </div>

    
    <script type="text/javascript">
      var dbl_page = 'public_profile';
    </script>
    
      <script type="text/javascript" src="http://static.linkedin.com/scds/pprofile/build-503_8_2591-prod/js/ads.js"></script>
    
      <script type="text/javascript">
      /* <![CDATA[ */
      var google_keywords = null, google_ad_client = 'pub-2283433109277150', google_ad_width = 300, google_ad_height = 250, google_ad_format = '300x250_as';
        var dbl_src = "http://ad.doubleclick.net/adj/linkedin.dart/" + dbl_page + ";;tile=1;dcopt=ist;sz=300x250;" + encodeURIComponent('extra=null') + ";ord=" + Math.random() * 10000000000000000 +"?";
        document.write('<script src="' + dbl_src + '" type="text/javascript"><\/script>');
      /* ]]> */
      </script>
  </div>
</div>
<hr />







<div id="footer">
  <div class="wrapper">
    <div id="directory">
      <h3>LinkedIn member directory:</h3>
      <ol type="a">
        <li><a href="/directory/people/a.html" >a</a></li>
        <li><a href="/directory/people/b.html" >b</a></li>
        <li><a href="/directory/people/c.html" >c</a></li>
        <li><a href="/directory/people/d.html" >d</a></li>
        <li><a href="/directory/people/e.html" >e</a></li>
        <li><a href="/directory/people/f.html" >f</a></li>
        <li><a href="/directory/people/g.html" >g</a></li>
        <li><a href="/directory/people/h.html" >h</a></li>
        <li><a href="/directory/people/i.html" >i</a></li>
        <li><a href="/directory/people/j.html" >j</a></li>
        <li><a href="/directory/people/k.html" >k</a></li>
        <li><a href="/directory/people/l.html" >l</a></li>
        <li><a href="/directory/people/m.html" >m</a></li>
        <li><a href="/directory/people/n.html" >n</a></li>
        <li><a href="/directory/people/o.html" >o</a></li>
        <li><a href="/directory/people/p.html" >p</a></li>
        <li><a href="/directory/people/q.html" >q</a></li>
        <li><a href="/directory/people/r.html" >r</a></li>
        <li><a href="/directory/people/s.html" >s</a></li>
        <li><a href="/directory/people/t.html" >t</a></li>
        <li><a href="/directory/people/u.html" >u</a></li>
        <li><a href="/directory/people/v.html" >v</a></li>
        <li><a href="/directory/people/w.html" >w</a></li>
        <li><a href="/directory/people/x.html" >x</a></li>
        <li><a href="/directory/people/y.html" >y</a></li>
        <li><a href="/directory/people/z.html" >z</a></li>
        <li type="disc"><a href="/directory/people/@.html" >more</a></li>
      </ol>
      <h3>Browse members</h3>
      <p>
        <a href="/static?key=country_listing" >by country</a>
      </p>
    </div>

    <ul id="nav-legal">
      <li class="first"><a href="/redirect?url=http%3A%2F%2Fpress%2Elinkedin%2Ecom%2Fabout&urlhash=ONnW" >About LinkedIn</a></li>
      <li><a href="/static?key=privacy_policy&trk=hb_ft_priv" >Privacy Policy</a></li>
      
          <li><a href="/redirect?url=http%3A%2F%2Flinkedin%2Ecusthelp%2Ecom&urlhash=M-b0" target="_blank">Customer Service</a></li>
        
      <li><a href="http://talent.linkedin.com/?pin=tr02" >Recruiting Solutions</a></li>
      <li><a href="/static?key=advertising_info&trk=trk%3Dhb_ft_ads" >Advertising</a></li>
    </ul>
    <p id="copyright">Copyright &copy; 2009 LinkedIn Corporation. All rights reserved. </p>
  
    <p id="terms-of-use">
      Use of this site is subject to express <a href="/static?key=user_agreement&trk=ftr_useragre">terms of use</a>, which prohibit commercial use of this site. By continuing past this page, you agree to abide by these terms.
    </p>
  </div>
</div>





  
  
  
  
  
   

        <script type="text/javascript" src="http://static.linkedin.com/scds/concat/pprofile/build-503_8_2591-prod/js?f=lib%2Fyui%2F2.7.0%2Fyahoo-dom-event%2Fyahoo-dom-event&amp;f=js%2Fcore%2FDefine&amp;f=js%2Futil%2FHelps&amp;f=js%2Fpublic_profile&amp;f=js%2Fshowhide&amp;f=js%2Fcookies"></script>
    
<script type="text/javascript">
/* <![CDATA[ */
  if(typeof(i18n) == 'undefined') var i18n = {}; 
  i18n.TEXT_PLEASE_ENTER = "Please enter a first and last name.";
  showHide.init();

  var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
  document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
/* ]]> */
</script>
<script type="text/javascript">
/* <![CDATA[ */
var pageTracker = _gat._getTracker("UA-3242811-1");
pageTracker._setDomainName("linkedin.com"); 
pageTracker._initData();
pageTracker._linkedInMemberCookie = readCookie("visit"); 
pageTracker._linkedInUserType = (pageTracker._linkedInMemberCookie == "M") ? "user" : "guest";  
pageTracker._setVar(pageTracker._linkedInUserType);
    pageTracker._trackPageview("control_profiles");    
/* ]]> */
</script>


<script type="text/javascript" src="http://edge.quantserve.com/quant.js"></script> 
<noscript> 
  <a href="http://www.quantcast.com/p-b3sGjMtCFrexE" target="_blank"><img src="http://pixel.quantserve.com/pixel/p-b3sGjMtCFrexE.gif" style="display: none;" border="0" height="1" width="1" alt="Quantcast" /></a> 
</noscript>



<script type="text/javascript" src="http://b.scorecardresearch.com/beacon.js"></script> 
<script type="text/javascript">
  COMSCORE.beacon({ c1:2, c2:6402952, c3:"", c4:"", c5:"", c6:"", c15:"" });
</script>
<noscript> 
  <img src="http://b.scorecardresearch.com/b?c1=2&amp;c2=6402952&amp;c3=&amp;c4=&amp;c5=&amp;c6=&amp;c15=&amp;cv=1.3&amp;cj=1" style="display:none" width="0" height="0" alt="" />
</noscript>



</body>
</html>

