<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en-US" lang="en-US">
<head>
  <title>Margarita Bravo Bucheli - LinkedIn </title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <link rel="shortcut icon" type="image/ico" href="/favicon.ico" />
    <meta name="description" content="View Margarita Bravo Bucheli's professional profile on LinkedIn.  LinkedIn is the world's largest business network, helping professionals like Margarita Bravo Bucheli discover inside connections to recommended job candidates, industry experts, and business partners." />
  
      <link rel="stylesheet" type="text/css" href="http://static.linkedin.com/scds/pprofile/build-497_6_2242-prod/css/public-profile/default.css">
    
</head>
<body id="www-linkedin-com" class="public-profile">

<script type="text/javascript">document.body.className += " js";</script>
  
<div class="hresume">
    <div class="profile-header">
      <div class="masthead vcard contact portrait">
        <div id="nameplate">
          <h1 id="name"><span class="fn n"><span class="given-name">Margarita</span> <span class="family-name">Bravo Bucheli</span></span></h1>
        </div>
        <div class="content">
          <div class="info">
              <div class="image"><img src="http://media.linkedin.com/mpr/mpr/shrink_80_80/p/2/000/02b/00a/2dd29d4.jpg" class="photo" alt="Margarita Bravo Bucheli" /></div>
              <p class="headline title">
                
      Servicios para el individuo y la familia Profesional
    
              </p>
            <div class="adr">
              <p class="locality">
                
      Colombia
    
              </p>
            </div>
          </div>
          <div class="actions">
            <ul>
              <li id="send-inmail">
                <a href="/ppl/webprofile?action=ctu&amp;id=49462951&amp;pvs=pp&amp;authToken=K9vt&amp;authType=name&amp;trk=ppro_cntdir&amp;lnk=cnt_dir" rel="nofollow">Contact Margarita Bravo Bucheli</a>
              </li>
              <li id="add-to-network">
                <a href="/ppl/webprofile?action=ctu&amp;id=49462951&amp;pvs=pp&amp;authToken=K9vt&amp;authType=name&amp;trk=ppro_getintr&amp;lnk=cnt_dir" rel="nofollow">Add Margarita Bravo Bucheli to your network</a>
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  <div id="main">
        <div id="overview">
          <dl>
              <dt>Past</dt>
              <dd>
                <ul>
                        <li>




            
      Psicologa
    
 at Clinica Jos&#xe9; Rivas

                        </li>
                        <li>




            
      Psicologa
    
 at COOPENSALUD, CALI

                        </li>
                        <li>




            
      Psic&#xf3;loga, Centro De Evacuados De Sanidad Naval (CESAN), Bogot&#xe1;
    
 at ARMADA NACIONAL DE COLOMBIA, BOGOT&#xc1;

                        </li>
                </ul>
                  <div class="showhide-block" id="morepast">
                    <ul>
                            <li>




            
      Psicologa
    
 at FUNDACI&#xd3;N SALUD BOSQUE, BOGOT&#xc1;

                            </li>
                            <li>




            
      Psicologa
    
 at COMFENALCO, CALI

                            </li>
                            <li>




            
      Psicologa
    
 at E.S.E. HOSPITAL CUMBAL, CUMBAL-NARI&#xd1;O

                            </li>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="morepast-hide">see less...</a></p>
                  </div>
                      <p class="seeall showhide-link"><a href="#" id="morepast-show">3 more...</a></p>
              </dd>
              <dt>Education</dt>
              <dd>
                <ul>
                      <li>
                        
           Universidad El Bosque
      
                      </li>
                      <li>
                        
           Universidad de San Buenaventura
      
                      </li>
                </ul>
              </dd>
              <dt class="connections">Connections</dt>
              <dd class="connections">
                <img src="http://static03.linkedin.com/img/icon/conx/icon_conx_05_24x24.gif" width="24" height="24" alt="" />
                <strong class="connection-count">
                6
                </strong> connections
              </dd>

              <dt>Industry</dt>
              <dd>
                Individual &amp; Family Services
              </dd>
            
          </dl>
        </div>
        <hr />
          <div id="summary">
            <h2>Margarita Bravo Bucheli&#8217;s Summary</h2>
              <p class="summary">
                Psic&#xf3;loga, Especialista en Psicolog&#xed;a M&#xe9;dica y de la Salud; con experiencia en Psicolog&#xed;a de la Salud, Cl&#xed;nica y Social. Las fortalezas que he adquirido a trav&#xe9;s de mi experiencia laboral, me brindan la capacidad de trabajar en equipo, establecer excelentes relaciones interpersonales, dinamismo al realizar psicoterapia grupal e individual en manejo de duelo, adherencia al tratamiento, estr&#xe9;s post traum&#xe1;tico, orientaci&#xf3;n, valoraci&#xf3;n e intervenci&#xf3;n a pacientes con enfermedades cr&#xf3;nicas, terminales, en situaci&#xf3;n de discapacidad, heridos en combate y rehabilitaci&#xf3;n funcional. Amplia experiencia en la coordinaci&#xf3;n de programas como VIH/SIDA y Programa de ni&#xf1;os en situaci&#xf3;n de discapacidad y sus familias; habilidad para examinar e intervenir en las problem&#xe1;ticas de salud p&#xfa;blica desde una perspectiva biopsicosocial, as&#xed; como el dise&#xf1;o, difusi&#xf3;n y evaluaci&#xf3;n metodol&#xf3;gica de los mismos; destreza en el dise&#xf1;o de pol&#xed;ticas de salud encaminadas a la persuasi&#xf3;n y adopci&#xf3;n de h&#xe1;bitos saludables, comunicaci&#xf3;n y educaci&#xf3;n ejecutando programas de promoci&#xf3;n y prevenci&#xf3;n relacionados con adicci&#xf3;n, alcoholismo, ETS, entre otras, en el campo cl&#xed;nico y de la salud, tendientes al fortalecimiento de factores protectores y a la disminuci&#xf3;n de los riesgos de enfermedad, y patolog&#xed;as psicosociales. Adem&#xe1;s poseo conocimiento en Microsoft Word, PowerPoint, Excel, Publisher. Tengo una gran responsabilidad con mis labores profesionales, acad&#xe9;micas y familiares, buen manejo de personal.
              </p>
              <h3>Margarita Bravo Bucheli&#8217;s Specialties:</h3>
              <p class="skills">
                Psicologa, Especialista en Psicolog&#xed;a m&#xe9;dica y de la salud
              </p>
          </div>
          <hr />
          <div id="experience">
            <h2>Margarita Bravo Bucheli&#8217;s Experience</h2>
            <ul class="vcalendar">



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Psicologa
    
      </h3>
      <h4 class="org summary">Clinica Jos&#xe9; Rivas</h4>
  <p class="organization-details">(Individual &amp; Family Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2009-02-01">February 2009</abbr>
 &mdash; <abbr class="dtend" title="2009-05-01">May 2009</abbr>        <abbr class="duration" title="P4M">(4 months)</abbr>
  </p>
    <p class="description">Programa de Rehabilitaci&#xf3;n, realizar evaluaci&#xf3;n inicial para determinar el estado de bienestar general del paciente en sus &#xe1;reas de ajuste en cuanto a la capacidad de afrontamiento del proceso de implantaci&#xf3;n y rehabilitaci&#xf3;n. Realizar seguimiento peri&#xf3;dico del proceso de rehabilitaci&#xf3;n del paciente desde las diferentes &#xe1;reas, teniendo en cuenta las dificultades para la adherencia a la pr&#xf3;tesis, el proceso terap&#xe9;utico, soporte familiar. Apoyar al equipo de profesionales en la sesi&#xf3;n con el usuario y su familia para entrega de resultados y concepto del comit&#xe9; de Implante Coclear. Durante la sesi&#xf3;n de consejer&#xed;a individual, proporcionar estrategias que faciliten el proceso de adaptaci&#xf3;n a su condici&#xf3;n de salud y mejorar su nivel de bienestar. Desde la Cl&#xed;nica de Ac&#xfa;fenos, realizar acompa&#xf1;amiento psicol&#xf3;gico para mejorar la habilidad del paciente para reducir el impacto del ac&#xfa;feno sobre su bienestar y estilo de vida. Identificar qu&#xe9; otras fuentes de estr&#xe9;s ambiental son responsables del estado actual del paciente y si &#xe9;stas exacerban sus reacciones hacia el ac&#xfa;feno. Indagar el nivel de incapacidad del ac&#xfa;feno en el paciente, las &#xe1;reas de la vida que se encuentran afectadas, el soporte familiar que recibe y los mecanismos de afrontamiento que est&#xe1; utilizando para sobrellevar su ac&#xfa;feno. Identificar si el paciente requiere soporte psicol&#xf3;gico y/o psiqui&#xe1;trico para ser remitido al profesional correspondiente. Realizar los controles y seguimientos pertinentes para el tratamiento, responder a las solicitudes de las EPS relacionadas con la Justificaci&#xf3;n de los procedimientos NO POS que se le est&#xe1;n ordenando al paciente, asistir a las reuniones peri&#xf3;dicas de los profesionales del Programa Cl&#xed;nica de Ac&#xfa;fenos. Realizar intervenci&#xf3;n psicol&#xf3;gica para brindar al paciente de ac&#xfa;fenos un soporte psicol&#xf3;gico y emocional que permita mejorar su calidad de vida y facilitar el proceso de adherencia al  tratamiento para los ac&#xfa;fenos.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Psicologa
    
      </h3>
      <h4 class="org summary">COOPENSALUD, CALI</h4>
  <p class="organization-details">(Individual &amp; Family Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2008-07-01">July 2008</abbr>
 &mdash; <abbr class="dtend" title="2008-11-01">November 2008</abbr>        <abbr class="duration" title="P5M">(5 months)</abbr>
  </p>
    <p class="description">Valoraci&#xf3;n, Intervenci&#xf3;n y seguimiento psicoterap&#xe9;utico a pacientes con hospitalizaci&#xf3;n domiciliaria y sus familias. Manejo integral de pacientes con enfermedades cr&#xf3;nicas, en situaci&#xf3;n de discapacidad adquirida, y patolog&#xed;as como c&#xe1;ncer, secuela ACV, polineuropat&#xed;a, trauma raquimedular por arma de fuego, diabetes tipo I, hemiplej&#xed;a, EPOC, esclerosis m&#xfa;ltiple, entre otras patolog&#xed;as. Aplicaci&#xf3;n de escalas psicol&#xf3;gicas como fin diagn&#xf3;stico y terap&#xe9;utico.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Psic&#xf3;loga, Centro De Evacuados De Sanidad Naval (CESAN), Bogot&#xe1;
    
      </h3>
      <h4 class="org summary">ARMADA NACIONAL DE COLOMBIA, BOGOT&#xc1;</h4>
  <p class="organization-details">(Individual &amp; Family Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2007-03-01">March 2007</abbr>
 &mdash; <abbr class="dtend" title="2007-08-01">August 2007</abbr>        <abbr class="duration" title="P6M">(6 months)</abbr>
  </p>
    <p class="description">Psic&#xf3;loga del personal de Infantes de Marina Regulares y Profesionales que se encuentran en el Centro de Evacuados de Sanidad Naval, responsable de la recepci&#xf3;n, intervenci&#xf3;n y seguimiento del personal que ingresa por el servicio de psiquiatr&#xed;a y sus familias. Valoraci&#xf3;n, psicoterapia y seguimiento psicol&#xf3;gico al personal herido en combate. Planeaci&#xf3;n, desarrollo y registro de las actividades programadas para el personal en condici&#xf3;n de discapacidad y/o herido en combate. Planear y desarrollar actividades de trabajo de campo en el proceso de rehabilitaci&#xf3;n integral y salud mental que fortalezcan la adherencia al tratamiento del personal evacuado. Proponer y difundir metodolog&#xed;as de persuasi&#xf3;n, comunicaci&#xf3;n y educaci&#xf3;n en el campo de la salud, tendientes al fortalecimiento de factores protectores y a la disminuci&#xf3;n de los riesgos de enfermedad as&#xed; como Implementar y desarrollar actividades propias de la Unidad de Rehabilitaci&#xf3;n Integral -URIS- a nivel individual, grupal y familiar. Efectuar evaluaci&#xf3;n e intervenci&#xf3;n psicol&#xf3;gica para afrontamiento a la hospitalizaci&#xf3;n y a la enfermedad tanto a pacientes como familiares. Fortalecer los aspectos psicol&#xf3;gicos emocionales, cognitivos y comportamentales del personal. Mejorar la calidad de vida del Infante dentro del Centro de Evacuados (CESAN) y contribuir a su mayor nivel de independencia, estabilidad f&#xed;sica y emocional general. Elaborar programas de promoci&#xf3;n y prevenci&#xf3;n desde el &#xe1;rea de psicolog&#xed;a, aplicar pruebas psicol&#xf3;gicas como fin diagn&#xf3;stico, participar e integrar el comit&#xe9; de Salud Mental. Coordinaci&#xf3;n programa ni&#xf1;os con retos especiales de la Direcci&#xf3;n de Sanidad Naval de Bogot&#xe1;, durante 3 meses.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Psicologa
    
      </h3>
      <h4 class="org summary">FUNDACI&#xd3;N SALUD BOSQUE, BOGOT&#xc1;</h4>
  <p class="organization-details">(Individual &amp; Family Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2006-03-01">March 2006</abbr>
 &mdash; <abbr class="dtend" title="2006-11-01">November 2006</abbr>        <abbr class="duration" title="P9M">(9 months)</abbr>
  </p>
    <p class="description">Psic&#xf3;loga, encargada del servicio de cirug&#xed;a general y apoyo de estudiantes de pregrado al servicio de medicina interna. Elaboraci&#xf3;n y aplicaci&#xf3;n del Protocolo de evaluaci&#xf3;n psicol&#xf3;gica a pacientes de cirug&#xed;a general, acompa&#xf1;amiento y evaluaci&#xf3;n a pacientes pre y post quir&#xfa;rgicos, evaluaci&#xf3;n, seguimiento y consulta a pacientes de medicina interna.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Psicologa
    
      </h3>
      <h4 class="org summary">COMFENALCO, CALI</h4>
  <p class="organization-details">(Individual &amp; Family Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2004-02-01">February 2004</abbr>
 &mdash; <abbr class="dtend" title="2005-12-01">December 2005</abbr>        <abbr class="duration" title="P1Y11M">(1 year 11 months)</abbr>
  </p>
    <p class="description">Manejo de paciente cr&#xf3;nico y terminal por medio de visitas domiciliarias, realizaci&#xf3;n de valoraci&#xf3;n y psicoterapia individual, pareja o familia, seg&#xfa;n sea el caso, seguimiento de pacientes. Manejo de pacientes con c&#xe1;ncer, secuela ACV, polineuropat&#xed;a, trauma raquimedular por arma de fuego, s&#xed;ndrome Guillan-Barre, cuadraplejia, EPOC, paciente en condici&#xf3;n de discapacidad f&#xed;sica, secuela meningitis, entre otras patolog&#xed;as. Entrega de informes sobre estado psicol&#xf3;gico del paciente a medico tratante.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Psicologa
    
      </h3>
      <h4 class="org summary">E.S.E. HOSPITAL CUMBAL, CUMBAL-NARI&#xd1;O</h4>
  <p class="organization-details">(Individual &amp; Family Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2003-02-01">February 2003</abbr>
 &mdash; <abbr class="dtend" title="2003-12-01">December 2003</abbr>        <abbr class="duration" title="P11M">(11 months)</abbr>
  </p>
    <p class="description">Atenci&#xf3;n a pacientes en las &#xe1;reas de consulta externa, hospitalizaci&#xf3;n y urgencias. Realizaci&#xf3;n de psicoterapias en: Intervenci&#xf3;n en Crisis, Psicoterapia Breve, Orientaci&#xf3;n de Pareja y Familia. Vigilancia y supervisi&#xf3;n a pacientes con medicamento de control.<br>
Realizaci&#xf3;n de asesor&#xed;as pre y post test a pacientes que solicitan prueba de VIH y madres en estado de gestaci&#xf3;n. Asesoramiento a madres primerizas y mult&#xed;paras sobre lactancia materna. Acompa&#xf1;amiento ocasional a las madres primerizas o mult&#xed;paras en el parto. Ejecuci&#xf3;n de visitas domiciliarias a pacientes que lo requer&#xed;an por solicitud m&#xe9;dica. Realizaci&#xf3;n de talleres te&#xf3;rico/pr&#xe1;cticos con el personal asistencial, operativo y de servicios generales del hospital, puestos y centros de salud. Capacitaciones en VIH/SIDA, IIAMI a personal asistencial, operativo y servicios generales. Capacitaci&#xf3;n en VIH/SIDA, ETS en los colegios a alumnos de los grados noveno, d&#xe9;cimo y once. Acompa&#xf1;amiento en Brigadas.</p>
</li>
            </ul>
          </div>
          <hr />
          <div id="education">
            <h2>Margarita Bravo Bucheli&#8217;s Education</h2>
            <ul class="vcalendar">


	<li class="education vevent vcard">
    <h3 class="summary fn org">
           Universidad El Bosque
      </h3>
		<div class="description">
    <p>
      <span class="degree">Especializaci&#xf3;n</span>
        , 
      <span class="major">Psicologia m&#xe9;dica y de la salud</span>
      , 
          <abbr class="dtstart" title="2007-01-01">2007</abbr> &mdash; <abbr class="dtend" title="2009-12-31">2009</abbr> 
    </p>
      <p class="notes"></p>
		</div>
  </li>


	<li class="education vevent vcard">
    <h3 class="summary fn org">
           Universidad de San Buenaventura
      </h3>
		<div class="description">
    <p>
      <span class="degree">Psicologa</span>
        , 
      <span class="major">psicologia</span>
      , 
          <abbr class="dtstart" title="1998-01-01">1998</abbr> &mdash; <abbr class="dtend" title="2002-12-31">2002</abbr> 
    </p>
      <p class="notes"></p>
		</div>
  </li>
            </ul>
          </div>
          <hr />
      <div id="contact-settings">
        <h2>Margarita Bravo Bucheli&#8217;s Contact Settings</h2>
        <h3>Interested In:</h3>
        <ul>
            <li>
              career opportunities
            </li>
            <li>
              consulting offers
            </li>
            <li>
              new ventures
            </li>
            <li>
              job inquiries
            </li>
            <li>
              expertise requests
            </li>
            <li>
              business deals
            </li>
            <li>
              reference requests
            </li>
            <li>
              getting back in touch
            </li>
        </ul>
      </div>
      <hr />
      <div class="viewfull">
        <p><a href="/ppl/webprofile?action=vmi&amp;id=49462951&amp;pvs=pp&amp;authToken=K9vt&amp;authType=name&amp;trk=ppro_viewmore&amp;lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a></p>
      </div>
  </div>
  <div id="control" class="infobar">
    <div class="powered">
      <h3> Public profile powered by: <a href="/home?trk=ppro_pbli" ><img src="http://static01.linkedin.com/img/logos/logo_82x23.png" height="23" width="82" alt="LinkedIn" /></a>
      </h3>
      <p>Create a public profile: <strong>
        <a href="/ppl/webprofile?action=gwp&amp;id=49462951&amp;pvs=pp&amp;authToken=K9vt&amp;authType=name&amp;trk=ppro_geturl&amp;lnk=sign_in" rel="nofollow">Sign In</a>
        </strong> or <strong>
        <a href="/ppl/webprofile?action=gwp&amp;id=49462951&amp;pvs=pp&amp;authToken=K9vt&amp;authType=name&amp;trk=ppro_joinnow&amp;lnk=join_now" rel="nofollow">Join Now</a>
        </strong></p>
    </div>
      <div class="box" id="readmore">
        <div class="title">
          <h3>View Margarita Bravo Bucheli&#8217;s full profile:</h3>
        </div>
        <div class="content">
          <ul>
            <li>See who you and <strong>Margarita Bravo Bucheli</strong> know in common</li>
            <li>Get introduced to <strong>Margarita Bravo Bucheli</strong></li>
            <li>Contact <strong>Margarita Bravo Bucheli</strong> directly</li>
          </ul>
          <p class="btn">
            <a href="/ppl/webprofile?action=vmi&amp;id=49462951&amp;pvs=pp&amp;authToken=K9vt&amp;authType=name&amp;trk=ppro_viewmore&amp;lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a>
          </p>
        </div>
      </div>
    
    
    <div class="box" id="search">
      <div class="title">
        <h3><strong>Name Search:</strong></h3>
      </div>
      <div class="content">
        <p><strong>Search for people you know</strong> from over 40 million professionals already on LinkedIn.</p>
        <form name="searchForm" action="/pub/dir/" method="get">
          <p class="field"><span class="lbl">
            <label for="first">First Name</label>
            <br />
            </span>
            <input type="text" name="first" id="first" />
            &nbsp;&nbsp;<span class="lbl"><br />
            <label for="last">Last Name</label>
            <br />
            </span>
            <input type="text" name="last" id="last" />
          </p>
          <p class="example">
            <input class="btn-secondary" type="submit" name="search" value="Search"/> (example: <strong>
<a href="http://www.linkedin.com/in/jeffweiner08?trk=ppro_find_others_rh" >Jeff Weiner</a></strong>)
          </p>
        </form>
      </div>
    </div>

    
    <script type="text/javascript">
      var dbl_page = 'public_profile';
    </script>
    
      <script type="text/javascript" src="http://static.linkedin.com/scds/pprofile/build-497_6_2242-prod/js/ads.js"></script>
    
      <script type="text/javascript">
      /* <![CDATA[ */
      var google_keywords = null, google_ad_client = 'pub-2283433109277150', google_ad_width = 300, google_ad_height = 250, google_ad_format = '300x250_as';
        var dbl_src = "http://ad.doubleclick.net/adj/linkedin.dart/" + dbl_page + ";;tile=1;dcopt=ist;sz=300x250;" + encodeURIComponent('extra=null') + ";ord=" + Math.random() * 10000000000000000 +"?";
        document.write('<script src="' + dbl_src + '" type="text/javascript"><\/script>');
      /* ]]> */
      </script>
  </div>
</div>
<hr />


<div id="footer" class="guest">
  <div id="directory">
    <h3>People directory:</h3>
    <ol type="a">
      <li><a href="http://www.linkedin.com/directory/people/a.html" >A</a></li>
      <li><a href="http://www.linkedin.com/directory/people/b.html" >B</a></li>
      <li><a href="http://www.linkedin.com/directory/people/c.html" >C</a></li>
      <li><a href="http://www.linkedin.com/directory/people/d.html" >D</a></li>
      <li><a href="http://www.linkedin.com/directory/people/e.html" >E</a></li>
      <li><a href="http://www.linkedin.com/directory/people/f.html" >F</a></li>
      <li><a href="http://www.linkedin.com/directory/people/g.html" >G</a></li>
      <li><a href="http://www.linkedin.com/directory/people/h.html" >H</a></li>
      <li><a href="http://www.linkedin.com/directory/people/i.html" >I</a></li>
      <li><a href="http://www.linkedin.com/directory/people/j.html" >J</a></li>
      <li><a href="http://www.linkedin.com/directory/people/k.html" >K</a></li>
      <li><a href="http://www.linkedin.com/directory/people/l.html" >L</a></li>
      <li><a href="http://www.linkedin.com/directory/people/m.html" >M</a></li>
      <li><a href="http://www.linkedin.com/directory/people/n.html" >N</a></li>
      <li><a href="http://www.linkedin.com/directory/people/o.html" >O</a></li>
      <li><a href="http://www.linkedin.com/directory/people/p.html" >P</a></li>
      <li><a href="http://www.linkedin.com/directory/people/q.html" >Q</a></li>
      <li><a href="http://www.linkedin.com/directory/people/r.html" >R</a></li>
      <li><a href="http://www.linkedin.com/directory/people/s.html" >S</a></li>
      <li><a href="http://www.linkedin.com/directory/people/t.html" >T</a></li>
      <li><a href="http://www.linkedin.com/directory/people/u.html" >U</a></li>
      <li><a href="http://www.linkedin.com/directory/people/v.html" >V</a></li>
      <li><a href="http://www.linkedin.com/directory/people/w.html" >W</a></li>
      <li><a href="http://www.linkedin.com/directory/people/x.html" >X</a></li>
      <li><a href="http://www.linkedin.com/directory/people/y.html" >Y</a></li>
      <li><a href="http://www.linkedin.com/directory/people/z.html" >Z</a></li>
      <li type="disc"><a href="http://www.linkedin.com/directory/people/@.html" >more</a></li>
    </ol>
  </div>

  <ul> 
    <li class="first"><a href="http://press.linkedin.com/" rel="nofollow">About LinkedIn</a></li>
    <li><a href="/static?key=privacy_policy" rel="nofollow">Privacy Policy</a></li>
    <li><a href="http://linkedin.custhelp.com/" rel="nofollow">Help &amp; <acronym title="Frequently Asked Questions">FAQ</acronym></a></li>
    <li><a href="http://talent.linkedin.com/?pin=tr01" >Recruiting Solutions</a></li>
    <li><a href="/static?key=advertising_info" rel="nofollow">Advertising</a></li>
  </ul>
  <p>Copyright &copy; 2009 LinkedIn Corporation. All rights reserved.</p>
  <p class="terms">Use of this site is subject to express <a href="/static?key=user_agreement" rel="nofollow">terms of use</a>, which prohibit commercial use of this site.<br />By continuing past this page, you agree to abide by these terms.</p>
</div>



  
  
  
  
  
   

        <script type="text/javascript" src="http://static.linkedin.com/scds/concat/pprofile/build-497_6_2242-prod/js?f=lib%2Fyui%2F2.7.0%2Fyahoo-dom-event%2Fyahoo-dom-event&amp;f=js%2Fcore%2FDefine&amp;f=js%2Futil%2FHelps&amp;f=js%2Fpublic_profile&amp;f=js%2Fshowhide&amp;f=js%2Fcookies"></script>
    
<script type="text/javascript">
/* <![CDATA[ */
  if(typeof(i18n) == 'undefined') var i18n = {}; 
  i18n.TEXT_PLEASE_ENTER = "Please enter a first and last name.";
  showHide.init();

  var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
  document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
/* ]]> */
</script>
<script type="text/javascript">
/* <![CDATA[ */
var pageTracker = _gat._getTracker("UA-3242811-1");
pageTracker._initData();
pageTracker._linkedInMemberCookie = readCookie("visit"); 
pageTracker._linkedInUserType = (pageTracker._linkedInMemberCookie == "M") ? "user" : "guest";  
pageTracker._setVar(pageTracker._linkedInUserType);

    pageTracker._trackPageview("control_profiles");    
/* ]]> */
</script>


<script type="text/javascript" src="http://edge.quantserve.com/quant.js"></script> 
<noscript> 
  <a href="http://www.quantcast.com/p-b3sGjMtCFrexE" target="_blank"><img src="http://pixel.quantserve.com/pixel/p-b3sGjMtCFrexE.gif" style="display: none;" border="0" height="1" width="1" alt="Quantcast" /></a> 
</noscript>



<script type="text/javascript" src="http://b.scorecardresearch.com/beacon.js"></script> 
<script type="text/javascript">
  COMSCORE.beacon({ c1:2, c2:6402952, c3:"", c4:"", c5:"", c6:"", c15:"" });
</script>
<noscript> 
  <img src="http://b.scorecardresearch.com/b?c1=2&amp;c2=6402952&amp;c3=&amp;c4=&amp;c5=&amp;c6=&amp;c15=&amp;cv=1.3&amp;cj=1" style="display:none" width="0" height="0" alt="" />
</noscript>



</body>
</html>

