<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en-US" lang="en-US">
<head>
  <title>&#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439; - LinkedIn</title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <link rel="shortcut icon" type="image/ico" href="/favicon.ico" />
  <meta name="description" content="View &#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439;'s professional profile on LinkedIn.  LinkedIn is the world's largest business network, helping professionals like &#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439; discover inside connections to recommended job candidates, industry experts, and business partners." />
  
  <link rel="stylesheet" type="text/css" href="/css/public-profile/default.css?v=build-475_5_1880-prod" media="screen,projection,print" />
      
  
  <link rel="stylesheet" type="text/css" href="/css/public-profile/screen.css?v=build-475_5_1880-prod" media="screen,projection" />
      
  
  <link rel="stylesheet" type="text/css" href="/css/public-profile/print.css?v=build-475_5_1880-prod" media="print" />
      
</head>
<body id="www-linkedin-com" class="public-profile">

<script type="text/javascript">document.body.className += " js";</script>
  
<div class="hresume">
    <div class="profile-header">
      <div class="masthead vcard contact">
        <div id="nameplate">
          <h1 id="name"><span class="fn n"><span class="given-name">&#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;</span> <span class="family-name">&#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439;</span></span></h1>
        </div>
        <div class="content">
          <div class="info">
              <p class="headline title">
                
          <span class="decoder" title="Pz8/Pz9lID8/Pz8/Pz8/Pz8gfCA/Pz8/Pz8/Pz8/ID8gPz8/Pz8/Pz8/Pz8/ID8/Pz8/Pz8/Pz8/Pz8/Pz8gPyBDaGlyb24gQ2FwaXRhbCBMTEM="></span>
    
              </p>
            <div class="adr">
              <p class="locality">
                
          <span class="decoder" title="UnVzc2lhbiBGZWRlcmF0aW9u"></span>
    
              </p>
            </div>
          </div>
          <div class="actions">
            <ul>
              <li id="send-inmail">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=18918519&amp;authToken=T4Uq&amp;authType=name&amp;trk=ppro_cntdir&amp;lnk=cnt_dir" >Contact Directly</a>
              </li>
              <li id="get-introduced">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=18918519&amp;authToken=T4Uq&amp;authType=name&amp;trk=ppro_getintr&amp;lnk=get_intro" >Get introduced through a connection</a>
              </li>
                  <li class="website">
<a href="http://www.pekarskyconsulting.com" class="url" target="_blank">Pekarsky Consulting</a>                   </li>
                  <li class="website">
<a href="http://www.linkedin.com/in/sashapekarsky" class="url" target="_blank">My LinkedIn site in English</a>                   </li>
                  <li class="website">
<a href="http://www.chironcap.com/pe.html" class="url" target="_blank">Russian Private Equity Primer</a>                   </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  <div id="main">
        <div id="overview">
          <dl>
              <dt>Current</dt>
              <dd>
                <ul class="current">
                        <li>




            
          <span class="decoder" title="Pz8/Pz8/Pz8/Pz8gPz8/Pz8/Pz8/Pz8="></span>
    
            at Pekarsky Consulting (Self-employed)

                        </li>
                </ul>
              </dd>
              <dt>Past</dt>
              <dd>
                <ul>
                        <li>




            
          <span class="decoder" title="Pz8/Pz8/Pz8/Pz8="></span>
    
        at
            <a href="http://www.linkedin.com/companies/chiron-capital" >Chiron Capital LLC</a>

                        </li>
                        <li>




            
          <span class="decoder" title="Pz8/Pz8/Pz8/Pz8="></span>
    
 at Triax Capital Advisors, LLC

                        </li>
                        <li>




            
          <span class="decoder" title="Pz8/Pz8/Pz8/Pz8="></span>
    
 at DFJ Nexus

                        </li>
                </ul>
                  <div class="showhide-block" id="morepast">
                    <ul>
                            <li>




            
          <span class="decoder" title="Pz8/Pz8/Pz8/Pz8="></span>
    
        at
            <a href="http://www.linkedin.com/companies/westpark-capital-inc%2E" >Westpark Capital, Inc</a>

                            </li>
                            <li>




            
          <span class="decoder" title="Pz8/Pz8/Pz8/Pz8="></span>
    
 at New Spirit Capital, LLC

                            </li>
                            <li>




            
          <span class="decoder" title="U2VuaW9yIEFzc29jaWF0ZQ=="></span>
    
        at
            <a href="http://www.linkedin.com/companies/jpmorgan-chase" >JPMorgan Chase</a>

                            </li>
                            <li>




            
          <span class="decoder" title="QXNzb2NpYXRl"></span>
    
 at Brill Media Ventures, LP / Contentville

                            </li>
                            <li>




            
          <span class="decoder" title="Pz8/Pz8/Pz8="></span>
    
 at Waterfront NY, LP

                            </li>
                            <li>




            
          <span class="decoder" title="Pz8/Pz8/Pz8/Pz8="></span>
    
        at
            <a href="http://www.linkedin.com/companies/plains" >PlainsCapital Corporation</a>

                            </li>
                            <li>




            
          <span class="decoder" title="Pz8/Pz8/Pz8/PywgPz8/Pz8/Pz8/"></span>
    
 at &#x410;&#x43a;&#x432;&#x430;&#x440;&#x438;&#x443;&#x441;

                            </li>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="morepast-hide">see less...</a></p>
                  </div>
                      <p class="seeall showhide-link"><a href="#" id="morepast-show">7 more...</a></p>
              </dd>
              <dt>Education</dt>
              <dd>
                <ul>
                      <li>
                        
           South-West Executive Banking School
      
                      </li>
                      <li>
                        
          Texas Tech University - Rawls College of Business
      
                      </li>
                      <li>
                        
          Helsingin kauppakorkeakoulu
      
                      </li>
                </ul>
                  <div class="showhide-block" id="moreedu">
                    <ul>
                          <li>
                            
          Texas Tech University - Rawls College of Business
      
                          </li>
                          <li>
                            
          Volgogradskij Gosudarstvennyj Arkhitekturno-Stroitelny Universitet
      
                          </li>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="moreedu-hide">see less...</a></p>
                  </div>
                      <p class="seeall showhide-link"><a href="#" id="moreedu-show">2 more...</a></p>
              </dd>
              <dt class="connections">Connections</dt>
              <dd class="connections">
                <img src="/img/icon/conx/icon_conx_01_24x24.gif" width="24" height="24" alt="" />
                <strong class="connection-count">
                1
                </strong> connection
              </dd>
            <dt>Industry</dt>
            <dd>
              Venture Capital &amp; Private Equity
            </dd>
              <dt>Websites</dt>
              <dd>
                <ul>
                    <li>
<a href="http://www.pekarskyconsulting.com" class="url" target="_blank">Pekarsky Consulting</a>                    </li>
                    <li>
<a href="http://www.linkedin.com/in/sashapekarsky" class="url" target="_blank">My LinkedIn site in English</a>                    </li>
                    <li>
<a href="http://www.chironcap.com/pe.html" class="url" target="_blank">Russian Private Equity Primer</a>                    </li>
                </ul>
              </dd>
          </dl>
        </div>
        <hr />
          <div id="summary">
            <h2>&#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439;&#8217;s Summary</h2>
              <p class="summary">
                &#x41e;&#x43f;&#x44b;&#x442; &#x432; &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x43e;&#x432;&#x43e;&#x43c; &#x43a;&#x43e;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x438;, &#x444;&#x43e;&#x43d;&#x434;&#x430;&#x445; &#x43f;&#x440;&#x44f;&#x43c;&#x44b;&#x445; &#x438;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x439; &#x438; &#x432;&#x435;&#x43d;&#x447;&#x443;&#x440;&#x43d;&#x43e;&#x433;&#x43e; &#x43a;&#x430;&#x43f;&#x438;&#x442;&#x430;&#x43b;&#x430;, &#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x43e;&#x439; &#x434;&#x435;&#x44f;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x441;&#x442;&#x438;, &#x441;&#x442;&#x430;&#x440;&#x442;&#x430;&#x43f;&#x430;&#x445;, &#x430; &#x442;&#x430;&#x43a;&#x436;&#x435; c &#x43f;&#x43e;&#x440;&#x442;&#x444;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x43c;&#x438; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x438;&#x44f;&#x43c;&#x438; &#x432; &#x421;&#x428;&#x410;, &#x420;&#x43e;&#x441;&#x441;&#x438;&#x438;, &#x423;&#x43a;&#x440;&#x430;&#x438;&#x43d;&#x435; &#x438; &#x41a;&#x438;&#x442;&#x430;&#x435;.<br>
<br>
&#x41c;&#x438;&#x441;&#x441;&#x438;&#x44f;: &#x41f;&#x43e;&#x43c;&#x43e;&#x433;&#x430;&#x442;&#x44c; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x438;&#x44f;&#x43c; &#x441;&#x43e;&#x437;&#x434;&#x430;&#x432;&#x430;&#x442;&#x44c; &#x434;&#x43e;&#x43f;&#x43e;&#x43b;&#x43d;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x443;&#x44e; &#x441;&#x442;&#x43e;&#x438;&#x43c;&#x43e;&#x441;&#x442;&#x44c;, &#x440;&#x430;&#x441;&#x442;&#x438; &#x438; &#x43f;&#x43e;&#x432;&#x44b;&#x448;&#x430;&#x442;&#x44c; &#x440;&#x435;&#x43d;&#x442;&#x430;&#x431;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x43f;&#x43e;&#x441;&#x440;&#x435;&#x434;&#x441;&#x442;&#x432;&#x43e;&#x43c; &#x441;&#x43e;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43d;&#x441;&#x442;&#x432;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x445;, &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x43e;&#x432;&#x44b;&#x445; &#x438; &#x441;&#x442;&#x440;&#x430;&#x442;&#x435;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x43f;&#x440;&#x43e;&#x446;&#x435;&#x441;&#x441;&#x43e;&#x432;.
              </p>
              <h3>&#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439;&#8217;s Specialties:</h3>
              <p class="skills">
                &#x43f;&#x440;&#x44f;&#x43c;&#x44b;&#x435; &#x438;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x438;, &#x432;&#x435;&#x43d;&#x447;&#x443;&#x440;&#x43d;&#x44b;&#x439; &#x43a;&#x430;&#x43f;&#x438;&#x442;&#x430;&#x43b;, &#x438;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x439; &#x431;&#x430;&#x43d;&#x43a;, &#x442;&#x43e;&#x440;&#x433;&#x43e;&#x432;&#x44b;&#x439; &#x431;&#x430;&#x43d;&#x43a;, &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x43e;&#x432;&#x43e;&#x435; &#x438; &#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x43e;&#x435; &#x43a;&#x43e;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x438; &#x440;&#x435;&#x441;&#x442;&#x440;&#x443;&#x43a;&#x442;&#x443;&#x440;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44f;, &#x43a;&#x43e;&#x440;&#x43f;&#x43e;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43d;&#x44b;&#x435; &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x44b;, &#x438;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x438;, &#x43e;&#x446;&#x435;&#x43d;&#x43a;&#x430; &#x441;&#x442;&#x43e;&#x438;&#x43c;&#x43e;&#x441;&#x442;&#x438;
              </p>
          </div>
          <hr />
          <div id="experience">
            <h2>&#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439;&#8217;s Experience</h2>
            <ul class="vcalendar">



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
<h3 class="title">
          
          <span class="decoder" title="Pz8/Pz8/Pz8/Pz8gPz8/Pz8/Pz8/Pz8="></span>
    
          </h3><h4 class="org summary">Pekarsky Consulting
          (Self-employed)</h4>
  <p class="organization-details">(Self-Employed; Venture Capital &amp; Private Equity industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2006-01-01">January 2006</abbr>
 &mdash; <abbr class="dtstamp" title="2009-02-20">Present</abbr>        <abbr class="duration" title="P3Y2M">(3 years 2 months)</abbr>
  </p>
    <p class="description">&#x41a;&#x43b;&#x438;&#x435;&#x43d;&#x442;&#x44b;: Chiron Capital, Triax Capital Advisors, DFJ Nexus, Westpark Capital, New Spirit Capital</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          <span class="decoder" title="Pz8/Pz8/Pz8/Pz8="></span>
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/chiron-capital?trk=ppro_cprof&amp;lnk=vw_cprofile" >Chiron Capital LLC</a></h4>
  <p class="organization-details">(Privately Held; 1-10 employees; Investment Banking industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2007-08-01">August 2007</abbr>
 &mdash; <abbr class="dtend" title="2008-05-01">May 2008</abbr>        <abbr class="duration" title="P10M">(10 months)</abbr>
  </p>
    <p class="description">[&#x418;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x439; &#x438; &#x442;&#x43e;&#x440;&#x433;&#x43e;&#x432;&#x44b;&#x439; &#x431;&#x430;&#x43d;&#x43a;, &#x43e;&#x43a;&#x430;&#x437;&#x44b;&#x432;&#x430;&#x44e;&#x449;&#x438;&#x439; &#x443;&#x441;&#x43b;&#x443;&#x433;&#x438; &#x43f;&#x43e; &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x43e;&#x432;&#x43e;&#x43c;&#x443; &#x438; M&amp;A &#x43a;&#x43e;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44e; &#x43a;&#x43b;&#x438;&#x435;&#x43d;&#x442;&#x430;&#x43c; &#x432; &#x421;&#x428;&#x410;, &#x420;&#x43e;&#x441;&#x441;&#x438;&#x438; &#x438; &#x422;&#x440;&#x438;&#x43d;&#x438;&#x434;&#x430;&#x434;&#x435;] &#x41d;&#x44c;&#x44e;-&#x419;&#x43e;&#x440;&#x43a;, &#x421;&#x428;&#x410; &#x438; &#x41c;&#x43e;&#x441;&#x43a;&#x432;&#x430;, &#x420;&#x43e;&#x441;&#x441;&#x438;&#x44f;<br>
<br>
&#x2022;  &#x41a;&#x43e;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43b; &#x432;&#x435;&#x434;&#x443;&#x449;&#x435;&#x433;&#x43e; &#x432; &#x420;&#x43e;&#x441;&#x441;&#x438;&#x438; &#x43f;&#x440;&#x43e;&#x438;&#x437;&#x432;&#x43e;&#x434;&#x438;&#x442;&#x435;&#x43b;&#x44f; &#x431;&#x44b;&#x442;&#x43e;&#x432;&#x44b;&#x445; &#x438;&#x437;&#x434;&#x435;&#x43b;&#x438;&#x439; &#x438;&#x437; &#x43f;&#x43b;&#x430;&#x441;&#x442;&#x438;&#x43a;&#x430; &#x441;&#x442;&#x43e;&#x438;&#x43c;&#x43e;&#x441;&#x442;&#x44c;&#x44e; $70 &#x43c;&#x43b;&#x43d; &#x43f;&#x43e; &#x432;&#x44b;&#x43a;&#x443;&#x43f;&#x443; &#x43c;&#x435;&#x43d;&#x435;&#x434;&#x436;&#x43c;&#x435;&#x43d;&#x442;&#x43e;&#x43c; (MBO) &#x438; &#x440;&#x435;&#x43a;&#x430;&#x43f;&#x438;&#x442;&#x430;&#x43b;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438;.<br>
&#x2022;  &#x41a;&#x43e;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43b; &#x43b;&#x438;&#x434;&#x438;&#x440;&#x443;&#x44e;&#x449;&#x438;&#x439; &#x442;&#x435;&#x43b;&#x435;&#x43c;&#x430;&#x433;&#x430;&#x437;&#x438;&#x43d; &#x432; &#x420;&#x43e;&#x441;&#x441;&#x438;&#x438; &#x43f;&#x43e; &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44e; &#x432; &#x440;&#x430;&#x437;&#x43c;&#x435;&#x440;&#x435; $8 &#x43c;&#x43b;&#x43d; &#x43c;&#x435;&#x436;&#x434;&#x443;&#x43d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x44b;&#x43c; &#x444;&#x43e;&#x43d;&#x434;&#x43e;&#x43c; &#x43f;&#x440;&#x44f;&#x43c;&#x44b;&#x445; &#x438;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x439; &#x438; &#x43f;&#x43e; &#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x43c; &#x438; &#x441;&#x442;&#x440;&#x430;&#x442;&#x435;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x43c; &#x432;&#x43e;&#x43f;&#x440;&#x43e;&#x441;&#x430;&#x43c;.<br>
&#x2022;  &#x41a;&#x43e;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43b; &#x43f;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x449;&#x438;&#x43a;&#x430; &#x43e;&#x444;&#x438;&#x441;&#x43d;&#x43e;&#x439; &#x43c;&#x435;&#x431;&#x435;&#x43b;&#x438; &#x432; &#x420;&#x43e;&#x441;&#x441;&#x438;&#x438; &#x43f;&#x43e; &#x43f;&#x440;&#x438;&#x432;&#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44e; &#x430;&#x43a;&#x446;&#x438;&#x43e;&#x43d;&#x435;&#x440;&#x43d;&#x43e;&#x433;&#x43e; &#x43a;&#x430;&#x43f;&#x438;&#x442;&#x430;&#x43b;&#x430; &#x438; &#x441;&#x442;&#x440;&#x430;&#x442;&#x435;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x43c;&#x443; &#x43f;&#x430;&#x440;&#x442;&#x43d;&#x451;&#x440;&#x441;&#x442;&#x432;&#x443; c &#x434;&#x435;&#x432;&#x435;&#x43b;&#x43e;&#x43f;&#x435;&#x440;&#x430;&#x43c;&#x438; &#x438; &#x431;&#x440;&#x43e;&#x43a;&#x435;&#x440;&#x430;&#x43c;&#x438; &#x43f;&#x43e; &#x43d;&#x435;&#x434;&#x432;&#x438;&#x436;&#x438;&#x43c;&#x43e;&#x441;&#x442;&#x438;.<br>
&#x2022;  &#x413;&#x43e;&#x442;&#x43e;&#x432;&#x438;&#x43b; &#x43c;&#x43e;&#x434;&#x435;&#x43b;&#x438; &#x432;&#x44b;&#x43a;&#x443;&#x43f;&#x430; &#x43d;&#x430; &#x437;&#x430;&#x451;&#x43c;&#x43d;&#x44b;&#x435; &#x441;&#x440;&#x435;&#x434;&#x441;&#x442;&#x432;&#x430; (LBO), &#x443;&#x441;&#x43b;&#x43e;&#x432;&#x438;&#x44f; &#x441;&#x434;&#x435;&#x43b;&#x43e;&#x43a;, &#x442;&#x438;&#x437;&#x435;&#x440;&#x44b; &#x438; &#x43f;&#x440;&#x435;&#x437;&#x435;&#x43d;&#x442;&#x430;&#x446;&#x438;&#x438;.<br>
&#x2022;  &#x417;&#x430;&#x43d;&#x438;&#x43c;&#x430;&#x43b;&#x441;&#x44f; &#x43f;&#x43e;&#x438;&#x441;&#x43a;&#x43e;&#x43c; &#x438; &#x441;&#x442;&#x440;&#x443;&#x43a;&#x442;&#x443;&#x440;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435;&#x43c; &#x441;&#x434;&#x435;&#x43b;&#x43e;&#x43a;, &#x43f;&#x440;&#x438;&#x432;&#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x435;&#x43c; &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f;, &#x430;&#x43d;&#x430;&#x43b;&#x438;&#x437;&#x43e;&#x43c; &#x43c;&#x435;&#x437;&#x430;&#x43d;&#x438;&#x43d;&#x43d;&#x43e;&#x433;&#x43e; &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x438; &#x43f;&#x435;&#x440;&#x435;&#x433;&#x43e;&#x432;&#x43e;&#x440;&#x430;&#x43c;&#x438;.<br>
&#x2022;  &#x421;&#x43e;&#x430;&#x432;&#x442;&#x43e;&#x440; &#x43f;&#x443;&#x431;&#x43b;&#x438;&#x43a;&#x430;&#x446;&#x438;&#x438; &#xab;&#x41f;&#x440;&#x44f;&#x43c;&#x44b;e &#x438;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x438; &#x432; &#x420;&#x43e;&#x441;&#x441;&#x438;&#x438;&#xbb;.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          <span class="decoder" title="Pz8/Pz8/Pz8/Pz8="></span>
    
      </h3>
      <h4 class="org summary">Triax Capital Advisors, LLC</h4>
  <p class="organization-details">(Financial Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2007-03-01">March 2007</abbr>
 &mdash; <abbr class="dtend" title="2007-07-01">July 2007</abbr>        <abbr class="duration" title="P5M">(5 months)</abbr>
  </p>
    <p class="description">[&#x423;&#x441;&#x43b;&#x443;&#x433;&#x438; &#x43f;&#x43e; &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x43e;&#x432;&#x43e;&#x43c;&#x443; &#x438; &#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x43e;&#x43c;&#x443; &#x43a;&#x43e;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44e; &#x438; &#x440;&#x435;&#x441;&#x442;&#x440;&#x443;&#x43a;&#x442;&#x443;&#x440;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438;] &#x41d;&#x44c;&#x44e;-&#x419;&#x43e;&#x440;&#x43a;, &#x421;&#x428;&#x410;<br>
<br>
&#x2022;  &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43e;&#x442;&#x430;&#x43b; &#x431;&#x438;&#x437;&#x43d;&#x435;&#x441;-&#x43f;&#x43b;&#x430;&#x43d; &#x43f;&#x43e; &#x440;&#x430;&#x441;&#x448;&#x438;&#x440;&#x435;&#x43d;&#x438;&#x44e; &#x438; &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44e; &#x432; &#x421;&#x428;&#x410; &#x43a;&#x438;&#x442;&#x430;&#x439;&#x441;&#x43a;&#x43e;&#x433;&#x43e; &#x43f;&#x440;&#x43e;&#x438;&#x437;&#x432;&#x43e;&#x434;&#x438;&#x442;&#x435;&#x43b;&#x44f; &#x441;&#x442;&#x440;&#x43e;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x43c;&#x430;&#x442;&#x435;&#x440;&#x438;&#x430;&#x43b;&#x43e;&#x432;.<br>
&#x2022;  &#x418;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43b; &#x447;&#x438;&#x441;&#x442;&#x44b;&#x435; &#x438; &#x437;&#x435;&#x43b;&#x451;&#x43d;&#x44b;&#x435; &#x442;&#x435;&#x445;&#x43d;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x438; &#x438; &#x438;&#x441;&#x442;&#x43e;&#x447;&#x43d;&#x438;&#x43a;&#x438; &#x432;&#x442;&#x43e;&#x440;&#x438;&#x447;&#x43d;&#x43e;&#x433;&#x43e; &#x441;&#x44b;&#x440;&#x44c;&#x44f; &#x438; &#x445;&#x438;&#x43c;&#x438;&#x43a;&#x430;&#x442;&#x43e;&#x432;.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          <span class="decoder" title="Pz8/Pz8/Pz8/Pz8="></span>
    
      </h3>
      <h4 class="org summary">DFJ Nexus</h4>
  <p class="organization-details">(Venture Capital &amp; Private Equity industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2006-01-01">January 2006</abbr>
 &mdash; <abbr class="dtend" title="2007-03-01">March 2007</abbr>        <abbr class="duration" title="P1Y3M">(1 year 3 months)</abbr>
  </p>
    <p class="description">[&#x414;&#x43e;&#x447;&#x435;&#x440;&#x43d;&#x438;&#x439; &#x432;&#x435;&#x43d;&#x447;&#x443;&#x440;&#x43d;&#x44b;&#x439; &#x444;&#x43e;&#x43d;&#x434; Draper Fisher Jurvetson] &#x41d;&#x44c;&#x44e;-&#x419;&#x43e;&#x440;&#x43a;, &#x421;&#x428;&#x410;<br>
<br>
&#x2022;  &#x420;&#x435;&#x43a;&#x43e;&#x43c;&#x435;&#x43d;&#x434;&#x43e;&#x432;&#x430;&#x43b; &#x431;&#x438;&#x437;&#x43d;&#x435;&#x441;-&#x43f;&#x43b;&#x430;&#x43d;, &#x442;&#x440;&#x430;&#x43d;&#x441;&#x433;&#x440;&#x430;&#x43d;&#x438;&#x447;&#x43d;&#x443;&#x44e; &#x441;&#x442;&#x440;&#x430;&#x442;&#x435;&#x433;&#x438;&#x44e; &#x438; R&amp;D &#x443;&#x441;&#x43b;&#x443;&#x433;&#x438; &#x434;&#x43b;&#x44f; &#x43f;&#x43e;&#x440;&#x442;&#x444;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x438;&#x438; &#x43d;&#x430; &#x423;&#x43a;&#x440;&#x430;&#x438;&#x43d;&#x435;.<br>
&#x2022;  &#x418;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43b; &#x430;&#x43b;&#x433;&#x43e;&#x440;&#x438;&#x442;&#x43c;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x443;&#x44e; &#x442;&#x43e;&#x440;&#x433;&#x43e;&#x432;&#x43b;&#x44e;, &#x43b;&#x438;&#x446;&#x435;&#x43d;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x438;&#x43d;&#x442;&#x435;&#x43b;&#x43b;&#x435;&#x43a;&#x442;&#x443;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x441;&#x43e;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43d;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x438; &#x43f;&#x435;&#x440;&#x435;&#x434;&#x430;&#x447;&#x443; &#x442;&#x435;&#x445;&#x43d;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x439;.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          <span class="decoder" title="Pz8/Pz8/Pz8/Pz8="></span>
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/westpark-capital-inc%2E?trk=ppro_cprof&amp;lnk=vw_cprofile" >Westpark Capital, Inc</a></h4>
  <p class="organization-details">(Investment Banking industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2007-01-01">January 2007</abbr>
 &mdash; <abbr class="dtend" title="2007-02-01">February 2007</abbr>        <abbr class="duration" title="P2M">(2 months)</abbr>
  </p>
    <p class="description">[&#x418;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x439; &#x431;&#x430;&#x43d;&#x43a; &#x438; &#x431;&#x440;&#x43e;&#x43a;&#x435;&#x440;&#x441;&#x43a;&#x430;&#x44f; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x438;&#x44f;] &#x41d;&#x44c;&#x44e;-&#x419;&#x43e;&#x440;&#x43a;, &#x421;&#x428;&#x410;<br>
<br>
&#x2022;  &#x41f;&#x440;&#x43e;&#x432;&#x451;&#x43b; due diligence &#x443;&#x43a;&#x440;&#x430;&#x438;&#x43d;&#x441;&#x43a;&#x43e;&#x439; &#x43d;&#x435;&#x444;&#x442;&#x435;&#x433;&#x430;&#x437;&#x43e;&#x432;&#x43e;&#x439; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x438;&#x438; &#x43e;&#x431;&#x440;&#x430;&#x442;&#x43d;&#x43e;&#x433;&#x43e; &#x441;&#x43b;&#x438;&#x44f;&#x43d;&#x438;&#x44f; &#x434;&#x43b;&#x44f; &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x43a;&#x43e;&#x43d;&#x432;&#x435;&#x440;&#x442;&#x438;&#x440;&#x443;&#x435;&#x43c;&#x44b;&#x43c;&#x438; &#x434;&#x43e;&#x43b;&#x433;&#x43e;&#x432;&#x44b;&#x43c;&#x438; &#x43e;&#x431;&#x44f;&#x437;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x441;&#x442;&#x432;&#x430;&#x43c;&#x438;.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          <span class="decoder" title="Pz8/Pz8/Pz8/Pz8="></span>
    
      </h3>
      <h4 class="org summary">New Spirit Capital, LLC</h4>
  <p class="organization-details">(Venture Capital &amp; Private Equity industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2006-06-01">June 2006</abbr>
 &mdash; <abbr class="dtend" title="2006-07-01">July 2006</abbr>        <abbr class="duration" title="P2M">(2 months)</abbr>
  </p>
    <p class="description">[&#x424;&#x43e;&#x43d;&#x434; &#x43f;&#x440;&#x44f;&#x43c;&#x44b;&#x445; &#x438;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x439; &#x438; &#x445;&#x44d;&#x434;&#x436; &#x444;&#x43e;&#x43d;&#x434;, &#x438;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x440;&#x443;&#x44e;&#x449;&#x438;&#x439; &#x432; &#x423;&#x43a;&#x440;&#x430;&#x438;&#x43d;&#x443;] &#x41d;&#x44c;&#x44e;-&#x419;&#x43e;&#x440;&#x43a;, &#x421;&#x428;&#x410;<br>
<br>
&#x2022;  &#x41e;&#x446;&#x435;&#x43d;&#x438;&#x432;&#x430;&#x43b; &#x438;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x435; &#x432;&#x43e;&#x437;&#x43c;&#x43e;&#x436;&#x43d;&#x43e;&#x441;&#x442;&#x438;, &#x430;&#x43d;&#x430;&#x43b;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43b; &#x43e;&#x442;&#x440;&#x430;&#x441;&#x43b;&#x438; &#x438; &#x44d;&#x43a;&#x43e;&#x43d;&#x43e;&#x43c;&#x438;&#x43a;&#x443; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x44e;&#x449;&#x438;&#x445;&#x441;&#x44f; &#x440;&#x44b;&#x43d;&#x43a;&#x43e;&#x432;.<br>
&#x2022;  &#x41a;&#x43e;&#x43e;&#x440;&#x434;&#x438;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43b; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43e;&#x442;&#x43a;&#x443; &#x43d;&#x430;&#x43b;&#x43e;&#x433;&#x43e;&#x432;&#x43e;&#x439; &#x438; &#x44e;&#x440;&#x438;&#x434;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x441;&#x442;&#x440;&#x443;&#x43a;&#x442;&#x443;&#x440;&#x44b; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x438;&#x438;.  &#x421;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x43b;&#x44f;&#x43b; &#x43c;&#x435;&#x43c;&#x43e;&#x440;&#x430;&#x43d;&#x434;&#x443;&#x43c; &#x447;&#x430;&#x441;&#x442;&#x43d;&#x43e;&#x433;&#x43e; &#x440;&#x430;&#x437;&#x43c;&#x435;&#x449;&#x435;&#x43d;&#x438;&#x44f; (PPM), &#x43f;&#x440;&#x435;&#x437;&#x435;&#x43d;&#x442;&#x430;&#x446;&#x438;&#x44e; &#x438; &#x43c;&#x430;&#x442;&#x435;&#x440;&#x438;&#x430;&#x43b;&#x44b; &#x434;&#x43b;&#x44f; &#x438;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x43e;&#x440;&#x43e;&#x432;.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          <span class="decoder" title="U2VuaW9yIEFzc29jaWF0ZQ=="></span>
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/jpmorgan-chase?trk=ppro_cprof&amp;lnk=vw_cprofile" >JPMorgan Chase</a></h4>
  <p class="organization-details">(Public Company; 10,001 or more employees; JPM; Financial Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2002-09-01">September 2002</abbr>
 &mdash; <abbr class="dtend" title="2005-12-01">December 2005</abbr>        <abbr class="duration" title="P3Y4M">(3 years 4 months)</abbr>
  </p>
    <p class="description">[&#x412;&#x43d;&#x443;&#x442;&#x440;&#x435;&#x43d;&#x43d;&#x435;&#x435; &#x41a;&#x43e;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435;] &#x41d;&#x44c;&#x44e;-&#x419;&#x43e;&#x440;&#x43a;, &#x421;&#x428;&#x410;<br>
<br>
&#x2022;  &#x41a;&#x43e;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43b; &#x432;&#x435;&#x434;&#x443;&#x449;&#x435;&#x433;&#x43e; &#x432; &#x421;&#x428;&#x410; &#x44d;&#x43c;&#x438;&#x442;&#x435;&#x43d;&#x442;&#x430; &#x43a;&#x440;&#x435;&#x434;&#x438;&#x442;&#x43d;&#x44b;&#x445; &#x43a;&#x430;&#x440;&#x442; &#x438; &#x441;&#x442;&#x440;&#x430;&#x445;&#x43e;&#x432;&#x443;&#x44e; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x438;&#x44e; &#x43f;&#x43e; &#x438;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x43e;&#x439; &#x441;&#x442;&#x440;&#x430;&#x442;&#x435;&#x433;&#x438;&#x438; &#x434;&#x43b;&#x44f; &#x441;&#x43e;&#x432;&#x43c;&#x435;&#x441;&#x442;&#x43d;&#x43e;&#x433;&#x43e; &#x43f;&#x43e;&#x440;&#x442;&#x444;&#x435;&#x43b;&#x44f; &#x441; &#x43e;&#x431;&#x44a;&#x451;&#x43c;&#x43e;&#x43c; &#x432; $3 &#x43c;&#x43b;&#x440;&#x434; &#x438; &#x440;&#x435;&#x43a;&#x43e;&#x43c;&#x435;&#x43d;&#x434;&#x43e;&#x432;&#x430;&#x43b; &#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x439; &#x43f;&#x440;&#x43e;&#x446;&#x435;&#x441;&#x441;, &#x441;&#x43e;&#x43a;&#x440;&#x430;&#x442;&#x438;&#x432;&#x448;&#x438;&#x439; &#x437;&#x430;&#x442;&#x440;&#x430;&#x442;&#x44b; &#x43d;&#x430; 24 &#x442;&#x440;&#x443;&#x434;&#x43e;&#x434;&#x43d;&#x44f; &#x432; &#x433;&#x43e;&#x434;.<br>
&#x2022;  &#x420;&#x430;&#x441;&#x447;&#x438;&#x442;&#x44b;&#x432;&#x430;&#x43b; &#x43f;&#x440;&#x43e;&#x433;&#x43d;&#x43e;&#x437;&#x43d;&#x44b;&#x435; &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x43e;&#x432;&#x44b;&#x435; &#x43f;&#x43e;&#x43a;&#x430;&#x437;&#x430;&#x442;&#x435;&#x43b;&#x438; &#x434;&#x43b;&#x44f; &#x441;&#x434;&#x435;&#x43b;&#x43a;&#x438; &#x43f;&#x43e; &#x43e;&#x442;&#x434;&#x435;&#x43b;&#x435;&#x43d;&#x438;&#x44e; &#x430;&#x43a;&#x442;&#x438;&#x432;&#x43e;&#x432; &#x441;&#x442;&#x43e;&#x438;&#x43c;&#x43e;&#x441;&#x442;&#x44c;&#x44e; $10 &#x43c;&#x43b;&#x43d; &#x43e;&#x442; &#x441;&#x442;&#x440;&#x430;&#x445;&#x43e;&#x432;&#x43e;&#x439; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x438;&#x438;.<br>
&#x2022;  &#x420;&#x443;&#x43a;&#x43e;&#x432;&#x43e;&#x434;&#x438;&#x43b; 4-&#x43c;&#x44f; &#x43a;&#x43e;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x43d;&#x442;&#x430;&#x43c;&#x438;, &#x433;&#x43e;&#x442;&#x43e;&#x432;&#x438;&#x43b; &#x441;&#x442;&#x430;&#x442;&#x438;&#x441;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x439; &#x438; &#x43a;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43d;&#x43d;&#x44b;&#x439; &#x430;&#x43d;&#x430;&#x43b;&#x438;&#x437; &#x434;&#x43b;&#x44f; 3-&#x445; &#x434;&#x43e;&#x43a;&#x442;&#x43e;&#x440;&#x43e;&#x432; &#x43d;&#x430;&#x443;&#x43a;, &#x440;&#x435;&#x43a;&#x43e;&#x43c;&#x435;&#x43d;&#x434;&#x43e;&#x432;&#x430;&#x43b; &#x442;&#x43e;&#x43f;-&#x43c;&#x435;&#x43d;&#x435;&#x434;&#x436;&#x435;&#x440;&#x430;&#x43c; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x44b; &#x43f;&#x43e;&#x432;&#x44b;&#x448;&#x435;&#x43d;&#x438;&#x44f; &#x43e;&#x440;&#x433;&#x430;&#x43d;&#x438;&#x437;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x43e;&#x439; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x438;.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          <span class="decoder" title="QXNzb2NpYXRl"></span>
    
      </h3>
      <h4 class="org summary">Brill Media Ventures, LP / Contentville</h4>
  <p class="organization-details">(Publishing industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2001-01-01">January 2001</abbr>
 &mdash; <abbr class="dtend" title="2002-08-01">August 2002</abbr>        <abbr class="duration" title="P1Y8M">(1 year 8 months)</abbr>
  </p>
    <p class="description">[&#x425;&#x43e;&#x43b;&#x434;&#x438;&#x43d;&#x433;&#x43e;&#x432;&#x430;&#x44f; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x438;&#x44f; &#x441; &#x438;&#x43d;&#x442;&#x435;&#x440;&#x43d;&#x435;&#x442; c&#x442;&#x430;&#x440;&#x442;&#x430;&#x43f;&#x43e;&#x43c;, &#x438;&#x437;&#x434;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x441;&#x43a;&#x438;&#x43c; &#x438; &#x43c;&#x435;&#x434;&#x438;&#x430; &#x430;&#x43a;&#x442;&#x438;&#x432;&#x430;&#x43c;&#x438;] &#x41d;&#x44c;&#x44e;-&#x419;&#x43e;&#x440;&#x43a;, &#x421;&#x428;&#x410;<br>
<br>
&#x2022;  &#x410;&#x43d;&#x430;&#x43b;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43b; &#x430;&#x43a;&#x446;&#x438;&#x43e;&#x43d;&#x435;&#x440;&#x43d;&#x43e;&#x435; &#x438; &#x434;&#x43e;&#x43b;&#x433;&#x43e;&#x432;&#x43e;&#x435; &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435;, &#x437;&#x430;&#x43d;&#x438;&#x43c;&#x430;&#x43b;&#x441;&#x44f; &#x434;&#x43e;&#x433;&#x43e;&#x432;&#x43e;&#x440;&#x430;&#x43c;&#x438; &#x441; &#x43f;&#x430;&#x440;&#x442;&#x43d;&#x451;&#x440;&#x430;&#x43c;&#x438; &#x441; &#x43e;&#x433;&#x440;&#x430;&#x43d;&#x438;&#x447;&#x435;&#x43d;&#x43d;&#x43e;&#x439; &#x43e;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x435;&#x43d;&#x43d;&#x43e;&#x441;&#x442;&#x44c;&#x44e; &#x438; &#x441;&#x434;&#x435;&#x43b;&#x43a;&#x430;&#x43c;&#x438; &#x441; &#x421;&#x43e;&#x440;&#x43e;&#x441;&#x43e;&#x43c;, Microsoft, CBS, NBC.<br>
&#x2022;  &#x421;&#x43e;&#x437;&#x434;&#x430;&#x432;&#x430;&#x43b; &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x43e;&#x432;&#x44b;&#x435; &#x43f;&#x440;&#x43e;&#x433;&#x43d;&#x43e;&#x437;&#x44b; &#x434;&#x43b;&#x44f; &#x441;&#x434;&#x435;&#x43b;&#x43a;&#x438; &#x43f;&#x43e; &#x43f;&#x43e;&#x43a;&#x443;&#x43f;&#x43a;&#x435; Powerful Media.<br>
&#x2022;  &#x41a;&#x43e;&#x43e;&#x440;&#x434;&#x438;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43b; &#x440;&#x435;&#x441;&#x442;&#x440;&#x443;&#x43a;&#x442;&#x443;&#x440;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x43e;&#x433;&#x43e; &#x43f;&#x440;&#x43e;&#x446;&#x435;&#x441;&#x441;&#x430; &#x441; &#x43a;&#x43e;&#x43c;&#x430;&#x43d;&#x434;&#x43e;&#x439; &#x438;&#x437; 7-&#x43c;&#x438; &#x44d;&#x43a;&#x441;&#x43f;&#x435;&#x440;&#x442;&#x43e;&#x432;, &#x441;&#x43e;&#x43a;&#x440;&#x430;&#x442;&#x438;&#x43b; &#x433;&#x43e;&#x434;&#x43e;&#x432;&#x44b;&#x435; &#x437;&#x430;&#x442;&#x440;&#x430;&#x442;&#x44b; &#x43d;&#x430; 8%.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          <span class="decoder" title="Pz8/Pz8/Pz8="></span>
    
      </h3>
      <h4 class="org summary">Waterfront NY, LP</h4>
  <p class="organization-details">(Real Estate industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1999-06-01">June 1999</abbr>
 &mdash; <abbr class="dtend" title="2000-12-01">December 2000</abbr>        <abbr class="duration" title="P1Y7M">(1 year 7 months)</abbr>
  </p>
    <p class="description">[&#x418;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x430;&#x44f; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x438;&#x44f; &#x43a;&#x43e;&#x43c;&#x43c;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x43d;&#x435;&#x434;&#x432;&#x438;&#x436;&#x438;&#x43c;&#x43e;&#x441;&#x442;&#x438; &#x438; &#x43f;&#x440;&#x44f;&#x43c;&#x44b;&#x445; &#x438;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x439;] &#x41d;&#x44c;&#x44e;-&#x419;&#x43e;&#x440;&#x43a;, &#x421;&#x428;&#x410;<br>
<br>
&#x2022;  &#x410;&#x43d;&#x430;&#x43b;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43b; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x438;&#x438; &#x432; &#x441;&#x435;&#x43a;&#x442;&#x43e;&#x440;&#x430;&#x445; &#x442;&#x435;&#x445;&#x43d;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x439;, &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x43e;&#x432;&#x44b;&#x445; &#x443;&#x441;&#x43b;&#x443;&#x433;, &#x431;&#x438;&#x43e;&#x442;&#x435;&#x445;&#x43d;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x439; &#x434;&#x43b;&#x44f; &#x43f;&#x43e;&#x440;&#x442;&#x444;&#x435;&#x43b;&#x44f; &#x432; &#x440;&#x430;&#x437;&#x43c;&#x435;&#x440;&#x435; $14 &#x43c;&#x43b;&#x43d;.<br>
&#x2022;  &#x413;&#x43e;&#x442;&#x43e;&#x432;&#x438;&#x43b; &#x438;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x435; &#x440;&#x435;&#x43a;&#x43e;&#x43c;&#x435;&#x43d;&#x434;&#x430;&#x446;&#x438;&#x438;, &#x43f;&#x440;&#x43e;&#x438;&#x437;&#x432;&#x43e;&#x434;&#x438;&#x43b; &#x43e;&#x446;&#x435;&#x43d;&#x43a;&#x443; &#x43f;&#x43e; &#x441;&#x440;&#x430;&#x432;&#x43d;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x43c;&#x443; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x443; &#x438;  &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x443; &#x434;&#x438;&#x441;&#x43a;&#x43e;&#x43d;&#x442;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44b;&#x445; &#x434;&#x435;&#x43d;&#x435;&#x436;&#x43d;&#x44b;&#x445; &#x43f;&#x43e;&#x442;&#x43e;&#x43a;&#x43e;&#x432; (DCF).<br>
&#x2022;  &#x423;&#x43f;&#x440;&#x430;&#x432;&#x43b;&#x44f;&#x43b; 3-&#x43c;&#x44f; &#x441;&#x43e;&#x442;&#x440;&#x443;&#x434;&#x43d;&#x438;&#x43a;&#x430;&#x43c;&#x438; &#x438; &#x444;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x43e;&#x432;&#x43e;&#x439; &#x43e;&#x442;&#x447;&#x451;&#x442;&#x43d;&#x43e;&#x441;&#x442;&#x44c;&#x44e; &#x43f;&#x43e;&#x440;&#x442;&#x444;&#x435;&#x43b;&#x44f; &#x43d;&#x435;&#x434;&#x432;&#x438;&#x436;&#x438;&#x43c;&#x43e;&#x441;&#x442;&#x438; &#x441;&#x442;&#x43e;&#x438;&#x43c;&#x43e;&#x441;&#x442;&#x44c;&#x44e;  $300 &#x43c;&#x43b;&#x43d;.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          <span class="decoder" title="Pz8/Pz8/Pz8/Pz8="></span>
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/plains?trk=ppro_cprof&amp;lnk=vw_cprofile" >PlainsCapital Corporation</a></h4>
  <p class="organization-details">(Financial Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1999-01-01">January 1999</abbr>
 &mdash; <abbr class="dtend" title="1999-05-01">May 1999</abbr>        <abbr class="duration" title="P5M">(5 months)</abbr>
  </p>
    <p class="description">[&#x41a;&#x43e;&#x43c;&#x43c;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x439; &#x431;&#x430;&#x43d;&#x43a;] &#x41b;&#x430;&#x431;&#x431;&#x43e;&#x43a;, &#x422;&#x435;&#x445;&#x430;&#x441;, &#x421;&#x428;&#x410;<br>
<br>
&#x2022; &#x420;&#x435;&#x43a;&#x43e;&#x43c;&#x435;&#x43d;&#x434;&#x43e;&#x432;&#x430;&#x43b; &#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x443;&#x44e; &#x440;&#x435;&#x441;&#x442;&#x440;&#x443;&#x43a;&#x442;&#x443;&#x440;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44e; &#x438; &#x441;&#x442;&#x440;&#x430;&#x442;&#x435;&#x433;&#x438;&#x438; &#x43f;&#x43e; &#x44d;&#x43b;&#x435;&#x43a;&#x442;&#x440;&#x43e;&#x43d;&#x43d;&#x43e;&#x439; &#x43a;&#x43e;&#x43c;&#x43c;&#x435;&#x440;&#x446;&#x438;&#x438; &#x438; &#x438;&#x43d;&#x442;&#x435;&#x440;&#x43d;&#x435;&#x442;-&#x431;&#x430;&#x43d;&#x43a;&#x438;&#x43d;&#x433;&#x443;.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          <span class="decoder" title="Pz8/Pz8/Pz8/PywgPz8/Pz8/Pz8/"></span>
    
      </h3>
      <h4 class="org summary">&#x410;&#x43a;&#x432;&#x430;&#x440;&#x438;&#x443;&#x441;</h4>
  <p class="organization-details">(Retail industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1991">1991</abbr>
 &mdash; <abbr class="dtend" title="1995">1995</abbr>        <abbr class="duration" title="P4Y">(4 years)</abbr>
  </p>
    <p class="description">[&#x421;&#x442;&#x430;&#x440;&#x442;&#x430;&#x43f; &#x430;&#x43a;&#x432;&#x430;&#x440;&#x438;&#x443;&#x43c;&#x43d;&#x43e;&#x433;&#x43e; &#x43e;&#x431;&#x43e;&#x440;&#x443;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f;] &#x412;&#x43e;&#x43b;&#x433;&#x43e;&#x433;&#x440;&#x430;&#x434;, &#x420;&#x43e;&#x441;&#x441;&#x438;&#x44f; <br>
&#x2022; &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43e;&#x442;&#x430;&#x43b; &#x43c;&#x435;&#x442;&#x43e;&#x434; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x43e;&#x432;&#x44b;&#x445; &#x441;&#x43a;&#x438;&#x434;&#x43e;&#x43a;.<br>
&#x2022; &#x41c;&#x438;&#x43d;&#x438;&#x43c;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43b; &#x440;&#x438;&#x441;&#x43a; &#x432;&#x430;&#x43b;&#x44e;&#x442;&#x43d;&#x44b;&#x43c; &#x445;&#x435;&#x434;&#x436;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435;&#x43c;.<br>
&#x2022; &#x421;&#x430;&#x43c;&#x44b;&#x439; &#x43c;&#x43e;&#x43b;&#x43e;&#x434;&#x43e;&#x439; &#x43f;&#x440;&#x435;&#x434;&#x43f;&#x440;&#x438;&#x43d;&#x438;&#x43c;&#x430;&#x442;&#x435;&#x43b;&#x44c;, &#x443;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43e;&#x432;&#x430;&#x432;&#x448;&#x438;&#x439; &#x432; &#x43f;&#x440;&#x43e;&#x433;&#x440;&#x430;&#x43c;&#x43c;&#x430;&#x445; &#x43e;&#x440;&#x433;&#x430;&#x43d;&#x438;&#x437;&#x430;&#x446;&#x438;&#x439; American Business Center (ABC), Center for Citizen Initiatives (CCI) &#x438; Peace Corps &#x432; &#x412;&#x43e;&#x43b;&#x433;&#x43e;&#x433;&#x440;&#x430;&#x434;&#x435;.</p>
</li>
            </ul>
          </div>
          <hr />
          <div id="education">
            <h2>&#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439;&#8217;s Education</h2>
            <ul class="vcalendar">


	<li class="education vevent vcard">
    <h3 class="summary fn org">
           South-West Executive Banking School
      </h3>
		<div class="description">
    <p>
      <span class="major">&#x424;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x43e;&#x432;&#x430;&#x44f; &#x420;&#x435;&#x441;&#x442;&#x440;&#x443;&#x43a;&#x442;&#x443;&#x440;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44f;, &#x423;&#x43f;&#x440;&#x430;&#x432;&#x43b;&#x435;&#x43d;&#x438;&#x435; &#x410;&#x43a;&#x442;&#x438;&#x432;&#x430;&#x43c;&#x438; &#x438; &#x41f;&#x430;&#x441;&#x441;&#x438;&#x432;&#x430;&#x43c;&#x438;</span>
          <abbr class="dtstart" title="1999-01-01">1999</abbr> &mdash; <abbr class="dtend" title="2000-12-31">2000</abbr> 
    </p>
		</div>
  </li>


	<li class="education vevent vcard">
    <h3 class="summary fn org">
          Texas Tech University - Rawls College of Business
      </h3>
		<div class="description">
    <p>
      <span class="degree">MBA</span>, <span class="major">&#x424;&#x438;&#x43d;&#x430;&#x43d;&#x441;&#x44b;, &#x41c;&#x435;&#x436;&#x434;&#x443;&#x43d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x44b;&#x439; &#x411;&#x438;&#x437;&#x43d;&#x435;&#x441;</span>, 
          <abbr class="dtstart" title="1997-01-01">1997</abbr> &mdash; <abbr class="dtend" title="1999-12-31">1999</abbr> 
    </p>
		</div>
  </li>


	<li class="education vevent vcard">
    <h3 class="summary fn org">
          Helsingin kauppakorkeakoulu
      </h3>
		<div class="description">
    <p>
      <span class="major">&#x41a;&#x43e;&#x440;&#x43f;&#x43e;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43d;&#x430;&#x44f; &#x420;&#x435;&#x441;&#x442;&#x440;&#x443;&#x43a;&#x442;&#x443;&#x440;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44f; &#x438; &#x420;&#x435;&#x43e;&#x440;&#x433;&#x430;&#x43d;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44f;, &#x41c;&#x435;&#x436;&#x434;&#x443;&#x43d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x430;&#x44f; &#x42d;&#x43a;&#x43e;&#x43d;&#x43e;&#x43c;&#x438;&#x43a;&#x430;</span>
          <abbr class="dtstart" title="1998-01-01">1998</abbr> &mdash; <abbr class="dtend" title="1998-12-31">1998</abbr> 
    </p>
      <p class="notes">Helsinki School of Economics (HSE), &#x424;&#x438;&#x43d;&#x43b;&#x44f;&#x43d;&#x434;&#x438;&#x44f;</p>
		</div>
  </li>


	<li class="education vevent vcard">
    <h3 class="summary fn org">
          Texas Tech University - Rawls College of Business
      </h3>
		<div class="description">
    <p>
      <span class="degree">BBA</span>, <span class="major">&#x41c;&#x430;&#x440;&#x43a;&#x435;&#x442;&#x438;&#x43d;&#x433;</span>, 
          <abbr class="dtstart" title="1995-01-01">1995</abbr> &mdash; <abbr class="dtend" title="1997-12-31">1997</abbr> 
    </p>
      <p class="notes">Magna Cum Laude, 3.7/4.0</p>
		</div>
  </li>


	<li class="education vevent vcard">
    <h3 class="summary fn org">
          Volgogradskij Gosudarstvennyj Arkhitekturno-Stroitelny Universitet
      </h3>
		<div class="description">
    <p>
      <span class="major">&#x42d;&#x43a;&#x43e;&#x43d;&#x43e;&#x43c;&#x438;&#x43a;&#x430; &#x438; &#x423;&#x43f;&#x440;&#x430;&#x432;&#x43b;&#x435;&#x43d;&#x438;&#x435; &#x432; &#x421;&#x442;&#x440;&#x43e;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x441;&#x442;&#x432;&#x435;</span>
          <abbr class="dtstart" title="1992-01-01">1992</abbr> &mdash; <abbr class="dtend" title="1995-12-31">1995</abbr> 
    </p>
      <p class="notes">&#x412;&#x43e;&#x43b;&#x433;&#x43e;&#x433;&#x440;&#x430;&#x434;&#x441;&#x43a;&#x438;&#x439; &#x413;&#x43e;&#x441;&#x443;&#x434;&#x430;&#x440;&#x441;&#x442;&#x432;&#x435;&#x43d;&#x43d;&#x44b;&#x439; &#x410;&#x440;&#x445;&#x438;&#x442;&#x435;&#x43a;&#x442;&#x443;&#x440;&#x43d;&#x43e;- &#x421;&#x442;&#x440;&#x43e;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x439; &#x423;&#x43d;&#x438;&#x432;&#x435;&#x440;&#x441;&#x438;&#x442;&#x435;&#x442; (&#x412;&#x43e;&#x43b;&#x433;&#x413;&#x410;&#x421;&#x423;), 5.0/5.0</p>
		</div>
  </li>
            </ul>
          </div>
          <hr />
          <div id="additional-information">
            <h2>Additional Information</h2>
              <h3>&#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439;&#8217;s Websites:</h3>
              <ul class="websites">
                  <li>
<a href="http://www.pekarskyconsulting.com" class="url" target="_blank">Pekarsky Consulting</a>                  </li>
                  <li>
<a href="http://www.linkedin.com/in/sashapekarsky" class="url" target="_blank">My LinkedIn site in English</a>                  </li>
                  <li>
<a href="http://www.chironcap.com/pe.html" class="url" target="_blank">Russian Private Equity Primer</a>                  </li>
              </ul>
              <h3>&#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439;&#8217;s Interests:</h3>
              <p class="interests">&#x432;&#x43e;&#x43b;&#x43e;&#x43d;&#x442;&#x451;&#x440;&#x441;&#x442;&#x432;&#x43e;, &#x446;&#x438;&#x444;&#x440;&#x43e;&#x432;&#x430;&#x44f; &#x43e;&#x431;&#x440;&#x430;&#x431;&#x43e;&#x442;&#x43a;&#x430; &#x432;&#x438;&#x434;&#x435;&#x43e;, &#x43a;&#x43e;&#x440;&#x43e;&#x442;&#x43a;&#x438;&#x435; &#x444;&#x438;&#x43b;&#x44c;&#x43c;&#x44b;, &#x444;&#x43e;&#x442;&#x43e;&#x433;&#x440;&#x430;&#x444;&#x438;&#x44f;, &#x43c;&#x435;&#x436;&#x434;&#x443;&#x43d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x44b;&#x435; &#x43f;&#x443;&#x442;&#x435;&#x448;&#x435;&#x441;&#x442;&#x432;&#x438;&#x44f;, &#x438;&#x43c;&#x43f;&#x440;&#x43e;&#x432;&#x438;&#x437;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x430;&#x44f; &#x43a;&#x43e;&#x43c;&#x435;&#x434;&#x438;&#x44f;, &#x43f;&#x43b;&#x430;&#x432;&#x430;&#x43d;&#x438;&#x435;, &#x432;&#x435;&#x43b;&#x43e;&#x441;&#x43f;&#x43e;&#x440;&#x442;, &#x431;&#x435;&#x433;, &#x413;&#x440;&#x435;&#x439;&#x441;&#x438; &#x431;&#x440;&#x430;&#x437;&#x438;&#x43b;&#x44c;&#x441;&#x43a;&#x43e;&#x435; &#x434;&#x436;&#x438;&#x443;-&#x434;&#x436;&#x438;&#x442;&#x441;&#x443; (GJJ, BJJ)</p>
              <h3>&#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439;&#8217;s Honors:</h3>
              <p class="honors">
                &#x2022; &#x424;&#x438;&#x43d;&#x430;&#x43b;&#x438;&#x441;&#x442;, &#x43d;&#x430;&#x433;&#x440;&#x430;&#x436;&#x434;&#x451;&#x43d; &#x433;&#x440;&#x430;&#x43d;&#x442;&#x43e;&#x43c; &#x43d;&#x430; 2 &#x433;&#x43e;&#x434;&#x430; &#x432; Executive Banking School<br>
&#x2022; &#x41f;&#x43e;&#x447;&#x451;&#x442;&#x43d;&#x44b;&#x439; &#x447;&#x43b;&#x435;&#x43d;, Lions Club<br>
&#x2022; &#x412;&#x438;&#x446;&#x435;-&#x43f;&#x440;&#x435;&#x437;&#x438;&#x434;&#x435;&#x43d;&#x442;, Alpha Lambda Delta, &#x43d;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x435; &#x43f;&#x43e;&#x447;&#x451;&#x442;&#x43d;&#x43e;&#x435; &#x43e;&#x431;&#x449;&#x435;&#x441;&#x442;&#x432;&#x43e;<br>
&#x2022; &#x424;&#x438;&#x43d;&#x430;&#x43b;&#x438;&#x441;&#x442;, &#x437;&#x430;&#x43d;&#x44f;&#x43b; &#x432;&#x435;&#x440;&#x445;&#x43d;&#x438;&#x435; 6% &#x438; &#x431;&#x44b;&#x43b; &#x43d;&#x430;&#x433;&#x440;&#x430;&#x436;&#x434;&#x451;&#x43d; 9-&#x44e; &#x433;&#x440;&#x430;&#x43d;&#x442;&#x430;&#x43c;&#x438;<br>
&#x2022; &#x41d;&#x43e;&#x43c;&#x438;&#x43d;&#x430;&#x43d;&#x442; Dean's List &#x438; President's List
              </p>
          </div>
          <hr />
      <div id="contact-settings">
        <h2>&#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439;&#8217;s Contact Settings</h2>
        <h3>Interested In:</h3>
        <ul>
            <li>
              career opportunities
            </li>
            <li>
              consulting offers
            </li>
            <li>
              new ventures
            </li>
            <li>
              job inquiries
            </li>
            <li>
              expertise requests
            </li>
            <li>
              business deals
            </li>
            <li>
              reference requests
            </li>
            <li>
              getting back in touch
            </li>
        </ul>
      </div>
      <hr />
      <div class="viewfull">
        <p><a href="http://www.linkedin.com/ppl/webprofile?action=vmi&amp;id=18918519&amp;authToken=T4Uq&amp;authType=name&amp;trk=ppro_viewmore&amp;lnk=vw_pprofile" class="action"><span>View Full Profile</span></a></p>
      </div>
  </div>
  <div id="control" class="infobar">
    <div class="powered">
      <h3> Public profile powered by: <a href="http://www.linkedin.com/home?trk=ppro_pbli" ><img src="/img/logos/logo_82x23.gif" height="23" width="82" alt="LinkedIn" /></a>
      </h3>
      <p>Create a public profile: <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?action=gwp&amp;id=18918519&amp;authToken=T4Uq&amp;authType=name&amp;trk=ppro_geturl&amp;lnk=sign_in" >Sign In</a>
        </strong> or <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?action=gwp&amp;id=18918519&amp;authToken=T4Uq&amp;authType=name&amp;trk=ppro_joinnow&amp;lnk=join_now" >Join Now</a>
        </strong></p>
    </div>
      <div class="box" id="readmore">
        <div class="title">
          <h3>View &#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439;&#8217;s full profile:</h3>
        </div>
        <div class="content">
          <ul>
            <li>See who you and <strong>&#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439;</strong> know in common</li>
            <li>Get introduced to <strong>&#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439;</strong></li>
            <li>Contact <strong>&#x410;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x41f;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x43a;&#x438;&#x439;</strong> directly</li>
          </ul>
          <p class="btn">
            <a href="http://www.linkedin.com/ppl/webprofile?action=vmi&amp;id=18918519&amp;authToken=T4Uq&amp;authType=name&amp;trk=ppro_viewmore&amp;lnk=vw_pprofile" class="action"><span>View Full Profile</span></a>
          </p>
        </div>
      </div>
    <div class="box" id="search">
      <div class="title">
        <h3><strong>Name Search</strong></h3>
      </div>
      <div class="content">
        <p><strong>Search for people you know</strong> from over 35 million professionals already on LinkedIn.</p>
        <form name="searchForm" action="/pub/dir/" method="get">
          <p class="field"><span class="lbl">
            <label for="first">First Name</label>
            <br />
            </span>
            <input type="text" name="first" id="first" />
            &nbsp;&nbsp;<span class="lbl"><br />
            <label for="last">Last Name</label>
            <br />
            </span>
            <input type="text" name="last" id="last" />
          </p>
          <p class="example">
            <input class="btn-secondary" type="submit" name="search" value="Search"/> (example: <strong>
<a href="/in/jeffweiner08?trk=ppro_find_others_rh" >Jeff Weiner</a></strong>)
          </p>
        </form>
      </div>
    </div>
    
    <script type="text/javascript">
      var dbl_page = 'public_profile';
    </script>
    
  <script type="text/javascript" src="/js/ads.js?v=build-475_5_1880-prod"></script>
    
      <script type="text/javascript">
      /* <![CDATA[ */
      var google_keywords = null, google_ad_client = 'pub-2283433109277150', google_ad_width = 300, google_ad_height = 250, google_ad_format = '300x250_as';
        var dbl_ord = Math.random() * 10000000000000000, dbl_extra = 'extra=null', dbl_tile = '6', dbl_profile = LIAds.getProfile().replace(/&/g,';'), dbl_sz = '300x250';
        var dbl_src = "http://ad.doubleclick.net/adj/linkedin.dart/" + dbl_page + ";" + dbl_profile + ";tile=" + dbl_tile + ";dcopt=ist;sz=" + dbl_sz + ";" + encodeURIComponent(dbl_extra) + ";ord=" + dbl_ord +"?";
        document.write('<script src="' + dbl_src + '" type="text/javascript"><\/script>');
      /* ]]> */
      </script>
  </div>
</div>
<hr />


<div id="footer" class="guest">
  <div id="directory">
    <h3>People directory:</h3>
    <ol type="a">
      <li><a href="http://www.linkedin.com/directory/people/a.html" >A</a></li>
      <li><a href="http://www.linkedin.com/directory/people/b.html" >B</a></li>
      <li><a href="http://www.linkedin.com/directory/people/c.html" >C</a></li>
      <li><a href="http://www.linkedin.com/directory/people/d.html" >D</a></li>
      <li><a href="http://www.linkedin.com/directory/people/e.html" >E</a></li>
      <li><a href="http://www.linkedin.com/directory/people/f.html" >F</a></li>
      <li><a href="http://www.linkedin.com/directory/people/g.html" >G</a></li>
      <li><a href="http://www.linkedin.com/directory/people/h.html" >H</a></li>
      <li><a href="http://www.linkedin.com/directory/people/i.html" >I</a></li>
      <li><a href="http://www.linkedin.com/directory/people/j.html" >J</a></li>
      <li><a href="http://www.linkedin.com/directory/people/k.html" >K</a></li>
      <li><a href="http://www.linkedin.com/directory/people/l.html" >L</a></li>
      <li><a href="http://www.linkedin.com/directory/people/m.html" >M</a></li>
      <li><a href="http://www.linkedin.com/directory/people/n.html" >N</a></li>
      <li><a href="http://www.linkedin.com/directory/people/o.html" >O</a></li>
      <li><a href="http://www.linkedin.com/directory/people/p.html" >P</a></li>
      <li><a href="http://www.linkedin.com/directory/people/q.html" >Q</a></li>
      <li><a href="http://www.linkedin.com/directory/people/r.html" >R</a></li>
      <li><a href="http://www.linkedin.com/directory/people/s.html" >S</a></li>
      <li><a href="http://www.linkedin.com/directory/people/t.html" >T</a></li>
      <li><a href="http://www.linkedin.com/directory/people/u.html" >U</a></li>
      <li><a href="http://www.linkedin.com/directory/people/v.html" >V</a></li>
      <li><a href="http://www.linkedin.com/directory/people/w.html" >W</a></li>
      <li><a href="http://www.linkedin.com/directory/people/x.html" >X</a></li>
      <li><a href="http://www.linkedin.com/directory/people/y.html" >Y</a></li>
      <li><a href="http://www.linkedin.com/directory/people/z.html" >Z</a></li>
      <li type="disc"><a href="http://www.linkedin.com/directory/people/@.html" >more</a></li>
    </ol>
  </div>

  <ul> 
    <li class="first"><a href="http://www.linkedin.com/static?key=company_info" >About LinkedIn</a></li>
    <li><a href="http://www.linkedin.com/static?key=privacy_policy" >Privacy Policy</a></li>
    <li><a href="http://www.linkedin.com/static?key=customer_service" >Help &amp; <acronym title="Frequently Asked Questions">FAQ</acronym></a></li>
    <li><a href="http://www.linkedin.com/static?key=advertising_info" >Advertising</a></li>
  </ul>
  <p>Copyright &copy; 2009 LinkedIn Corporation. All rights reserved.</p>
  <p class="terms">Use of this site is subject to express <a href="http://www.linkedin.com/static?key=user_agreement" >terms of use</a>, which prohibit commercial use of this site.<br />By continuing past this page, you agree to abide by these terms.</p>
</div>



  
  
  
  
  
   

  <script type="text/javascript" src="/lib/yui/2.6.0/yahoo-dom-event/yahoo-dom-event.js?v=build-475_5_1880-prod"></script>
  <script type="text/javascript" src="/js/core/define.js?v=build-475_5_1880-prod"></script>
  <script type="text/javascript" src="/js/util/helps.js?v=build-475_5_1880-prod"></script>
  <script type="text/javascript" src="/js/showhide.js?v=build-475_5_1880-prod"></script>
  <script type="text/javascript" src="/js/public_profile.js?v=build-475_5_1880-prod"></script>
  <script type="text/javascript" src="/js/cookies.js?v=build-475_5_1880-prod"></script>
    
<script type="text/javascript">
/* <![CDATA[ */
  if(typeof(i18n) == 'undefined') var i18n = {}; 
  i18n.TEXT_PLEASE_ENTER = "Please enter a first and last name.";
  showHide.init();

  var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
  document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
/* ]]> */
</script>
<script type="text/javascript">
/* <![CDATA[ */
var pageTracker = _gat._getTracker("UA-3242811-1");
pageTracker._initData();
pageTracker._linkedInMemberCookie = readCookie("visit"); 
pageTracker._linkedInUserType = (pageTracker._linkedInMemberCookie == "M") ? "user" : "guest";  
pageTracker._setVar(pageTracker._linkedInUserType);
    pageTracker._trackPageview("sample_B");
/* ]]> */
</script>


<script type="text/javascript" src="http://edge.quantserve.com/quant.js"></script> 
<noscript> 
  <a href="http://www.quantcast.com/p-b3sGjMtCFrexE" target="_blank"><img src="http://pixel.quantserve.com/pixel/p-b3sGjMtCFrexE.gif" style="display: none;" border="0" height="1" width="1" alt="Quantcast" /></a> 
</noscript>
</body>
</html>
