<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en-US" lang="en-US">
<head>
  <title>&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; - LinkedIn </title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <link rel="shortcut icon" type="image/ico" href="/favicon.ico" />
    <meta name="description" content="View &#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;'s professional profile on LinkedIn.  LinkedIn is the world's largest business network, helping professionals like &#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; discover inside connections to recommended job candidates, industry experts, and business partners." />
  
      <link rel="stylesheet" type="text/css" href="http://static.linkedin.com/scds/pprofile/build-497_6_2242-prod/css/public-profile/default.css">
    
</head>
<body id="www-linkedin-com" class="public-profile">

<script type="text/javascript">document.body.className += " js";</script>
  
<div class="hresume">
    <div class="profile-header">
      <div class="masthead vcard contact">
        <div id="nameplate">
          <h1 id="name"><span class="fn n"><span class="given-name">&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439;</span> <span class="family-name">&#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;</span></span></h1>
        </div>
        <div class="content">
          <div class="info">
              <p class="headline title">
                
      &#x41d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x438;&#x439; &#x434;&#x435;&#x43f;&#x443;&#x442;&#x430;&#x442; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438; at &#x412;&#x435;&#x440;&#x445;&#x43e;&#x432;&#x43d;&#x430; &#x420;&#x430;&#x434;&#x430; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438;
    
              </p>
            <div class="adr">
              <p class="locality">
                
      Ukraine
    
              </p>
            </div>
          </div>
          <div class="actions">
            <ul>
              <li id="send-inmail">
                <a href="/ppl/webprofile?action=ctu&amp;id=51740861&amp;pvs=pp&amp;authToken=wYkk&amp;authType=name&amp;trk=ppro_cntdir&amp;lnk=cnt_dir" rel="nofollow">Contact &#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;</a>
              </li>
              <li id="add-to-network">
                <a href="/ppl/webprofile?action=ctu&amp;id=51740861&amp;pvs=pp&amp;authToken=wYkk&amp;authType=name&amp;trk=ppro_getintr&amp;lnk=cnt_dir" rel="nofollow">Add &#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; to your network</a>
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  <div id="main">
        <div id="overview">
          <dl>
              <dt>Current</dt>
              <dd>
                <ul class="current">
                        <li>




            
      &#x41d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x438;&#x439; &#x434;&#x435;&#x43f;&#x443;&#x442;&#x430;&#x442; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438;
    
 at &#x412;&#x435;&#x440;&#x445;&#x43e;&#x432;&#x43d;&#x430; &#x420;&#x430;&#x434;&#x430; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438;

                        </li>
                </ul>
              </dd>
              <dt>Past</dt>
              <dd>
                <ul>
                        <li>




            
      &#x41f;&#x440;&#x435;&#x437;&#x438;&#x434;&#x435;&#x43d;&#x442;
    
 at &#x41c;&#x456;&#x436;&#x43d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x430; &#x431;&#x43b;&#x430;&#x433;&#x43e;&#x434;&#x456;&#x439;&#x43d;&#x430; &#x43e;&#x440;&#x433;&#x430;&#x43d;&#x456;&#x437;&#x430;&#x446;&#x456;&#x44f; &#xab;&#x424;&#x43e;&#x43d;&#x434; &#x414;&#x43e;&#x431;&#x440;&#x430; &#x442;&#x430; &#x41b;&#x44e;&#x431;&#x43e;&#x432;&#x456;&#xbb;

                        </li>
                        <li>




            
      &#x41f;&#x440;&#x435;&#x437;&#x438;&#x434;&#x435;&#x43d;&#x442;
    
 at &#x417;&#x410;&#x422; &#xab;&#x41c;&#x456;&#x436;&#x43d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x430; &#x456;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x456;&#x439;&#x43d;&#x430; &#x433;&#x440;&#x443;&#x43f;&#x430;&#xbb;

                        </li>
                        <li>




            
      &#x41f;&#x435;&#x440;&#x448;&#x438;&#x439; &#x437;&#x430;&#x441;&#x442;&#x443;&#x43f;&#x43d;&#x438;&#x43a; &#x413;&#x43e;&#x43b;&#x43e;&#x432;&#x438; &#x43f;&#x440;&#x430;&#x432;&#x43b;&#x456;&#x43d;&#x43d;&#x44f;
    
 at &#x417;&#x410;&#x422; &#xab;&#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x441;&#x44c;&#x43a;&#x430; &#x456;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x456;&#x439;&#x43d;&#x430; &#x433;&#x440;&#x443;&#x43f;&#x430;&#xbb;

                        </li>
                </ul>
                  <div class="showhide-block" id="morepast">
                    <ul>
                            <li>




            
      &#x417;&#x430;&#x441;&#x442;&#x443;&#x43f;&#x43d;&#x438;&#x43a; &#x434;&#x438;&#x440;&#x435;&#x43a;&#x442;&#x43e;&#x440;&#x430; &#x437; &#x43f;&#x440;&#x430;&#x432;&#x43e;&#x432;&#x438;&#x445; &#x43f;&#x438;&#x442;&#x430;&#x43d;&#x44c;
    
 at &#x422;&#x41e;&#x412; &#x41f;&#x41a;&#x424; &#xab;&#x41f;&#x43e;&#x43b;&#x456;&#x441;&#x435;&#x440;&#x432;&#x456;&#x441;&#xbb;

                            </li>
                            <li>




            
      &#x417;&#x430;&#x441;&#x442;&#x443;&#x43f;&#x43d;&#x438;&#x43a; &#x434;&#x438;&#x440;&#x435;&#x43a;&#x442;&#x43e;&#x440;&#x430;
    
 at &#x412;&#x424; &#xab;&#x414;&#x43e;&#x43c;&#x431;&#x443;&#x434;&#x43a;&#x43e;&#x43d;&#x441;&#x442;&#x440;&#x443;&#x43a;&#x446;&#x456;&#x44f;&#xbb;

                            </li>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="morepast-hide">see less...</a></p>
                  </div>
                      <p class="seeall showhide-link"><a href="#" id="morepast-show">2 more...</a></p>
              </dd>
              <dt>Education</dt>
              <dd>
                <ul>
                      <li>
                        
           &#x41e;&#x434;&#x435;&#x441;&#x44c;&#x43a;&#x430; &#x43d;&#x430;&#x446;&#x456;&#x43e;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x430; &#x44e;&#x440;&#x438;&#x434;&#x438;&#x447;&#x43d;&#x430; &#x430;&#x43a;&#x430;&#x434;&#x435;&#x43c;&#x456;&#x44f;
      
                      </li>
                      <li>
                        
           &#x411;&#x456;&#x43b;&#x433;&#x43e;&#x440;&#x43e;&#x434;-&#x414;&#x43d;&#x456;&#x441;&#x442;&#x440;&#x43e;&#x432;&#x441;&#x44c;&#x43a;&#x435; &#x43c;&#x435;&#x434;&#x438;&#x447;&#x43d;&#x435; &#x443;&#x447;&#x438;&#x43b;&#x438;&#x449;&#x435;
      
                      </li>
                      <li>
                        
           &#x417;&#x430;&#x433;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x43e;&#x441;&#x432;&#x456;&#x442;&#x43d;&#x44f; &#x448;&#x43a;&#x43e;&#x43b;&#x430;
      
                      </li>
                </ul>
                  <div class="showhide-block" id="moreedu">
                    <ul>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="moreedu-hide">see less...</a></p>
                  </div>
              </dd>

              <dt>Industry</dt>
              <dd>
                Government Administration
              </dd>
            
              <dt>Websites</dt>
              <dd>
                <ul>
                    <li>
<a href="http://dubovoy.com.ua" class="url" target="_blank">&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;</a>                    </li>
                    <li>
<a href="http://rada.gov.ua" class="url" target="_blank">&#x412;&#x435;&#x440;&#x445;&#x43e;&#x432;&#x43d;&#x430; &#x420;&#x430;&#x434;&#x430; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438;</a>                    </li>
                    <li>
<a href="http://byut.com.ua" class="url" target="_blank">&#x411;&#x43b;&#x43e;&#x43a; &#x42e;&#x43b;&#x456;&#x457; &#x422;&#x438;&#x43c;&#x43e;&#x448;&#x435;&#x43d;&#x43a;&#x43e;</a>                    </li>
                </ul>
              </dd>
          </dl>
        </div>
        <hr />
          <div id="summary">
            <h2>&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;&#8217;s Summary</h2>
              <p class="summary">
                &#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x424;&#x435;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x438;&#x447; &#x41d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x438;&#x439; &#x434;&#x435;&#x43f;&#x443;&#x442;&#x430;&#x442; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438; &#x43e;&#x43f;&#x456;&#x43a;&#x443;&#x454;&#x442;&#x44c;&#x441;&#x44f; 141 &#x432;&#x438;&#x431;&#x43e;&#x440;&#x447;&#x438;&#x43c; &#x43e;&#x43a;&#x440;&#x443;&#x433;&#x43e;&#x43c;, &#x434;&#x43e; &#x441;&#x43a;&#x43b;&#x430;&#x434;&#x443; &#x44f;&#x43a;&#x43e;&#x433;&#x43e; &#x432;&#x445;&#x43e;&#x434;&#x44f;&#x442;&#x44c; &#x406;&#x437;&#x43c;&#x430;&#x457;&#x43b;&#x44c;&#x441;&#x44c;&#x43a;&#x438;&#x439; &#x442;&#x430; &#x420;&#x435;&#x43d;&#x456;&#x439;&#x441;&#x44c;&#x43a;&#x438;&#x439; &#x440;&#x430;&#x439;&#x43e;&#x43d;&#x438;.<br>
<br>
&#x414;&#x43b;&#x44f; &#x432;&#x438;&#x432;&#x447;&#x435;&#x43d;&#x43d;&#x44f; &#x43f;&#x440;&#x43e;&#x431;&#x43b;&#x435;&#x43c;, &#x449;&#x43e; &#x442;&#x443;&#x440;&#x431;&#x443;&#x44e;&#x442;&#x44c; &#x43d;&#x430;&#x441;&#x435;&#x43b;&#x435;&#x43d;&#x43d;&#x44f;, &#x432; &#x406;&#x437;&#x43c;&#x430;&#x457;&#x43b;&#x456; &#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x424;&#x435;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x438;&#x447; &#x41d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x438;&#x439;  &#x434;&#x435;&#x43f;&#x443;&#x442;&#x430;&#x442; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438; &#x441;&#x442;&#x432;&#x43e;&#x440;&#x438;&#x432; &#x433;&#x440;&#x43e;&#x43c;&#x430;&#x434;&#x441;&#x44c;&#x43a;&#x443; &#x43f;&#x440;&#x438;&#x439;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x44e;, &#x44f;&#x43a;&#x430; &#x43e;&#x445;&#x43e;&#x43f;&#x43b;&#x44e;&#x454; &#x441;&#x432;&#x43e;&#x454;&#x44e; &#x434;&#x456;&#x44f;&#x43b;&#x44c;&#x43d;&#x456;&#x441;&#x442;&#x44e; &#x406;&#x437;&#x43c;&#x430;&#x457;&#x43b;&#x44c;&#x441;&#x44c;&#x43a;&#x438;&#x439;, &#x420;&#x435;&#x43d;&#x456;&#x439;&#x441;&#x44c;&#x43a;&#x438;&#x439;, &#x442;&#x430; &#x447;&#x430;&#x441;&#x442;&#x43a;&#x43e;&#x432;&#x43e; &#x41a;&#x456;&#x43b;&#x456;&#x439;&#x441;&#x44c;&#x43a;&#x438;&#x439; &#x440;&#x430;&#x439;&#x43e;&#x43d;&#x438; &#x41e;&#x434;&#x435;&#x441;&#x44c;&#x43a;&#x43e;&#x457; &#x43e;&#x431;&#x43b;&#x430;&#x441;&#x442;&#x456;.<br>
<br>
&#x422;&#x456;&#x43b;&#x44c;&#x43a;&#x438; &#x437;&#x430; &#x43e;&#x441;&#x442;&#x430;&#x43d;&#x43d;&#x456; 5 &#x43c;&#x456;&#x441;&#x44f;&#x446;&#x456;&#x432; 2009 &#x440;&#x43e;&#x43a;&#x443; &#x43f;&#x440;&#x43e;&#x444;&#x435;&#x441;&#x456;&#x439;&#x43d;&#x438;&#x43c;&#x438; &#x441;&#x43f;&#x435;&#x446;&#x456;&#x430;&#x43b;&#x456;&#x441;&#x442;&#x430;&#x43c;&#x438; &#x43f;&#x440;&#x438;&#x439;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x456; &#x431;&#x443;&#x43b;&#x43e; &#x440;&#x43e;&#x437;&#x433;&#x43b;&#x44f;&#x43d;&#x443;&#x442;&#x43e; &#x43f;&#x43e;&#x43d;&#x430;&#x434; 600 &#x437;&#x432;&#x435;&#x440;&#x43d;&#x435;&#x43d;&#x44c; &#x433;&#x440;&#x43e;&#x43c;&#x430;&#x434;&#x44f;&#x43d;, &#x430; &#x432;&#x441;&#x44c;&#x43e;&#x433;&#x43e; &#x437; 2007 &#x440;&#x43e;&#x43a;&#x443; &#x431;&#x456;&#x43b;&#x44c;&#x448;&#x435; 3000 &#x437;&#x432;&#x435;&#x440;&#x43d;&#x435;&#x43d;&#x44c; &#x433;&#x440;&#x43e;&#x43c;&#x430;&#x434;&#x44f;&#x43d; &#x442;&#x430; &#x44e;&#x440;&#x438;&#x434;&#x438;&#x447;&#x43d;&#x438;&#x445; &#x43e;&#x441;&#x456;&#x431;. &#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x424;&#x435;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x438;&#x447; &#x43d;&#x430;&#x43f;&#x440;&#x430;&#x432;&#x438;&#x432; &#x43f;&#x43e;&#x43d;&#x430;&#x434; 500 &#x43f;&#x438;&#x441;&#x44c;&#x43c;&#x43e;&#x432;&#x438;&#x445; &#x437;&#x432;&#x435;&#x440;&#x43d;&#x435;&#x43d;&#x44c; &#x432; &#x434;&#x435;&#x440;&#x436;&#x430;&#x432;&#x43d;&#x456; &#x442;&#x430; &#x43f;&#x440;&#x438;&#x432;&#x430;&#x442;&#x43d;&#x456; &#x443;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x438; &#x437; &#x43f;&#x440;&#x438;&#x432;&#x43e;&#x434;&#x443; &#x43f;&#x438;&#x442;&#x430;&#x43d;&#x44c;, &#x43f;&#x43e;&#x440;&#x443;&#x448;&#x435;&#x43d;&#x438;&#x445; &#x443; &#x446;&#x438;&#x445; &#x437;&#x430;&#x44f;&#x432;&#x430;&#x445;. <br>
<br>
&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x424;&#x435;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x438;&#x447; &#x43d;&#x430;&#x434;&#x430;&#x432; &#x440;&#x456;&#x437;&#x43d;&#x43e;&#x43c;&#x430;&#x43d;&#x456;&#x442;&#x43d;&#x443; &#x434;&#x43e;&#x43f;&#x43e;&#x43c;&#x43e;&#x433;&#x443; &#x441;&#x43e;&#x446;&#x456;&#x430;&#x43b;&#x44c;&#x43d;&#x43e; &#x43d;&#x435;&#x437;&#x430;&#x445;&#x438;&#x449;&#x435;&#x43d;&#x438;&#x43c; &#x440;&#x43e;&#x434;&#x438;&#x43d;&#x430;&#x43c; &#x43e;&#x43a;&#x440;&#x443;&#x433;&#x443; &#x43f;&#x456;&#x434; &#x447;&#x430;&#x441; &#x440;&#x456;&#x437;&#x43d;&#x438;&#x445; &#x431;&#x43b;&#x430;&#x433;&#x43e;&#x434;&#x456;&#x439;&#x43d;&#x438;&#x445; &#x430;&#x43a;&#x446;&#x456;&#x439; &#x43f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d;&#x43d;&#x438;&#x445; &#x43f;&#x456;&#x434; &#x439;&#x43e;&#x433;&#x43e; &#x43f;&#x430;&#x442;&#x440;&#x43e;&#x43d;&#x430;&#x442;&#x43e;&#x43c;.<br>
<br>
&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x424;&#x435;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x438;&#x447; &#x41d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x438;&#x439; &#x434;&#x435;&#x43f;&#x443;&#x442;&#x430;&#x442; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438; &#x441;&#x432;&#x43e;&#x457;&#x43c;&#x438; &#x43a;&#x43b;&#x43e;&#x43f;&#x43e;&#x442;&#x430;&#x43d;&#x43d;&#x44f;&#x43c;&#x438; &#x434;&#x43e; &#x432;&#x456;&#x434;&#x43f;&#x43e;&#x432;&#x456;&#x434;&#x43d;&#x438;&#x445; &#x434;&#x435;&#x440;&#x436;&#x430;&#x432;&#x43d;&#x438;&#x445; &#x443;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432; &#x434;&#x43e;&#x431;&#x438;&#x432;&#x441;&#x44f; &#x449;&#x43e;&#x431; &#x432; &#x440;&#x435;&#x433;&#x456;&#x43e;&#x43d; &#x431;&#x443;&#x43b;&#x438; &#x43d;&#x430;&#x43f;&#x440;&#x430;&#x432;&#x43b;&#x435;&#x43d;&#x456; &#x43a;&#x43e;&#x448;&#x442;&#x438; &#x434;&#x43b;&#x44f; &#x437;&#x430;&#x43a;&#x443;&#x43f;&#x456;&#x432;&#x43b;&#x456; &#x456;&#x43d;&#x441;&#x443;&#x43b;&#x456;&#x43d;&#x430; &#x445;&#x432;&#x43e;&#x440;&#x438;&#x43c; &#x441;&#x430;&#x445;&#x430;&#x440;&#x43d;&#x438;&#x43c; &#x434;&#x456;&#x430;&#x431;&#x435;&#x442;&#x43e;&#x43c; &#x432; &#x43c;. &#x406;&#x437;&#x43c;&#x430;&#x457;&#x43b;, &#x43c;&#x435;&#x434;&#x438;&#x447;&#x43d;&#x43e;&#x433;&#x43e; &#x43e;&#x431;&#x43b;&#x430;&#x434;&#x43d;&#x430;&#x43d;&#x43d;&#x44f; ( &#x43a;&#x430;&#x43b;&#x44c;&#x43f;&#x43e;&#x441;&#x43a;&#x43e;&#x43f; &#x41c;&#x41a;-200) &#x434;&#x43b;&#x44f; &#x43c;&#x456;&#x441;&#x44c;&#x43a;&#x43e;&#x457; &#x436;&#x456;&#x43d;&#x43e;&#x447;&#x43e;&#x457; &#x43a;&#x43e;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x446;&#x456;&#x457;, &#x432;&#x443;&#x433;&#x456;&#x43b;&#x43b;&#x44f; &#x434;&#x43b;&#x44f; &#x448;&#x43a;&#x456;&#x43b; &#x442;&#x430; &#x456;&#x43d;&#x448;&#x438;&#x445; &#x441;&#x43e;&#x446;&#x456;&#x430;&#x43b;&#x44c;&#x43d;&#x438;&#x445; &#x443;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432; &#x43c;&#x456;&#x441;&#x442;&#x430;. &#x412;&#x438;&#x434;&#x456;&#x43b;&#x435;&#x43d;&#x456; &#x43a;&#x43e;&#x448;&#x442;&#x438; &#x43d;&#x430; &#x434;&#x43e;&#x431;&#x443;&#x434;&#x43e;&#x432;&#x443; &#x441;&#x435;&#x440;&#x435;&#x434;&#x43d;&#x44c;&#x43e;&#x457; &#x448;&#x43a;&#x43e;&#x43b;&#x438; &#x432; &#x441;. &#x41b;&#x430;&#x440;&#x436;&#x430;&#x43d;&#x43a;&#x430; &#x406;&#x437;&#x43c;&#x430;&#x457;&#x43b;&#x44c;&#x441;&#x44c;&#x43a;&#x43e;&#x433;&#x43e; &#x440;&#x430;&#x439;&#x43e;&#x43d;&#x443;, &#x43c;&#x456;&#x441;&#x44c;&#x43a;&#x43e;&#x457; &#x43f;&#x43e;&#x43b;&#x456;&#x43a;&#x43b;&#x456;&#x43d;&#x456;&#x43a;&#x438; &#x432; &#x43c;. &#x420;&#x435;&#x43d;&#x456;, &#x440;&#x435;&#x43a;&#x43e;&#x43d;&#x441;&#x442;&#x440;&#x443;&#x43a;&#x446;&#x456;&#x44e; &#x434;&#x43e;&#x440;&#x456;&#x433; &#x432; &#x434;&#x435;&#x44f;&#x43a;&#x438;&#x445; &#x43d;&#x430;&#x441;&#x435;&#x43b;&#x435;&#x43d;&#x438;&#x445; &#x43f;&#x443;&#x43d;&#x43a;&#x442;&#x430;&#x445; &#x406;&#x437;&#x43c;&#x430;&#x457;&#x43b;&#x44c;&#x441;&#x44c;&#x43a;&#x43e;&#x433;&#x43e; &#x442;&#x430; &#x41a;&#x456;&#x43b;&#x456;&#x439;&#x441;&#x44c;&#x43a;&#x43e;&#x433;&#x43e; &#x440;&#x430;&#x439;&#x43e;&#x43d;&#x456;&#x432;, &#x432;&#x438;&#x440;&#x456;&#x448;&#x443;&#x454;&#x442;&#x44c;&#x441;&#x44f; &#x43f;&#x438;&#x442;&#x430;&#x43d;&#x43d;&#x44f; &#x432;&#x438;&#x434;&#x456;&#x43b;&#x435;&#x43d;&#x43d;&#x44f; &#x430;&#x432;&#x442;&#x43e;&#x43c;&#x43e;&#x431;&#x456;&#x43b;&#x456;&#x432; &#x448;&#x432;&#x438;&#x434;&#x43a;&#x43e;&#x457; &#x434;&#x43e;&#x43f;&#x43e;&#x43c;&#x43e;&#x433;&#x438; &#x434;&#x43b;&#x44f; &#x406;&#x437;&#x43c;&#x430;&#x457;&#x43b;&#x44c;&#x441;&#x44c;&#x43a;&#x43e;&#x457; &#x440;&#x430;&#x439;&#x43e;&#x43d;&#x43d;&#x43e;&#x457; &#x43b;&#x456;&#x43a;&#x430;&#x440;&#x43d;&#x456; &#x442;&#x430; &#x431;&#x430;&#x433;&#x430;&#x442;&#x43e; &#x456;&#x43d;&#x448;&#x438;&#x445; &#x43f;&#x438;&#x442;&#x430;&#x43d;&#x44c;.<br>
<br>
&#x417;&#x430; &#x431;&#x435;&#x437;&#x43f;&#x43e;&#x441;&#x435;&#x440;&#x435;&#x434;&#x43d;&#x44c;&#x43e;&#x457; &#x443;&#x447;&#x430;&#x441;&#x442;&#x456; &#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;.&#x424;. &#x431;&#x443;&#x43b;&#x43e; &#x43d;&#x430;&#x43b;&#x430;&#x433;&#x43e;&#x434;&#x436;&#x435;&#x43d;&#x435; &#x43e;&#x441;&#x432;&#x456;&#x442;&#x43b;&#x435;&#x43d;&#x43d;&#x44f; &#x432;&#x443;&#x43b;&#x438;&#x446;&#x44c; &#x432; &#x441;&#x435;&#x43b;&#x430;&#x445; &#x41a;&#x430;&#x43b;&#x430;&#x43d;&#x447;&#x430;&#x43a;, &#x421;&#x443;&#x432;&#x43e;&#x440;&#x43e;&#x432;&#x435;, &#x41a;&#x438;&#x440;&#x43d;&#x438;&#x447;&#x43a;&#x438;, &#x41f;&#x435;&#x440;&#x448;&#x43e;&#x442;&#x440;&#x430;&#x432;&#x43d;&#x435;&#x432;&#x435;, &#x423;&#x442;&#x43a;&#x43e;&#x43d;&#x43e;&#x441;&#x43e;&#x432;&#x43a;&#x430; &#x406;&#x437;&#x43c;&#x430;&#x457;&#x43b;&#x44c;&#x441;&#x44c;&#x43a;&#x43e;&#x433;&#x43e; &#x440;&#x430;&#x439;&#x43e;&#x43d;&#x443;, &#x428;&#x435;&#x432;&#x447;&#x435;&#x43d;&#x43a;&#x43e;&#x432;&#x435; &#x41a;&#x456;&#x43b;&#x456;&#x439;&#x441;&#x44c;&#x43a;&#x43e;&#x433;&#x43e; &#x440;&#x430;&#x439;&#x43e;&#x43d;&#x443;, &#x432; &#x43c;&#x456;&#x441;&#x442;&#x456; &#x420;&#x435;&#x43d;&#x456;.<br>
<br>
&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x424;&#x435;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x438;&#x447; &#x442;&#x440;&#x438;&#x43c;&#x430;&#x454; &#x43d;&#x430; &#x43e;&#x441;&#x43e;&#x431;&#x43b;&#x438;&#x432;&#x43e;&#x43c;&#x443; &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x43e;&#x43b;&#x456;  &#x441;&#x438;&#x442;&#x443;&#x430;&#x446;&#x456;&#x44e;, &#x449;&#x43e; &#x441;&#x43a;&#x43b;&#x430;&#x43b;&#x430;&#x441;&#x44f; &#x432; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x441;&#x44c;&#x43a;&#x43e;&#x43c;&#x443; &#x414;&#x443;&#x43d;&#x430;&#x439;&#x441;&#x44c;&#x43a;&#x43e;&#x43c;&#x443; &#x43f;&#x430;&#x440;&#x43e;&#x43f;&#x43b;&#x430;&#x432;&#x441;&#x442;&#x432;&#x456; &#x442;&#x430; &#x43f;&#x438;&#x442;&#x430;&#x43d;&#x43d;&#x44f; &#x43d;&#x435;&#x43e;&#x431;&#x491;&#x440;&#x443;&#x43d;&#x442;&#x43e;&#x432;&#x430;&#x43d;&#x43e; &#x437;&#x430;&#x432;&#x438;&#x449;&#x435;&#x43d;&#x438;&#x445; &#x442;&#x430;&#x440;&#x438;&#x444;&#x456;&#x432; &#x43d;&#x430; &#x43a;&#x43e;&#x43c;&#x443;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x456; &#x43f;&#x43e;&#x441;&#x43b;&#x443;&#x433;&#x438; &#x432; &#x406;&#x437;&#x43c;&#x430;&#x457;&#x43b;&#x456;.
              </p>
              <h3>&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;&#8217;s Specialties:</h3>
              <p class="skills">
                &#x423; 2007 &#x440;&#x43e;&#x446;&#x456; &#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x424;&#x435;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x438;&#x447; &#x441;&#x442;&#x430;&#x432; &#x43d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x438;&#x43c; &#x434;&#x435;&#x43f;&#x443;&#x442;&#x430;&#x442;&#x43e;&#x43c; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438; &#x43f;&#x43e; &#x431;&#x430;&#x433;&#x430;&#x442;&#x43e;&#x43c;&#x430;&#x43d;&#x434;&#x430;&#x442;&#x43d;&#x43e;&#x43c;&#x443; &#x437;&#x430;&#x433;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x434;&#x435;&#x440;&#x436;&#x430;&#x432;&#x43d;&#x43e;&#x43c;&#x443; &#x43e;&#x43a;&#x440;&#x443;&#x433;&#x443; &#x432;&#x456;&#x434; &#xab;&#x411;&#x43b;&#x43e;&#x43a;&#x443; &#x42e;&#x43b;&#x456;&#x457; &#x422;&#x438;&#x43c;&#x43e;&#x448;&#x435;&#x43d;&#x43a;&#x43e;&#xbb;. &#x427;&#x43b;&#x435;&#x43d; &#x41a;&#x43e;&#x43c;&#x456;&#x442;&#x435;&#x442;&#x443; &#x412;&#x435;&#x440;&#x445;&#x43e;&#x432;&#x43d;&#x43e;&#x457; &#x440;&#x430;&#x434;&#x438; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438; &#x437; &#x43f;&#x438;&#x442;&#x430;&#x43d;&#x44c; &#x43f;&#x430;&#x43b;&#x438;&#x432;&#x43d;&#x43e;-&#x435;&#x43d;&#x435;&#x440;&#x433;&#x435;&#x442;&#x438;&#x447;&#x43d;&#x43e;&#x433;&#x43e; &#x43a;&#x43e;&#x43c;&#x43f;&#x43b;&#x435;&#x43a;&#x441;&#x443;, &#x44f;&#x434;&#x435;&#x440;&#x43d;&#x43e;&#x457; &#x43f;&#x43e;&#x43b;&#x456;&#x442;&#x438;&#x43a;&#x438; &#x442;&#x430; &#x44f;&#x434;&#x435;&#x440;&#x43d;&#x43e;&#x457; &#x431;&#x435;&#x437;&#x43f;&#x435;&#x43a;&#x438;.
              </p>
          </div>
          <hr />
          <div id="experience">
            <h2>&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;&#8217;s Experience</h2>
            <ul class="vcalendar">



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      &#x41d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x438;&#x439; &#x434;&#x435;&#x43f;&#x443;&#x442;&#x430;&#x442; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438;
    
      </h3>
      <h4 class="org summary">&#x412;&#x435;&#x440;&#x445;&#x43e;&#x432;&#x43d;&#x430; &#x420;&#x430;&#x434;&#x430; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438;</h4>
  <p class="organization-details">(Government Administration industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2007-09-01">September 2007</abbr>
 &mdash; <abbr class="dtstamp" title="2009-08-28">Present</abbr>        <abbr class="duration" title="P2Y">(2 years)</abbr>
  </p>
    <p class="description"></p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      &#x41f;&#x440;&#x435;&#x437;&#x438;&#x434;&#x435;&#x43d;&#x442;
    
      </h3>
      <h4 class="org summary">&#x41c;&#x456;&#x436;&#x43d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x430; &#x431;&#x43b;&#x430;&#x433;&#x43e;&#x434;&#x456;&#x439;&#x43d;&#x430; &#x43e;&#x440;&#x433;&#x430;&#x43d;&#x456;&#x437;&#x430;&#x446;&#x456;&#x44f; &#xab;&#x424;&#x43e;&#x43d;&#x434; &#x414;&#x43e;&#x431;&#x440;&#x430; &#x442;&#x430; &#x41b;&#x44e;&#x431;&#x43e;&#x432;&#x456;&#xbb;</h4>
  <p class="organization-details">(Civic &amp; Social Organization industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2007">2007</abbr>
 &mdash; <abbr class="dtend" title="2007">2007</abbr>        <abbr class="duration" title="P">(less than a year)</abbr>
  </p>
    <p class="description">&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x424;&#x435;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x438;&#x447;  &#x441;&#x442;&#x432;&#x43e;&#x440;&#x438;&#x432; &#x43e;&#x440;&#x433;&#x430;&#x43d;&#x456;&#x437;&#x430;&#x446;&#x456;&#x44e; &#x43c;&#x435;&#x442;&#x43e;&#x44e; &#x44f;&#x43a;&#x43e;&#x457; &#x454; &#x437;&#x434;&#x456;&#x439;&#x441;&#x43d;&#x435;&#x43d;&#x43d;&#x44f; &#x431;&#x43b;&#x430;&#x433;&#x43e;&#x434;&#x456;&#x439;&#x43d;&#x43e;&#x441;&#x442;&#x456; &#x432; &#x456;&#x43d;&#x442;&#x435;&#x440;&#x435;&#x441;&#x430;&#x445; &#x441;&#x43e;&#x446;&#x456;&#x430;&#x43b;&#x44c;&#x43d;&#x43e; &#x43d;&#x435;&#x437;&#x430;&#x445;&#x438;&#x449;&#x435;&#x43d;&#x438;&#x445; &#x442;&#x430; &#x43c;&#x430;&#x43b;&#x43e;&#x437;&#x430;&#x431;&#x435;&#x437;&#x43f;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x445; &#x433;&#x440;&#x43e;&#x43c;&#x430;&#x434;&#x44f;&#x43d; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438;.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      &#x41f;&#x440;&#x435;&#x437;&#x438;&#x434;&#x435;&#x43d;&#x442;
    
      </h3>
      <h4 class="org summary">&#x417;&#x410;&#x422; &#xab;&#x41c;&#x456;&#x436;&#x43d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x430; &#x456;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x456;&#x439;&#x43d;&#x430; &#x433;&#x440;&#x443;&#x43f;&#x430;&#xbb;</h4>
  <p class="organization-details">(Investment Management industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2006">2006</abbr>
 &mdash; <abbr class="dtend" title="2007">2007</abbr>        <abbr class="duration" title="P1Y">(1 year)</abbr>
  </p>
    <p class="description">&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x424;&#x435;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x438;&#x447; &#x43e;&#x447;&#x43e;&#x43b;&#x44e;&#x454; &#x410;&#x43a;&#x446;&#x456;&#x43e;&#x43d;&#x435;&#x440;&#x43d;&#x435; &#x442;&#x43e;&#x432;&#x430;&#x440;&#x438;&#x441;&#x442;&#x432;&#x43e; &#x44f;&#x43a;&#x435; &#x432;&#x43d;&#x435;&#x441;&#x43b;&#x43e; &#x432;&#x430;&#x433;&#x43e;&#x43c;&#x438;&#x439; &#x432;&#x43d;&#x435;&#x441;&#x43e;&#x43a; &#x432; &#x440;&#x43e;&#x437;&#x432;&#x438;&#x442;&#x43e;&#x43a; &#x43c;&#x430;&#x43b;&#x43e;&#x433;&#x43e; &#x442;&#x430; &#x441;&#x435;&#x440;&#x435;&#x434;&#x43d;&#x44c;&#x43e;&#x433;&#x43e; &#x431;&#x456;&#x437;&#x43d;&#x435;&#x441;&#x443; &#x432; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x456;.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      &#x41f;&#x435;&#x440;&#x448;&#x438;&#x439; &#x437;&#x430;&#x441;&#x442;&#x443;&#x43f;&#x43d;&#x438;&#x43a; &#x413;&#x43e;&#x43b;&#x43e;&#x432;&#x438; &#x43f;&#x440;&#x430;&#x432;&#x43b;&#x456;&#x43d;&#x43d;&#x44f;
    
      </h3>
      <h4 class="org summary">&#x417;&#x410;&#x422; &#xab;&#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x441;&#x44c;&#x43a;&#x430; &#x456;&#x43d;&#x432;&#x435;&#x441;&#x442;&#x438;&#x446;&#x456;&#x439;&#x43d;&#x430; &#x433;&#x440;&#x443;&#x43f;&#x430;&#xbb;</h4>
  <p class="organization-details">(Investment Management industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2004">2004</abbr>
 &mdash; <abbr class="dtend" title="2006">2006</abbr>        <abbr class="duration" title="P2Y">(2 years)</abbr>
  </p>
    <p class="description"></p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      &#x417;&#x430;&#x441;&#x442;&#x443;&#x43f;&#x43d;&#x438;&#x43a; &#x434;&#x438;&#x440;&#x435;&#x43a;&#x442;&#x43e;&#x440;&#x430; &#x437; &#x43f;&#x440;&#x430;&#x432;&#x43e;&#x432;&#x438;&#x445; &#x43f;&#x438;&#x442;&#x430;&#x43d;&#x44c;
    
      </h3>
      <h4 class="org summary">&#x422;&#x41e;&#x412; &#x41f;&#x41a;&#x424; &#xab;&#x41f;&#x43e;&#x43b;&#x456;&#x441;&#x435;&#x440;&#x432;&#x456;&#x441;&#xbb;</h4>
  <p class="organization-details">(Law Practice industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2002">2002</abbr>
 &mdash; <abbr class="dtend" title="2004">2004</abbr>        <abbr class="duration" title="P2Y">(2 years)</abbr>
  </p>
    <p class="description"></p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      &#x417;&#x430;&#x441;&#x442;&#x443;&#x43f;&#x43d;&#x438;&#x43a; &#x434;&#x438;&#x440;&#x435;&#x43a;&#x442;&#x43e;&#x440;&#x430;
    
      </h3>
      <h4 class="org summary">&#x412;&#x424; &#xab;&#x414;&#x43e;&#x43c;&#x431;&#x443;&#x434;&#x43a;&#x43e;&#x43d;&#x441;&#x442;&#x440;&#x443;&#x43a;&#x446;&#x456;&#x44f;&#xbb;</h4>
  <p class="organization-details">(Civic &amp; Social Organization industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1995">1995</abbr>
 &mdash; <abbr class="dtend" title="1997">1997</abbr>        <abbr class="duration" title="P2Y">(2 years)</abbr>
  </p>
    <p class="description"></p>
</li>
            </ul>
          </div>
          <hr />
          <div id="education">
            <h2>&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;&#8217;s Education</h2>
            <ul class="vcalendar">


	<li class="education vevent vcard">
    <h3 class="summary fn org">
           &#x41e;&#x434;&#x435;&#x441;&#x44c;&#x43a;&#x430; &#x43d;&#x430;&#x446;&#x456;&#x43e;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x430; &#x44e;&#x440;&#x438;&#x434;&#x438;&#x447;&#x43d;&#x430; &#x430;&#x43a;&#x430;&#x434;&#x435;&#x43c;&#x456;&#x44f;
      </h3>
		<div class="description">
    <p>
      
      <span class="major">&#x42e;&#x440;&#x438;&#x441;&#x442;</span>
      
          <abbr class="dtstart" title="1996-01-01">1996</abbr> &mdash; <abbr class="dtend" title="2002-12-31">2002</abbr> 
    </p>
      <p class="notes">&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x444;&#x435;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x438;&#x447; &#x43f;&#x440;&#x430;&#x446;&#x44e;&#x454; &#x43d;&#x430;&#x434; &#x43a;&#x430;&#x43d;&#x434;&#x438;&#x434;&#x430;&#x442;&#x441;&#x44c;&#x43a;&#x43e;&#x44e; &#x434;&#x438;&#x441;&#x435;&#x440;&#x442;&#x430;&#x446;&#x456;&#x454;&#x44e; &#x43d;&#x430; &#x442;&#x435;&#x43c;&#x443;: &#xab;&#x406;&#x43d;&#x442;&#x435;&#x43b;&#x435;&#x43a;&#x442;&#x443;&#x430;&#x43b;&#x44c;&#x43d;&#x438;&#x439; &#x43a;&#x430;&#x43f;&#x456;&#x442;&#x430;&#x43b; &#x432; &#x443;&#x43c;&#x43e;&#x432;&#x430;&#x445; &#x444;&#x43e;&#x440;&#x43c;&#x443;&#x432;&#x430;&#x43d;&#x43d;&#x44f; &#x456;&#x43d;&#x444;&#x43e;&#x440;&#x43c;&#x430;&#x446;&#x456;&#x439;&#x43d;&#x43e;&#x433;&#x43e; &#x441;&#x443;&#x441;&#x43f;&#x456;&#x43b;&#x44c;&#x441;&#x442;&#x432;&#x430; &#x432; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x456;&quot;</p>
		</div>
  </li>


	<li class="education vevent vcard">
    <h3 class="summary fn org">
           &#x411;&#x456;&#x43b;&#x433;&#x43e;&#x440;&#x43e;&#x434;-&#x414;&#x43d;&#x456;&#x441;&#x442;&#x440;&#x43e;&#x432;&#x441;&#x44c;&#x43a;&#x435; &#x43c;&#x435;&#x434;&#x438;&#x447;&#x43d;&#x435; &#x443;&#x447;&#x438;&#x43b;&#x438;&#x449;&#x435;
      </h3>
		<div class="description">
    <p>
      
      
      
          <abbr class="dtstart" title="1991-01-01">1991</abbr> &mdash; <abbr class="dtend" title="1995-12-31">1995</abbr> 
    </p>
      <p class="notes"></p>
		<dl class="activities-societies">
			<dt>Activities and Societies:</dt>
			<dd>&#x421;&#x43f;&#x435;&#x446;&#x456;&#x430;&#x43b;&#x44c;&#x43d;&#x456;&#x441;&#x442;&#x44c; &#x2013; &#x43b;&#x456;&#x43a;&#x430;&#x440;&#x441;&#x44c;&#x43a;&#x430; &#x441;&#x43f;&#x440;&#x430;&#x432;&#x430;.</dd>
		</dl>
		</div>
  </li>


	<li class="education vevent vcard">
    <h3 class="summary fn org">
           &#x417;&#x430;&#x433;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x43e;&#x441;&#x432;&#x456;&#x442;&#x43d;&#x44f; &#x448;&#x43a;&#x43e;&#x43b;&#x430;
      </h3>
		<div class="description">
    <p>
      
      
      
          <abbr class="dtstart" title="1983-01-01">1983</abbr> &mdash; <abbr class="dtend" title="1991-12-31">1991</abbr> 
    </p>
      <p class="notes"></p>
		</div>
  </li>
            </ul>
          </div>
          <hr />
          <div id="additional-information">
            <h2>Additional Information</h2>
              <h3>&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;&#8217;s Websites:</h3>
              <ul class="websites">
                  <li>
<a href="http://dubovoy.com.ua" class="url" target="_blank">&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;</a>                  </li>
                  <li>
<a href="http://rada.gov.ua" class="url" target="_blank">&#x412;&#x435;&#x440;&#x445;&#x43e;&#x432;&#x43d;&#x430; &#x420;&#x430;&#x434;&#x430; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438;</a>                  </li>
                  <li>
<a href="http://byut.com.ua" class="url" target="_blank">&#x411;&#x43b;&#x43e;&#x43a; &#x42e;&#x43b;&#x456;&#x457; &#x422;&#x438;&#x43c;&#x43e;&#x448;&#x435;&#x43d;&#x43a;&#x43e;</a>                  </li>
              </ul>
              <h3>&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;&#8217;s Interests:</h3>
              <p class="interests">&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x424;&#x435;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x438;&#x447; &#x432;&#x432;&#x430;&#x436;&#x430;&#x454; &#x43d;&#x430;&#x439;&#x432;&#x430;&#x436;&#x43b;&#x438;&#x432;&#x456;&#x448;&#x438;&#x43c; &#x432; &#x441;&#x432;&#x43e;&#x454;&#x43c;&#x443; &#x436;&#x438;&#x442;&#x442;&#x456; - &#x440;&#x43e;&#x434;&#x438;&#x43d;&#x443;. &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x456; &#x421;&#x432;&#x456;&#x442;&#x43b;&#x430;&#x43d;&#x430; &#x414;&#x443;&#x431;&#x43e;&#x432;&#x430; &#x432;&#x438;&#x445;&#x43e;&#x432;&#x443;&#x44e;&#x442;&#x44c; &#x447;&#x435;&#x442;&#x432;&#x435;&#x440;&#x43e; &#x434;&#x456;&#x442;&#x435;&#x439;: &#x434;&#x432;&#x43e;&#x445; &#x441;&#x438;&#x43d;&#x456;&#x432; &#x41c;&#x430;&#x440;&#x43a;&#x430; &#x442;&#x430; &#x424;&#x435;&#x434;&#x43e;&#x440;&#x430; &#x442;&#x430; &#x434;&#x432;&#x43e;&#x445; &#x434;&#x43e;&#x43d;&#x44c;&#x43e;&#x43a; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;&#x443; &#x442;&#x430; &#x421;&#x43e;&#x444;&#x456;&#x44e;. &#x412;&#x438;&#x445;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44f; &#x434;&#x456;&#x442;&#x435;&#x439; &#x43f;&#x43e;&#x440;&#x44f;&#x434;&#x43d;&#x438;&#x43c;&#x438; &#x442;&#x430; &#x447;&#x435;&#x441;&#x43d;&#x438;&#x43c;&#x438; &#x43b;&#x44e;&#x434;&#x44c;&#x43c;&#x438; &#x43f;&#x43e;&#x434;&#x440;&#x443;&#x436;&#x436;&#x44f; &#x414;&#x443;&#x431;&#x43e;&#x432;&#x438;&#x445; &#x432;&#x432;&#x430;&#x436;&#x430;&#x454; &#x43e;&#x434;&#x43d;&#x438;&#x43c; &#x456;&#x437; &#x433;&#x43e;&#x43b;&#x43e;&#x432;&#x43d;&#x438;&#x445; &#x43f;&#x440;&#x456;&#x43e;&#x440;&#x438;&#x442;&#x435;&#x442;&#x456;&#x432; &#x441;&#x432;&#x43e;&#x433;&#x43e; &#x436;&#x438;&#x442;&#x442;&#x44f;.</p>
              <h3>&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;&#8217;s Groups:</h3>
                <p class="groups">
                  &#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x424;&#x435;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x438;&#x447; &#x41d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x438;&#x439; &#x434;&#x435;&#x43f;&#x443;&#x442;&#x430;&#x442; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438; &#x432; 2005 &#x440;&#x43e;&#x446;&#x456; &#x441;&#x442;&#x432;&#x43e;&#x440;&#x438;&#x432; &#x41c;&#x456;&#x436;&#x43d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x443; &#x431;&#x43b;&#x430;&#x433;&#x43e;&#x434;&#x456;&#x439;&#x43d;&#x443; &#x43e;&#x440;&#x433;&#x430;&#x43d;&#x456;&#x437;&#x430;&#x446;&#x456;&#x44e; &#xab;&#x424;&#x43e;&#x43d;&#x434; &#x414;&#x43e;&#x431;&#x440;&#x430; &#x442;&#x430; &#x41b;&#x44e;&#x431;&#x43e;&#x432;&#x456;&#xbb;  &#x41f;&#x440;&#x435;&#x437;&#x438;&#x434;&#x435;&#x43d;&#x442;&#x43e;&#x43c; &#x424;&#x43e;&#x43d;&#x434;&#x443; &#x44f;&#x432;&#x43b;&#x44f;&#x454;&#x442;&#x44c;&#x441;&#x44f; &#x439;&#x43e;&#x433;&#x43e; &#x434;&#x440;&#x443;&#x436;&#x438;&#x43d;&#x430; &#x421;&#x432;&#x456;&#x442;&#x43b;&#x430;&#x43d;&#x430; &#x412;&#x456;&#x441;&#x441;&#x430;&#x440;&#x456;&#x43e;&#x43d;&#x456;&#x432;&#x43d;&#x430; &#x414;&#x443;&#x431;&#x43e;&#x432;&#x430;.<br>
&#x41e;&#x441;&#x43d;&#x43e;&#x432;&#x43d;&#x43e;&#x44e; &#x43c;&#x435;&#x442;&#x43e;&#x44e; &#x434;&#x456;&#x44f;&#x43b;&#x44c;&#x43d;&#x43e;&#x441;&#x442;&#x456; &#x41e;&#x440;&#x433;&#x430;&#x43d;&#x456;&#x437;&#x430;&#x446;&#x456;&#x457; &#x454; &#x437;&#x434;&#x456;&#x439;&#x441;&#x43d;&#x435;&#x43d;&#x43d;&#x44f; &#x431;&#x43b;&#x430;&#x433;&#x43e;&#x434;&#x456;&#x439;&#x43d;&#x43e;&#x441;&#x442;&#x456; &#x432; &#x456;&#x43d;&#x442;&#x435;&#x440;&#x435;&#x441;&#x430;&#x445; &#x441;&#x43e;&#x446;&#x456;&#x430;&#x43b;&#x44c;&#x43d;&#x43e; &#x43d;&#x435;&#x437;&#x430;&#x445;&#x438;&#x449;&#x435;&#x43d;&#x438;&#x445;, &#x43c;&#x430;&#x43b;&#x43e;&#x437;&#x430;&#x431;&#x435;&#x437;&#x43f;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x445; &#x433;&#x440;&#x43e;&#x43c;&#x430;&#x434;&#x44f;&#x43d; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438;, &#x44f;&#x43a;&#x456; &#x43f;&#x43e;&#x442;&#x440;&#x435;&#x431;&#x443;&#x44e;&#x442;&#x44c; &#x43f;&#x456;&#x43a;&#x43b;&#x443;&#x432;&#x430;&#x43d;&#x43d;&#x44f;, &#x441;&#x43e;&#x446;&#x456;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x457; &#x440;&#x435;&#x430;&#x431;&#x456;&#x43b;&#x456;&#x442;&#x430;&#x446;&#x456;&#x457; &#x442;&#x430; &#x43f;&#x456;&#x434;&#x442;&#x440;&#x438;&#x43c;&#x43a;&#x438;, &#x440;&#x435;&#x430;&#x43b;&#x456;&#x437;&#x430;&#x446;&#x456;&#x44f; &#x43e;&#x441;&#x432;&#x456;&#x442;&#x44f;&#x43d;&#x441;&#x44c;&#x43a;&#x438;&#x445; &#x43f;&#x440;&#x43e;&#x433;&#x440;&#x430;&#x43c;, &#x434;&#x43e;&#x43f;&#x43e;&#x43c;&#x43e;&#x433;&#x430; &#x437;&#x430;&#x43a;&#x43b;&#x430;&#x434;&#x430;&#x43c; &#x43e;&#x445;&#x43e;&#x440;&#x43e;&#x43d;&#x438; &#x437;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x2019;&#x44f;, &#x43f;&#x440;&#x43e;&#x43f;&#x430;&#x433;&#x430;&#x43d;&#x434;&#x430; &#x437;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x43e;&#x433;&#x43e; &#x441;&#x43f;&#x43e;&#x441;&#x43e;&#x431;&#x443; &#x436;&#x438;&#x442;&#x442;&#x44f; &#x442;&#x430; &#x437;&#x431;&#x435;&#x440;&#x435;&#x436;&#x435;&#x43d;&#x43d;&#x44f; &#x43a;&#x443;&#x43b;&#x44c;&#x442;&#x443;&#x440;&#x43d;&#x43e;&#x457; &#x441;&#x43f;&#x430;&#x434;&#x449;&#x438;&#x43d;&#x438; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438;, &#x432;&#x438;&#x445;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44f; &#x443; &#x434;&#x456;&#x442;&#x435;&#x439; &#x442;&#x430; &#x43c;&#x43e;&#x43b;&#x43e;&#x434;&#x456; &#x43c;&#x43e;&#x440;&#x430;&#x43b;&#x44c;&#x43d;&#x438;&#x445; &#x446;&#x456;&#x43d;&#x43d;&#x43e;&#x441;&#x442;&#x435;&#x439;, &#x434;&#x443;&#x445;&#x43e;&#x432;&#x43d;&#x435; &#x432;&#x456;&#x434;&#x440;&#x43e;&#x434;&#x436;&#x435;&#x43d;&#x43d;&#x44f; &#x43d;&#x430;&#x446;&#x456;&#x457;.
                </p>
              <h3>&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;&#8217;s Honors:</h3>
              <p class="honors">
                &#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440; &#x424;&#x435;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x438;&#x447; &#x43d;&#x430;&#x433;&#x43e;&#x440;&#x43e;&#x434;&#x436;&#x435;&#x43d;&#x438;&#x439; &#x43f;&#x43e;&#x447;&#x435;&#x441;&#x43d;&#x43e;&#x44e; &#x433;&#x440;&#x430;&#x43c;&#x43e;&#x442;&#x43e;&#x44e; &#x41a;&#x430;&#x431;&#x456;&#x43d;&#x435;&#x442;&#x443; &#x41c;&#x456;&#x43d;&#x456;&#x441;&#x442;&#x440;&#x456;&#x432; &#x437;&#x430; &#x432;&#x430;&#x433;&#x43e;&#x43c;&#x438;&#x439; &#x43e;&#x441;&#x43e;&#x431;&#x438;&#x441;&#x442;&#x438;&#x439; &#x432;&#x43d;&#x435;&#x441;&#x43e;&#x43a; &#x432; &#x440;&#x43e;&#x437;&#x432;&#x438;&#x442;&#x43e;&#x43a; &#x43f;&#x456;&#x434;&#x43f;&#x440;&#x438;&#x454;&#x43c;&#x43d;&#x438;&#x446;&#x442;&#x432;&#x430;, &#x444;&#x43e;&#x440;&#x43c;&#x443;&#x432;&#x430;&#x43d;&#x43d;&#x44f; &#x440;&#x438;&#x43d;&#x43a;&#x43e;&#x432;&#x43e;&#x457; &#x456;&#x43d;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43a;&#x442;&#x443;&#x440;&#x438; &#x442;&#x430; &#x437; &#x43d;&#x430;&#x433;&#x43e;&#x434;&#x438; &#x414;&#x43d;&#x44f; &#x43f;&#x456;&#x434;&#x43f;&#x440;&#x438;&#x454;&#x43c;&#x446;&#x44f;; &#x41f;&#x43e;&#x434;&#x44f;&#x43a;&#x43e;&#x44e;, &#x43c;&#x435;&#x434;&#x430;&#x43b;&#x43b;&#x44e; &#x442;&#x430; &#x41f;&#x43e;&#x447;&#x435;&#x441;&#x43d;&#x43e;&#x44e; &#x433;&#x440;&#x430;&#x43c;&#x43e;&#x442;&#x43e;&#x44e; &#x414;&#x435;&#x440;&#x436;&#x430;&#x432;&#x43d;&#x43e;&#x433;&#x43e; &#x434;&#x435;&#x43f;&#x430;&#x440;&#x442;&#x430;&#x43c;&#x435;&#x43d;&#x442;&#x443; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438; &#x437; &#x43f;&#x438;&#x442;&#x430;&#x43d;&#x44c; &#x432;&#x438;&#x43a;&#x43e;&#x43d;&#x430;&#x43d;&#x43d;&#x44f; &#x43f;&#x43e;&#x43a;&#x430;&#x440;&#x430;&#x43d;&#x44c; &#x437;&#x430; &#x430;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x435; &#x441;&#x43f;&#x440;&#x438;&#x44f;&#x43d;&#x43d;&#x44f; &#x432; &#x43e;&#x440;&#x433;&#x430;&#x43d;&#x456;&#x437;&#x430;&#x446;&#x456;&#x457; &#x43f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d;&#x43d;&#x44f; &#x443;&#x440;&#x43e;&#x447;&#x438;&#x441;&#x442;&#x438;&#x445; &#x437;&#x430;&#x445;&#x43e;&#x434;&#x456;&#x432;; &#x41f;&#x43e;&#x434;&#x44f;&#x43a;&#x43e;&#x44e; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x441;&#x44c;&#x43a;&#x43e;&#x457; &#x410;&#x441;&#x43e;&#x446;&#x456;&#x430;&#x446;&#x456;&#x457; &#x43f;&#x440;&#x43e;&#x43a;&#x443;&#x440;&#x43e;&#x440;&#x456;&#x432; &#x437;&#x430; &#x430;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x443; &#x433;&#x440;&#x43e;&#x43c;&#x430;&#x434;&#x441;&#x44c;&#x43a;&#x443; &#x43f;&#x43e;&#x437;&#x438;&#x446;&#x456;&#x44e;, &#x441;&#x43f;&#x440;&#x438;&#x44f;&#x43d;&#x43d;&#x44f; &#x434;&#x456;&#x44f;&#x43b;&#x44c;&#x43d;&#x43e;&#x441;&#x442;&#x456; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x441;&#x44c;&#x43a;&#x43e;&#x457; &#x410;&#x441;&#x43e;&#x446;&#x456;&#x430;&#x446;&#x456;&#x457; &#x43f;&#x440;&#x43e;&#x43a;&#x443;&#x440;&#x43e;&#x440;&#x456;&#x432;, &#x441;&#x43f;&#x440;&#x44f;&#x43c;&#x43e;&#x432;&#x430;&#x43d;&#x43e;&#x457; &#x43d;&#x430; &#x43f;&#x456;&#x434;&#x442;&#x440;&#x438;&#x43c;&#x43a;&#x443; &#x430;&#x432;&#x442;&#x43e;&#x440;&#x438;&#x442;&#x435;&#x442;&#x443; &#x442;&#x430; &#x43f;&#x43e;&#x437;&#x438;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x433;&#x43e; &#x456;&#x43c;&#x456;&#x434;&#x436;&#x443; &#x43f;&#x440;&#x43e;&#x43a;&#x443;&#x440;&#x430;&#x442;&#x443;&#x440;&#x438;, &#x443;&#x442;&#x432;&#x435;&#x440;&#x434;&#x436;&#x435;&#x43d;&#x43d;&#x44f; &#x432;&#x435;&#x440;&#x445;&#x43e;&#x432;&#x435;&#x43d;&#x441;&#x442;&#x432;&#x430; &#x43f;&#x440;&#x430;&#x432;&#x430; &#x456; &#x437;&#x43c;&#x456;&#x446;&#x43d;&#x435;&#x43d;&#x43d;&#x44f; &#x43f;&#x440;&#x430;&#x432;&#x43e;&#x43f;&#x43e;&#x440;&#x44f;&#x434;&#x43a;&#x443;.
              </p>
          </div>
          <hr />
      <div id="contact-settings">
        <h2>&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;&#8217;s Contact Settings</h2>
        <h3>Interested In:</h3>
        <ul>
            <li>
              career opportunities
            </li>
            <li>
              consulting offers
            </li>
            <li>
              new ventures
            </li>
            <li>
              job inquiries
            </li>
            <li>
              expertise requests
            </li>
            <li>
              business deals
            </li>
            <li>
              reference requests
            </li>
            <li>
              getting back in touch
            </li>
        </ul>
      </div>
      <hr />
      <div class="viewfull">
        <p><a href="/ppl/webprofile?action=vmi&amp;id=51740861&amp;pvs=pp&amp;authToken=wYkk&amp;authType=name&amp;trk=ppro_viewmore&amp;lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a></p>
      </div>
  </div>
  <div id="control" class="infobar">
    <div class="powered">
      <h3> Public profile powered by: <a href="/home?trk=ppro_pbli" ><img src="http://static01.linkedin.com/img/logos/logo_82x23.png" height="23" width="82" alt="LinkedIn" /></a>
      </h3>
      <p>Create a public profile: <strong>
        <a href="/ppl/webprofile?action=gwp&amp;id=51740861&amp;pvs=pp&amp;authToken=wYkk&amp;authType=name&amp;trk=ppro_geturl&amp;lnk=sign_in" rel="nofollow">Sign In</a>
        </strong> or <strong>
        <a href="/ppl/webprofile?action=gwp&amp;id=51740861&amp;pvs=pp&amp;authToken=wYkk&amp;authType=name&amp;trk=ppro_joinnow&amp;lnk=join_now" rel="nofollow">Join Now</a>
        </strong></p>
    </div>
      <div class="box" id="readmore">
        <div class="title">
          <h3>View &#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;&#8217;s full profile:</h3>
        </div>
        <div class="content">
          <ul>
            <li>See who you and <strong>&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;</strong> know in common</li>
            <li>Get introduced to <strong>&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;</strong></li>
            <li>Contact <strong>&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;</strong> directly</li>
          </ul>
          <p class="btn">
            <a href="/ppl/webprofile?action=vmi&amp;id=51740861&amp;pvs=pp&amp;authToken=wYkk&amp;authType=name&amp;trk=ppro_viewmore&amp;lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a>
          </p>
        </div>
      </div>
    
    
    <div class="box" id="search">
      <div class="title">
        <h3><strong>Name Search:</strong></h3>
      </div>
      <div class="content">
        <p><strong>Search for people you know</strong> from over 40 million professionals already on LinkedIn.</p>
        <form name="searchForm" action="/pub/dir/" method="get">
          <p class="field"><span class="lbl">
            <label for="first">First Name</label>
            <br />
            </span>
            <input type="text" name="first" id="first" />
            &nbsp;&nbsp;<span class="lbl"><br />
            <label for="last">Last Name</label>
            <br />
            </span>
            <input type="text" name="last" id="last" />
          </p>
          <p class="example">
            <input class="btn-secondary" type="submit" name="search" value="Search"/> (example: <strong>
<a href="http://www.linkedin.com/pub/dir/%D0%94%D1%83%D0%B1%D0%BE%D0%B2%D0%BE%D0%B9/%D0%9E%D0%BB%D0%B5%D0%BA%D1%81%D0%B0%D0%BD%D0%B4%D1%80/?trk=ppro_find_others" >&#x414;&#x443;&#x431;&#x43e;&#x432;&#x43e;&#x439; &#x41e;&#x43b;&#x435;&#x43a;&#x441;&#x430;&#x43d;&#x434;&#x440;</a></strong>)
          </p>
        </form>
      </div>
    </div>

    
    <script type="text/javascript">
      var dbl_page = 'public_profile';
    </script>
    
      <script type="text/javascript" src="http://static.linkedin.com/scds/pprofile/build-497_6_2242-prod/js/ads.js"></script>
    
      <script type="text/javascript">
      /* <![CDATA[ */
      var google_keywords = null, google_ad_client = 'pub-2283433109277150', google_ad_width = 300, google_ad_height = 250, google_ad_format = '300x250_as';
        var dbl_src = "http://ad.doubleclick.net/adj/linkedin.dart/" + dbl_page + ";;tile=1;dcopt=ist;sz=300x250;" + encodeURIComponent('extra=null') + ";ord=" + Math.random() * 10000000000000000 +"?";
        document.write('<script src="' + dbl_src + '" type="text/javascript"><\/script>');
      /* ]]> */
      </script>
  </div>
</div>
<hr />


<div id="footer" class="guest">
  <div id="directory">
    <h3>People directory:</h3>
    <ol type="a">
      <li><a href="http://www.linkedin.com/directory/people/a.html" >A</a></li>
      <li><a href="http://www.linkedin.com/directory/people/b.html" >B</a></li>
      <li><a href="http://www.linkedin.com/directory/people/c.html" >C</a></li>
      <li><a href="http://www.linkedin.com/directory/people/d.html" >D</a></li>
      <li><a href="http://www.linkedin.com/directory/people/e.html" >E</a></li>
      <li><a href="http://www.linkedin.com/directory/people/f.html" >F</a></li>
      <li><a href="http://www.linkedin.com/directory/people/g.html" >G</a></li>
      <li><a href="http://www.linkedin.com/directory/people/h.html" >H</a></li>
      <li><a href="http://www.linkedin.com/directory/people/i.html" >I</a></li>
      <li><a href="http://www.linkedin.com/directory/people/j.html" >J</a></li>
      <li><a href="http://www.linkedin.com/directory/people/k.html" >K</a></li>
      <li><a href="http://www.linkedin.com/directory/people/l.html" >L</a></li>
      <li><a href="http://www.linkedin.com/directory/people/m.html" >M</a></li>
      <li><a href="http://www.linkedin.com/directory/people/n.html" >N</a></li>
      <li><a href="http://www.linkedin.com/directory/people/o.html" >O</a></li>
      <li><a href="http://www.linkedin.com/directory/people/p.html" >P</a></li>
      <li><a href="http://www.linkedin.com/directory/people/q.html" >Q</a></li>
      <li><a href="http://www.linkedin.com/directory/people/r.html" >R</a></li>
      <li><a href="http://www.linkedin.com/directory/people/s.html" >S</a></li>
      <li><a href="http://www.linkedin.com/directory/people/t.html" >T</a></li>
      <li><a href="http://www.linkedin.com/directory/people/u.html" >U</a></li>
      <li><a href="http://www.linkedin.com/directory/people/v.html" >V</a></li>
      <li><a href="http://www.linkedin.com/directory/people/w.html" >W</a></li>
      <li><a href="http://www.linkedin.com/directory/people/x.html" >X</a></li>
      <li><a href="http://www.linkedin.com/directory/people/y.html" >Y</a></li>
      <li><a href="http://www.linkedin.com/directory/people/z.html" >Z</a></li>
      <li type="disc"><a href="http://www.linkedin.com/directory/people/@.html" >more</a></li>
    </ol>
  </div>

  <ul> 
    <li class="first"><a href="http://press.linkedin.com/" rel="nofollow">About LinkedIn</a></li>
    <li><a href="/static?key=privacy_policy" rel="nofollow">Privacy Policy</a></li>
    <li><a href="http://linkedin.custhelp.com/" rel="nofollow">Help &amp; <acronym title="Frequently Asked Questions">FAQ</acronym></a></li>
    <li><a href="http://talent.linkedin.com/?pin=tr01" >Recruiting Solutions</a></li>
    <li><a href="/static?key=advertising_info" rel="nofollow">Advertising</a></li>
  </ul>
  <p>Copyright &copy; 2009 LinkedIn Corporation. All rights reserved.</p>
  <p class="terms">Use of this site is subject to express <a href="/static?key=user_agreement" rel="nofollow">terms of use</a>, which prohibit commercial use of this site.<br />By continuing past this page, you agree to abide by these terms.</p>
</div>



  
  
  
  
  
   

        <script type="text/javascript" src="http://static.linkedin.com/scds/concat/pprofile/build-497_6_2242-prod/js?f=lib%2Fyui%2F2.7.0%2Fyahoo-dom-event%2Fyahoo-dom-event&amp;f=js%2Fcore%2FDefine&amp;f=js%2Futil%2FHelps&amp;f=js%2Fpublic_profile&amp;f=js%2Fshowhide&amp;f=js%2Fcookies"></script>
    
<script type="text/javascript">
/* <![CDATA[ */
  if(typeof(i18n) == 'undefined') var i18n = {}; 
  i18n.TEXT_PLEASE_ENTER = "Please enter a first and last name.";
  showHide.init();

  var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
  document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
/* ]]> */
</script>
<script type="text/javascript">
/* <![CDATA[ */
var pageTracker = _gat._getTracker("UA-3242811-1");
pageTracker._initData();
pageTracker._linkedInMemberCookie = readCookie("visit"); 
pageTracker._linkedInUserType = (pageTracker._linkedInMemberCookie == "M") ? "user" : "guest";  
pageTracker._setVar(pageTracker._linkedInUserType);

    pageTracker._trackPageview("control_profiles");    
/* ]]> */
</script>


<script type="text/javascript" src="http://edge.quantserve.com/quant.js"></script> 
<noscript> 
  <a href="http://www.quantcast.com/p-b3sGjMtCFrexE" target="_blank"><img src="http://pixel.quantserve.com/pixel/p-b3sGjMtCFrexE.gif" style="display: none;" border="0" height="1" width="1" alt="Quantcast" /></a> 
</noscript>



<script type="text/javascript" src="http://b.scorecardresearch.com/beacon.js"></script> 
<script type="text/javascript">
  COMSCORE.beacon({ c1:2, c2:6402952, c3:"", c4:"", c5:"", c6:"", c15:"" });
</script>
<noscript> 
  <img src="http://b.scorecardresearch.com/b?c1=2&amp;c2=6402952&amp;c3=&amp;c4=&amp;c5=&amp;c6=&amp;c15=&amp;cv=1.3&amp;cj=1" style="display:none" width="0" height="0" alt="" />
</noscript>



</body>
</html>

