<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en-US" lang="en-US">
<head>
  <title>Jose Luis Perdomo Ramirez - LinkedIn</title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <link rel="shortcut icon" type="image/ico" href="/favicon.ico" />
  <meta name="description" content="View Jose Luis Perdomo Ramirez's professional profile on LinkedIn.  LinkedIn is the world's largest business network, helping professionals like Jose Luis Perdomo Ramirez discover inside connections to recommended job candidates, industry experts, and business partners." />
  
      <link rel="stylesheet" type="text/css" href="http://static.linkedin.com/scds/pprofile/build-493_4_2187-prod/css/public-profile/default.css">
    
</head>
<body id="www-linkedin-com" class="public-profile">

<script type="text/javascript">document.body.className += " js";</script>
  
<div class="hresume">
    <div class="profile-header">
      <div class="masthead vcard contact portrait">
        <div id="nameplate">
          <h1 id="name"><span class="fn n"><span class="given-name">Jose Luis</span> <span class="family-name">Perdomo Ramirez</span></span></h1>
        </div>
        <div class="content">
          <div class="info">
              <div class="image"><img src="http://media.linkedin.com/mpr/mpr/shrink_80_80/p/3/000/01b/0dc/3b09f98.jpg" class="photo" alt="Jose Luis Perdomo Ramirez" /></div>
              <p class="headline title">
                
      Consultor&#xed;a de estrategia y operaciones Profesional
    
              </p>
            <div class="adr">
              <p class="locality">
                
      Mexico City Area, Mexico
    
              </p>
            </div>
          </div>
          <div class="actions">
            <ul>
              <li id="send-inmail">
                <a href="/ppl/webprofile?action=ctu&amp;id=39571805&amp;pvs=pp&amp;authToken=Zx-t&amp;authType=name&amp;trk=ppro_cntdir&amp;lnk=cnt_dir" rel="nofollow">Contact Jose Luis Perdomo Ramirez</a>
              </li>
              <li id="add-to-network">
                <a href="/ppl/webprofile?action=ctu&amp;id=39571805&amp;pvs=pp&amp;authToken=Zx-t&amp;authType=name&amp;trk=ppro_getintr&amp;lnk=cnt_dir" rel="nofollow">Add Jose Luis Perdomo Ramirez to your network</a>
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  <div id="main">
        <div id="overview">
          <dl>
              <dt>Past</dt>
              <dd>
                <ul>
                        <li>




            
      Manager
    
        at
            <a href="/companies/bearingpoint" >BearingPoint</a>

                        </li>
                        <li>




            
      Consultor en Gerencia de Activos e ing. de Confiabilidad
    
 at TWPL

                        </li>
                        <li>




            
      Profesor Instructor
    
 at Universidad del Zulia

                        </li>
                </ul>
                  <div class="showhide-block" id="morepast">
                    <ul>
                            <li>




            
      Analista de Confiabilidad Operacional, analista de mantenimiento, planificador de mantenimiento. Ger
    
 at Petroleos de Venezuela

                            </li>
                            <li>




            
      Inspector y supervisor de Control de Calidad
    
 at Industrias Vander Rohe

                            </li>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="morepast-hide">see less...</a></p>
                  </div>
                      <p class="seeall showhide-link"><a href="#" id="morepast-show">2 more...</a></p>
              </dd>
              <dt>Education</dt>
              <dd>
                <ul>
                      <li>
                        
          Universidad Nacional Experimental Sim&#xf3;n Bol&#xed;var
      
                      </li>
                      <li>
                        
          Universidad Rafael Belloso Chac&#xed;n
      
                      </li>
                      <li>
                        
          Universidad del Zulia
      
                      </li>
                </ul>
                  <div class="showhide-block" id="moreedu">
                    <ul>
                          <li>
                            
           IUTET &quot;DRB&quot;
      
                          </li>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="moreedu-hide">see less...</a></p>
                  </div>
                      <p class="seeall showhide-link"><a href="#" id="moreedu-show">1 more...</a></p>
              </dd>
              <dt class="recommended">Recommended</dt>
              <dd class="recommended">
<img src="http://static01.linkedin.com/img/icon/endorse/icon_endorse_2_35x24.gif" width="35" height="24" alt="Jose Luis has 6 recommendations" title="Jose Luis has 6 recommendations" />                <strong class="recommendation-count r2">6</strong> people have recommended Jose Luis </dd>
              <dt class="connections">Connections</dt>
              <dd class="connections">
                <img src="http://static01.linkedin.com/img/icon/conx/icon_conx_08_24x24.gif" width="24" height="24" alt="" />
                <strong class="connection-count">
                16
                </strong> connections
              </dd>

              <dt>Industry</dt>
              <dd>
                Management Consulting
              </dd>
            
          </dl>
        </div>
        <hr />
          <div id="summary">
            <h2>Jose Luis Perdomo Ramirez&#8217;s Summary</h2>
              <p class="summary">
                Como consultor profesional en el &#xe1;rea de Ingenier&#xed;a de Confiabilidad, Riesgo y Gerencia de Activos,  he ayudado a compa&#xf1;&#xed;as como: PDVSA, Pequiven, Sincor, el Total, Petrobr&#xe1;s, la C&#xe1;scara, BP, RepsolYPF, Ecopetrol, Superoctanos, Metor, Supermetanol, Fertinitro, Edelca, FEMSA, Woodgroup, Bauxilum, Yanacocha, Barrick, Antamina, XtrataCooper, BHPBilliton (MEL, Spence), Masisa, Centec, Carb&#xf3;n de Guasare, DeAcero, PEMEX, Phelps Dodge, Intercor, Falc&#xf3;n Brige, Doe Run, etc. a crear la cultura del mejoramiento cont&#xed;nuo, la aplicaci&#xf3;n de las bases y desarrollo de an&#xe1;lisis de las &#xe1;reas mencionadas con beneficios cuantiosos. (si desea detalles puedo comunicarlo seg&#xfa;n el &#xe1;rea que requiera).<br>
L&#xed;der de &#xe1;reas de aplicaci&#xf3;n t&#xe9;cnica, y desarrollo de proyectos multinacionales e internacionales. <br>
Instructor Acreditado en el Centro Internacional de Educaci&#xf3;n y Desarrollo (CIED), filial de PDVSA. As&#xed; como acad&#xe9;mico de universidades reconocidas en Venezuela por mas de 10 a&#xf1;os.<br>
Publicaciones de papers de conocimiento en foros y eventos reconocidos en el &#xe1;rea profesional a nivel internacional.<br>
Obtenci&#xf3;n de Reconocimientos industriales por aplicaciones desarrolladas.
              </p>
              <h3>Jose Luis Perdomo Ramirez&#8217;s Specialties:</h3>
              <p class="skills">
                Manager Empresa: Bearingpoint<br>
Director y Asesor de Ingenier&#xed;a de Confiabilidad, Riesgo y Direcci&#xf3;n de Activo para Latino Empresa: TWPL <br>
Director y Asesor de Ingenier&#xed;a de Confiabilidad para Latinoam&#xe9;rica Empresa: AIR Services C.A <br>
Analista de Confiabilidad Operacional, analista de mantenimiento, planificador de mantenimiento. Empresa: PDVSA<br>
Analista de mantenimiento preventivo Empresa: MARAVEN.<br>
Analista y supervisor de Control de Calidad Empresa: Industrias Vander Rohe
              </p>
          </div>
          <hr />
          <div id="experience">
            <h2>Jose Luis Perdomo Ramirez&#8217;s Experience</h2>
            <ul class="vcalendar">



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Manager
    
      </h3>
      <h4 class="org summary"><a href="/companies/bearingpoint?trk=ppro_cprof&amp;lnk=vw_cprofile" >BearingPoint</a></h4>
  <p class="organization-details">(Public Company; BE; Management Consulting industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2008-05-01">May 2008</abbr>
 &mdash; <abbr class="dtend" title="2009-01-01">January 2009</abbr>        <abbr class="duration" title="P9M">(9 months)</abbr>
  </p>
    <p class="description">1. L&#xed;der del frente t&#xe9;cnico denominado frente 1 &quot;An&#xe1;lisis y Soluciones Problem&#xe1;tica Actual del proyecto Servicios Tecnol&#xf3;gicos de Optimizaci&#xf3;n de la Integridad Mec&#xe1;nica del AIAPCH Regi&#xf3;n Marina Suroeste de PEMEX&quot;, frente que conform&#xf3; el 70% de los recursos del proyecto.<br>
2. Desarrollar talleres de metodolog&#xed;as de confiabilidad An&#xe1;lisis de Criticidad y Jerarquizaci&#xf3;n de Problemas, as&#xed; como la de FMECA. <br>
3. Participar en el desarrollo y revisi&#xf3;n de los talleres de las metodolog&#xed;as de An&#xe1;lisis Estad&#xed;stico de Confiabilidad y RCA.<br>
4. Nivelar los conocimientos del personal en las metodolog&#xed;as de confiabilidad.<br>
5. Direcci&#xf3;n y liderazgo t&#xe9;cnico de sub-contratistas. <br>
6. Entregar los productos a Bearingpoint y a clientes con altos niveles de calidad.<br>
7. Liderar en Bearingpoint todas las acciones del personal del frente de trabajo t&#xe9;cnico, y asegurar la interacci&#xf3;n con los dem&#xe1;s frentes de trabajo y sus productos, as&#xed; como de liderazgo t&#xe9;cnico de sub-contratistas del proyecto.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Consultor en Gerencia de Activos e ing. de Confiabilidad
    
      </h3>
      <h4 class="org summary">TWPL</h4>
  <p class="organization-details">(Management Consulting industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2003-01-01">January 2003</abbr>
 &mdash; <abbr class="dtend" title="2008-05-01">May 2008</abbr>        <abbr class="duration" title="P5Y5M">(5 years 5 months)</abbr>
  </p>
    <p class="description">Desarrollo de Modelos de Administraci&#xf3;n de Activo, a trav&#xe9;s de la Gerencia de Activo, por El Instituto de Gerencia de Activos (IAM) y (IAM-LA). la Confiabilidad &#xcd;ntegral del Activo (CIA).  <br>
Detecci&#xf3;n y evaluaci&#xf3;n de Oportunidades de Negocio Industrial, Jerarquizaci&#xf3;n de oportunidades, de sistemas y procesos orientados a &quot;lo m&#xe1;s Mejorable&quot;, y Evaluaci&#xf3;n Interactiva Empresarial desarrollado por European Foundation Of Quality Management (EFQM); todo esto, como etapa de Diagnostico.    <br>
Desarrollo de Casos de Mejoras del Negocio, an&#xe1;lisis de RCA +, RCM+, RBI+, Mejora de Planes  Mantenimiento y de Negocio, etc. todos esto, como fase de Control de los Procesos.<br>
Desarrollo de Casos de OCR, basado en MACRO Project  - European Eureka 1488, donde se usa la Gerencia T&#xe9;cnica del Proyecto &#x201c;Gerencia Basada en Riesgos&#x201d; para Optimizar proyectos, paradas de platas y sincronizaci&#xf3;n de actividades mayores, planes de mantenimiento, de inspecciones y Gesti&#xf3;n de materiales (repuestos &amp; partes).</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Profesor Instructor
    
      </h3>
      <h4 class="org summary">Universidad del Zulia</h4>
  <p class="organization-details">(Higher Education industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1994-09-01">September 1994</abbr>
 &mdash; <abbr class="dtend" title="2007-09-01">September 2007</abbr>        <abbr class="duration" title="P13Y1M">(13 years 1 month)</abbr>
  </p>
    <p class="description">Profesor de las C&#xe1;tedras:<br>
Aplicaci&#xf3;n al Mantenimiento Industrial<br>
Procesos de Fabricaci&#xf3;n I y Procesos de Fabricaci&#xf3;n II.<br>
Laboratorios de F&#xed;sica I y II.   (Auxiliar Docente)</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Analista de Confiabilidad Operacional, analista de mantenimiento, planificador de mantenimiento. Ger
    
      </h3>
      <h4 class="org summary">Petroleos de Venezuela</h4>
  <p class="organization-details">(Oil &amp; Energy industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1996-02-01">February 1996</abbr>
 &mdash; <abbr class="dtend" title="2003-02-01">February 2003</abbr>        <abbr class="duration" title="P7Y1M">(7 years 1 month)</abbr>
  </p>
    <p class="description">Para la industria petrolera (Instalaciones para facilidades de producci&#xf3;n de crudo, Plantas compresoras de Gas, Plantas de Inyecci&#xf3;n de Agua y de Vapor, Patios de Tanques y Terminales de embarque).<br>
An&#xe1;lisis de mejora de procesos y de Confiabilidad Operacional. <br>
An&#xe1;lisis de Criticidad de Instalaciones, sistemas y equipos.<br>
An&#xe1;lisis Optimizaci&#xf3;n Costo Riesgo para actividades de Inspecci&#xf3;n, Mantenimiento y Reemplazos.<br>
An&#xe1;lisis de Fallas, An&#xe1;lisis Causa Ra&#xed;z, Estudios de Fuerza Hombre.<br>
An&#xe1;lisis de Mantenimiento Centrado en Confiabilidad.<br>
An&#xe1;lisis Optimizaci&#xf3;n - Costo de Ciclo de Vida de los Activos.<br>
An&#xe1;lisis para realizar Procesos de Homologaci&#xf3;n.<br>
Evaluaci&#xf3;n de Inventarios Basados en Confiabilidad.<br>
An&#xe1;lisis de Detecci&#xf3;n de oportunidades.<br>
Evaluaci&#xf3;n de nuevas tecnolog&#xed;as e implantaci&#xf3;n.<br>
Evaluaciones t&#xe9;cnicas de eventos en instalaciones y mejoras operacionales.<br>
Evaluaciones de factibilidad t&#xe9;cnico econ&#xf3;micas.<br>
Uso de Software&#xb4;s para manejo estad&#xed;stico de Confiabilidad y Riesgo</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Inspector y supervisor de Control de Calidad
    
      </h3>
      <h4 class="org summary">Industrias Vander Rohe</h4>
  <p class="organization-details">(Mechanical or Industrial Engineering industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1991-08-01">August 1991</abbr>
 &mdash; <abbr class="dtend" title="1992-02-01">February 1992</abbr>        <abbr class="duration" title="P7M">(7 months)</abbr>
  </p>
    <p class="description">Responsable de la calidad de los materiales y equipos fabricados o reparados desde la entrada hasta el despacho de los mismos, equipos como recipientes a presi&#xf3;n, tanques, torres y l&#xed;neas para procesos, torres de enfriamiento, y todo lo relacionado con el &#xe1;rea metalmec&#xe1;nica.<br>
Control y Gesti&#xf3;n de los procesos por parte de control de calidad.<br>
Responsable de la utilizaci&#xf3;n de normas, procedimientos y certificaciones para el desarrollo de los trabajos requeridos.</p>
</li>
            </ul>
          </div>
          <hr />
          <div id="education">
            <h2>Jose Luis Perdomo Ramirez&#8217;s Education</h2>
            <ul class="vcalendar">


	<li class="education vevent vcard">
    <h3 class="summary fn org">
          Universidad Nacional Experimental Sim&#xf3;n Bol&#xed;var
      </h3>
		<div class="description">
    <p>
      <span class="degree">Especialista</span>
        , 
      <span class="major">Consfiabilidad de Sistemas Industriales</span>
      , 
          <abbr class="dtstart" title="2002-01-01">2002</abbr> &mdash; <abbr class="dtend" title="2003-12-31">2003</abbr> 
    </p>
      <p class="notes">Soy un ingeniero mec&#xe1;nico experimentado y consultor especializ&#xf3; en la Gerencia de Confiabilidad,Riesgo y Gerencia de Activos, he prestado servicio a varias organizaciones privadas y p&#xfa;blicas en m&#xe1;s de 10 pa&#xed;ses, liderizando equipos internacionales para lograr excelentes resultados de negocio a trav&#xe9;s de la aplicaci&#xf3;n de metodolog&#xed;as de confiabilidad y gerencia de activos.<br>
Soy un experto entusiasta y dedicado que puede ser llevarlo a clientes y consultores que siguen la excelencia de mantenimiento para reforzar las expectativas comerciales del negocio.<br>
Soy un Consultor independiente para la Gerencia de Mantenimiento, la Gerencia de Activos, como Master Scientarium en Gerencia de Empresas, Especialista en Confiabilidad en los Sistemas Industriales e Instructor Facilitador. <br>
Tengo m&#xe1;s de 17 a&#xf1;os de experiencia profesional exitosa en multi-industria cubriendo Petr&#xf3;leo &amp; Gas, Miner&#xed;a, Energ&#xed;a, Fabricaci&#xf3;n, Alimentos, Fertilizante, Pulpa y Papel, etc.</p>
		<dl class="activities-societies">
			<dt>Activities and Societies:</dt>
			<dd>Miembro de CIV, SMRP, y del IAM-LA, deportes f&#xfa;tbol, otros. Participaci&#xf3;n en actividades sociales. Me gusta el Cine, teatro, etc.</dd>
		</dl>
		</div>
  </li>


	<li class="education vevent vcard">
    <h3 class="summary fn org">
          Universidad Rafael Belloso Chac&#xed;n
      </h3>
		<div class="description">
    <p>
      <span class="degree">Master</span>
        , 
      <span class="major">Gerencia de Empresas</span>
      , 
          <abbr class="dtstart" title="2000-01-01">2000</abbr> &mdash; <abbr class="dtend" title="2002-12-31">2002</abbr> 
    </p>
      <p class="notes">Servir con mis conocimientos como facilitador certificado al negocio industrial. <br>
Fomentar el trabajo en equipo y la direccion adecuada del personal.<br>
Ser un comunicador eficaz, hacia los diferentes niveles organizacionales y en toda reuni&#xf3;n para soluci&#xf3;n de situaciones.<br>
Ser y crear l&#xed;deres entusiastas y dedicados a obtener los objetivos planteados de forma eficiente, eficaz, efectiva y rentable.<br>
Crear un desarrollo de carrera sustentable  dentro de la organizaci&#xf3;n a la que pertenezco y presti mis servicios.<br>
Realizar de forma eficiente la transferencia tecnol&#xf3;gica del conocimiento para crecer de forma compartica como profesional y persona.</p>
		<dl class="activities-societies">
			<dt>Activities and Societies:</dt>
			<dd>Futbol</dd>
		</dl>
		</div>
  </li>


	<li class="education vevent vcard">
    <h3 class="summary fn org">
          Universidad del Zulia
      </h3>
		<div class="description">
    <p>
      <span class="degree">Ingeniero</span>
        , 
      <span class="major">Mecanico</span>
      , 
          <abbr class="dtstart" title="1992-01-01">1992</abbr> &mdash; <abbr class="dtend" title="1996-12-31">1996</abbr> 
    </p>
      <p class="notes">Me desempe&#xf1;e como ingeniero trabajando de Analista de Planificaci&#xf3;n de Mantenimiento Preventivo de Equipos Din&#xe1;micos de las Unidades de Servicio y Gabarras de Construcci&#xf3;n. Maraven, SA. Lagunillas, Edo. Zulia. Gerencia de Mantenimiento. Superintendencia de Equipos Din&#xe1;micos.<br>
<br>
y en la misma empresa como Encargado de la revisi&#xf3;n y redise&#xf1;o de los planes de mantenimiento de los equipos din&#xe1;micos de los Patios de Tanques y Terminales de Embarque de la Divisi&#xf3;n Occidente<br>
Mis datos Personales:<br>
Fecha de Nacimiento:	22 de Agosto de 1971.<br>
Lugar de Nacimiento:	Valera, Edo. Trujillo, Venezuela.<br>
Estado Civil:	Casado<br>
Email: perdomojk@yahoo.com, perdomojk@cantv.net, itsce.jose.perdomo@gmail.com<br>
Tefl.: <br>
En Mex. Mob. + 52 (155)18363943 - (193)31134714 - (193)31019471<br>
En Vzla. Hab:+ 58 (261) 7211440 &#x2013; Mob: +58 (416) 6653899 / +58 (414) 6169895</p>
		<dl class="activities-societies">
			<dt>Activities and Societies:</dt>
			<dd>Reuniones Sociales, Disco, Baile, Playa, etc.</dd>
		</dl>
		</div>
  </li>


	<li class="education vevent vcard">
    <h3 class="summary fn org">
           IUTET &quot;DRB&quot;
      </h3>
		<div class="description">
    <p>
      <span class="degree">TSU</span>
        , 
      <span class="major">Mantenimiento Mecanico</span>
      , 
          <abbr class="dtstart" title="1988-01-01">1988</abbr> &mdash; <abbr class="dtend" title="1991-12-31">1991</abbr> 
    </p>
		</div>
  </li>
            </ul>
          </div>
          <hr />
          <div id="additional-information">
            <h2>Additional Information</h2>
              <h3>Jose Luis Perdomo Ramirez&#8217;s Interests:</h3>
              <p class="interests">Participaci&#xf3;n en Transferencia Tecnol&#xf3;gica de conocimiento, educaci&#xf3;n de personal de los 3 niveles (operativos, tacticos y estrategico), aplicaci&#xf3;n de nuevas tecnolog&#xed;as y de nuevos enfoques gerenciales, conocer temas de negocios, financieron etc.</p>
              <h3>Jose Luis Perdomo Ramirez&#8217;s Groups:</h3>
                <p class="groups">
                  CIV, SMRP, IAM-LA, Caminos
                </p>
              <ul>
                  <li class="affiliation vcard">
                        <a href="/groupInvitation?groupID=53426&amp;sharedKey=5B16DD6D1F34" >          <img src="http://media.linkedin.com/media/p/1/000/00f/3ca/351e0c9.png" width="60" height="30" alt="Reliability Success" class="logo" />
</a>&nbsp;&nbsp;
                    <span class="fn org">Reliability Success</span> </li>
                  <li class="affiliation vcard">
                        <a href="/groupInvitation?groupID=1405447&amp;sharedKey=7808DB595005" >          <img src="http://media.linkedin.com/media/p/1/000/016/356/0bfba5e.png" width="60" height="30" alt="SMRP - Group for Maintenance and Reliability Professionals" class="logo" />
</a>&nbsp;&nbsp;
                    <span class="fn org">SMRP - Group for Maintenance and Reliability Professionals</span> </li>
              </ul>
              <h3>Jose Luis Perdomo Ramirez&#8217;s Honors:</h3>
              <p class="honors">
                Bot&#xf3;n por a&#xf1;os de Servicios &#x201c;BASER&#x201d;. Reconocimiento por a&#xf1;os de Servicios en La Universidad del Zulia y el N&#xfa;cleo LUZ &#x2013; COL. Cabimas. Oct. 2001. <br>
Reconocimiento a la elaboraci&#xf3;n del p&#xf3;ster para las &quot;III Jornadas de Mantenimiento de Equipos Est&#xe1;ticos y Din&#xe1;micos&quot; sobre la Implantaci&#xf3;n de la T&#xe9;cnica de Mantenimiento Predictivo con el Equipo Ultras&#xf3;nico &#x201c;Ultraprobe 2000&#x201d; en la Unidad de Explotaci&#xf3;n T&#xed;a Juana Lago&#x201d;, CIED La Tahona, Caracas. Dtto. Capital. Nov. 2000. <br>
Reconocimiento como Facilitador  del estudio &#x201c;Optimizaci&#xf3;n Costo &#x2013; Riesgo de la Frecuencias de Mantenimiento, B&#xe1;sico e Intermedio a Equipos Cr&#xed;ticos de Plantas de Inyecci&#xf3;n de Agua, en la U.E T&#xed;a Juana Lago&#x201d;. T&#xed;a Juana, Edo. Zulia. Mayo de 2000. <br>
05 Diplomas de Honor Otorgado Por La Universidad del Zulia otorgados a lo largo del Desarrollo profesional de Ingenier&#xed;a. <br>
Centro Nacional para el Mejoramiento de la Ense&#xf1;anza de la Ciencia CENAMEC. Diploma de Honor por participaci&#xf3;n en eventos de Matem&#xe1;tica.
              </p>
          </div>
          <hr />
      <div id="contact-settings">
        <h2>Jose Luis Perdomo Ramirez&#8217;s Contact Settings</h2>
        <h3>Interested In:</h3>
        <ul>
            <li>
              career opportunities
            </li>
            <li>
              consulting offers
            </li>
            <li>
              new ventures
            </li>
            <li>
              job inquiries
            </li>
            <li>
              expertise requests
            </li>
            <li>
              business deals
            </li>
            <li>
              reference requests
            </li>
            <li>
              getting back in touch
            </li>
        </ul>
      </div>
      <hr />
      <div class="viewfull">
        <p><a href="/ppl/webprofile?action=vmi&amp;id=39571805&amp;pvs=pp&amp;authToken=Zx-t&amp;authType=name&amp;trk=ppro_viewmore&amp;lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a></p>
      </div>
  </div>
  <div id="control" class="infobar">
    <div class="powered">
      <h3> Public profile powered by: <a href="/home?trk=ppro_pbli" ><img src="http://static01.linkedin.com/img/logos/logo_82x23.png" height="23" width="82" alt="LinkedIn" /></a>
      </h3>
      <p>Create a public profile: <strong>
        <a href="/ppl/webprofile?action=gwp&amp;id=39571805&amp;pvs=pp&amp;authToken=Zx-t&amp;authType=name&amp;trk=ppro_geturl&amp;lnk=sign_in" rel="nofollow">Sign In</a>
        </strong> or <strong>
        <a href="/ppl/webprofile?action=gwp&amp;id=39571805&amp;pvs=pp&amp;authToken=Zx-t&amp;authType=name&amp;trk=ppro_joinnow&amp;lnk=join_now" rel="nofollow">Join Now</a>
        </strong></p>
    </div>
      <div class="box" id="readmore">
        <div class="title">
          <h3>View Jose Luis Perdomo Ramirez&#8217;s full profile:</h3>
        </div>
        <div class="content">
          <ul>
            <li>See who you and <strong>Jose Luis Perdomo Ramirez</strong> know in common</li>
            <li>Get introduced to <strong>Jose Luis Perdomo Ramirez</strong></li>
            <li>Contact <strong>Jose Luis Perdomo Ramirez</strong> directly</li>
          </ul>
          <p class="btn">
            <a href="/ppl/webprofile?action=vmi&amp;id=39571805&amp;pvs=pp&amp;authToken=Zx-t&amp;authType=name&amp;trk=ppro_viewmore&amp;lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a>
          </p>
        </div>
      </div>
    
    
    <div class="box" id="search">
      <div class="title">
        <h3><strong>Name Search:</strong></h3>
      </div>
      <div class="content">
        <p><strong>Search for people you know</strong> from over 40 million professionals already on LinkedIn.</p>
        <form name="searchForm" action="/pub/dir/" method="get">
          <p class="field"><span class="lbl">
            <label for="first">First Name</label>
            <br />
            </span>
            <input type="text" name="first" id="first" />
            &nbsp;&nbsp;<span class="lbl"><br />
            <label for="last">Last Name</label>
            <br />
            </span>
            <input type="text" name="last" id="last" />
          </p>
          <p class="example">
            <input class="btn-secondary" type="submit" name="search" value="Search"/> (example: <strong>
<a href="http://www.linkedin.com/in/jeffweiner08?trk=ppro_find_others_rh" >Jeff Weiner</a></strong>)
          </p>
        </form>
      </div>
    </div>

    
    <script type="text/javascript">
      var dbl_page = 'public_profile';
    </script>
    
      <script type="text/javascript" src="http://static.linkedin.com/scds/pprofile/build-493_4_2187-prod/js/ads.js"></script>
    
      <script type="text/javascript">
      /* <![CDATA[ */
      var google_keywords = null, google_ad_client = 'pub-2283433109277150', google_ad_width = 300, google_ad_height = 250, google_ad_format = '300x250_as';
        var dbl_src = "http://ad.doubleclick.net/adj/linkedin.dart/" + dbl_page + ";;tile=1;dcopt=ist;sz=300x250;" + encodeURIComponent('extra=null') + ";ord=" + Math.random() * 10000000000000000 +"?";
        document.write('<script src="' + dbl_src + '" type="text/javascript"><\/script>');
      /* ]]> */
      </script>
  </div>
</div>
<hr />


<div id="footer" class="guest">
  <div id="directory">
    <h3>People directory:</h3>
    <ol type="a">
      <li><a href="http://www.linkedin.com/directory/people/a.html" >A</a></li>
      <li><a href="http://www.linkedin.com/directory/people/b.html" >B</a></li>
      <li><a href="http://www.linkedin.com/directory/people/c.html" >C</a></li>
      <li><a href="http://www.linkedin.com/directory/people/d.html" >D</a></li>
      <li><a href="http://www.linkedin.com/directory/people/e.html" >E</a></li>
      <li><a href="http://www.linkedin.com/directory/people/f.html" >F</a></li>
      <li><a href="http://www.linkedin.com/directory/people/g.html" >G</a></li>
      <li><a href="http://www.linkedin.com/directory/people/h.html" >H</a></li>
      <li><a href="http://www.linkedin.com/directory/people/i.html" >I</a></li>
      <li><a href="http://www.linkedin.com/directory/people/j.html" >J</a></li>
      <li><a href="http://www.linkedin.com/directory/people/k.html" >K</a></li>
      <li><a href="http://www.linkedin.com/directory/people/l.html" >L</a></li>
      <li><a href="http://www.linkedin.com/directory/people/m.html" >M</a></li>
      <li><a href="http://www.linkedin.com/directory/people/n.html" >N</a></li>
      <li><a href="http://www.linkedin.com/directory/people/o.html" >O</a></li>
      <li><a href="http://www.linkedin.com/directory/people/p.html" >P</a></li>
      <li><a href="http://www.linkedin.com/directory/people/q.html" >Q</a></li>
      <li><a href="http://www.linkedin.com/directory/people/r.html" >R</a></li>
      <li><a href="http://www.linkedin.com/directory/people/s.html" >S</a></li>
      <li><a href="http://www.linkedin.com/directory/people/t.html" >T</a></li>
      <li><a href="http://www.linkedin.com/directory/people/u.html" >U</a></li>
      <li><a href="http://www.linkedin.com/directory/people/v.html" >V</a></li>
      <li><a href="http://www.linkedin.com/directory/people/w.html" >W</a></li>
      <li><a href="http://www.linkedin.com/directory/people/x.html" >X</a></li>
      <li><a href="http://www.linkedin.com/directory/people/y.html" >Y</a></li>
      <li><a href="http://www.linkedin.com/directory/people/z.html" >Z</a></li>
      <li type="disc"><a href="http://www.linkedin.com/directory/people/@.html" >more</a></li>
    </ol>
  </div>

  <ul> 
    <li class="first"><a href="http://press.linkedin.com/" rel="nofollow">About LinkedIn</a></li>
    <li><a href="/static?key=privacy_policy" rel="nofollow">Privacy Policy</a></li>
    <li><a href="http://linkedin.custhelp.com/" rel="nofollow">Help &amp; <acronym title="Frequently Asked Questions">FAQ</acronym></a></li>
    <li><a href="http://talent.linkedin.com/?pin=tr01" >Recruiting Solutions</a></li>
    <li><a href="/static?key=advertising_info" rel="nofollow">Advertising</a></li>
  </ul>
  <p>Copyright &copy; 2009 LinkedIn Corporation. All rights reserved.</p>
  <p class="terms">Use of this site is subject to express <a href="/static?key=user_agreement" rel="nofollow">terms of use</a>, which prohibit commercial use of this site.<br />By continuing past this page, you agree to abide by these terms.</p>
</div>



  
  
  
  
  
   

        <script type="text/javascript" src="http://static.linkedin.com/scds/concat/pprofile/build-493_4_2187-prod/js?f=lib%2Fyui%2F2.7.0%2Fyahoo-dom-event%2Fyahoo-dom-event&amp;f=js%2Fcore%2FDefine&amp;f=js%2Futil%2FHelps&amp;f=js%2Fpublic_profile&amp;f=js%2Fshowhide&amp;f=js%2Fcookies"></script>
    
<script type="text/javascript">
/* <![CDATA[ */
  if(typeof(i18n) == 'undefined') var i18n = {}; 
  i18n.TEXT_PLEASE_ENTER = "Please enter a first and last name.";
  showHide.init();

  var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
  document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
/* ]]> */
</script>
<script type="text/javascript">
/* <![CDATA[ */
var pageTracker = _gat._getTracker("UA-3242811-1");
pageTracker._initData();
pageTracker._linkedInMemberCookie = readCookie("visit"); 
pageTracker._linkedInUserType = (pageTracker._linkedInMemberCookie == "M") ? "user" : "guest";  
pageTracker._setVar(pageTracker._linkedInUserType);

    pageTracker._trackPageview("control_profiles");    
/* ]]> */
</script>


<script type="text/javascript" src="http://edge.quantserve.com/quant.js"></script> 
<noscript> 
  <a href="http://www.quantcast.com/p-b3sGjMtCFrexE" target="_blank"><img src="http://pixel.quantserve.com/pixel/p-b3sGjMtCFrexE.gif" style="display: none;" border="0" height="1" width="1" alt="Quantcast" /></a> 
</noscript>


</body>
</html>

