<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en-US" lang="en-US">
<head>
  <title>Vicente J. Casanova - LinkedIn</title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <link rel="shortcut icon" type="image/ico" href="/favicon.ico" />
  <meta name="description" content="View Vicente J. Casanova's professional profile on LinkedIn.  LinkedIn is the world's largest business network, helping professionals like Vicente J. Casanova discover inside connections to recommended job candidates, industry experts, and business partners." />
  
  <link rel="stylesheet" type="text/css" href="http://static.linkedin.com/scds/pprofile/build-481_5_1991-prod/css/public-profile/default.css?v=" media="screen,projection,print" />
      
  
  <link rel="stylesheet" type="text/css" href="http://static.linkedin.com/scds/pprofile/build-481_5_1991-prod/css/public-profile/screen.css?v=" media="screen,projection" />
      
  
  <link rel="stylesheet" type="text/css" href="http://static.linkedin.com/scds/pprofile/build-481_5_1991-prod/css/public-profile/print.css?v=" media="print" />
      
  <script type="text/javascript">
    if(typeof(i18n) == 'undefined') var i18n = {}; 
    i18n.TEXT_PLEASE_ENTER = "Please enter a first and last name.";
  </script>
</head>
<body id="www-linkedin-com" class="public-profile">

<script type="text/javascript">document.body.className += " js";</script>
  
<div class="hresume">
    <div class="profile-header">
      <div class="masthead vcard contact portrait">
        <div id="nameplate">
          <h1 id="name"><span class="fn n"><span class="given-name">Vicente J.</span> <span class="family-name">Casanova</span></span></h1>
        </div>
        <div class="content">
          <div class="info">
              <div class="image"><img src="http://media.linkedin.com/mpr/mpr/shrink_80_80/p/3/000/013/146/3454ddd.jpg" class="photo" alt="Vicente J. Casanova" /></div>
              <p class="headline title">
                
          Responsable de Desarrollo de Negocio en Strate(Go!) Soluciones
    
              </p>
            <div class="adr">
              <p class="locality">
                
          Spain
    
              </p>
            </div>
          </div>
          <div class="actions">
            <ul>
              <li id="send-inmail">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=2058676&amp;pvs=pp&amp;authToken=njBP&amp;authType=name&amp;trk=ppro_cntdir&amp;lnk=cnt_dir" rel="nofollow">Contact Vicente J. Casanova</a>
              </li>
              <li id="add-to-network">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=2058676&amp;pvs=pp&amp;authToken=njBP&amp;authType=name&amp;trk=ppro_getintr&amp;lnk=get_intro" rel="nofollow">Add Vicente J. Casanova to your network</a>
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  <div id="main">
        <div id="overview">
          <dl>
              <dt>Current</dt>
              <dd>
                <ul class="current">
                        <li>




            
          Responsable de Desarrollo de Negocio
    
 at Strate(Go!) Soluciones

                        </li>
                </ul>
              </dd>
              <dt>Past</dt>
              <dd>
                <ul>
                        <li>




            
          Director de &#xc1;rea de Estrategia y Organizacion
    
 at ALTAIR Consultores

                        </li>
                        <li>




            
          Director de Proyectos
    
 at IMPROVEN Consultores

                        </li>
                        <li>




            
          Director de Proyectos Estrat&#xe9;gicos
    
 at LPC Consulting/BSB Delvico Bates

                        </li>
                </ul>
                  <div class="showhide-block" id="morepast">
                    <ul>
                            <li>




            
          Manager
    
        at
            <a href="http://www.linkedin.com/companies/pricewaterhousecoopers" >PricewaterhouseCoopers</a>

                            </li>
                            <li>




            
          Entrepreneur
    
            at byMimmetica (Self-employed)

                            </li>
                            <li>




            
          Consultor Interno
    
 at Finisterre at MAPFRE Group

                            </li>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="morepast-hide">see less...</a></p>
                  </div>
                      <p class="seeall showhide-link"><a href="#" id="morepast-show">3 more...</a></p>
              </dd>
              <dt>Education</dt>
              <dd>
                <ul>
                      <li>
                        
           ESADE Business School
      
                      </li>
                      <li>
                        
           Information System Audit &amp; Control Asociation
      
                      </li>
                      <li>
                        
          Universidad Polit&#xe9;cnica de Valencia
      
                      </li>
                </ul>
                  <div class="showhide-block" id="moreedu">
                    <ul>
                          <li>
                            
          Universidad Polit&#xe9;cnica de Valencia
      
                          </li>
                    </ul>
                    <p class="seeall showhide-link"><a href="#" id="moreedu-hide">see less...</a></p>
                  </div>
                      <p class="seeall showhide-link"><a href="#" id="moreedu-show">1 more...</a></p>
              </dd>
              <dt class="recommended">Recommended</dt>
              <dd class="recommended">
<img src="http://static.linkedin.com/img/icon/endorse/icon_endorse_2_35x24.gif" width="35" height="24" alt="Vicente J. has 7 recommendations" title="Vicente J. has 7 recommendations" />                <strong class="recommendation-count r2">7</strong> people have recommended Vicente J. </dd>
              <dt class="connections">Connections</dt>
              <dd class="connections">
                <img src="http://static.linkedin.com/img/icon/conx/icon_conx_16_24x24.gif" width="24" height="24" alt="" />
                <strong class="connection-count">
                444
                </strong> connections
              </dd>

              <dt>Industry</dt>
              <dd>
                Management Consulting
              </dd>
            
              <dt>Websites</dt>
              <dd>
                <ul>
                    <li>
<a href="https://www.xing.com/profile/VicenteJ_Casanova" class="url" target="_blank">Perfil Xing</a>                    </li>
                    <li>
<a href="http://www.aaaesade.net" class="url" target="_blank">ESADE Alumni</a>                    </li>
                    <li>
<a href="http://www.pwc.com" class="url" target="_blank">PWC Alumni</a>                    </li>
                </ul>
              </dd>
          </dl>
        </div>
        <hr />
          <div id="summary">
            <h2>Vicente J. Casanova&#8217;s Summary</h2>
              <p class="summary">
                Adem&#xe1;s de mi formaci&#xf3;n como Ingeniero en Sistemas de Informaci&#xf3;n, en su especialidad de Gesti&#xf3;n de Empresas, soy MBA por ESADE (Barcelona), especializado en Marketing y Finanzas; y dispongo de una s&#xf3;lida experiencia a nivel nacional como responsable de relaci&#xf3;n con clientes en la divisi&#xf3;n de Consultor&#xed;a de Negocio en PRICEWATERHOUSECOOPERS.<br>
<br>
Sobre la base de esa experiencia, he adquirido un s&#xf3;lido conocimiento del mercado local, trabajando para compa&#xf1;&#xed;as consultoras locales en sectores como Administraciones P&#xfa;blicas, Textil, Turismo, Juguete, Cer&#xe1;mico y Construcci&#xf3;n, en funciones como Adjunto a la Direcci&#xf3;n, consultor interno e Interim Manager. <br>
<br>
Durante todo este tiempo, mi objetivo ha sido capitalizar la confianza depositada por el cliente y devolverla en forma de soluciones que satisfagan las necesidades del cliente y resultados tangibles; y por otra parte la gesti&#xf3;n de proyectos orientados a la implantaci&#xf3;n real de soluciones de negocio, que incrementen el valor a clientes y accionistas en forma de resultados tangibles, gestionando equipos orientados a la reestructuraci&#xf3;n estrategias empresariales, adaptaci&#xf3;n de productos, marcas y servicios a sus mercados, mejora competitiva de &#xe1;reas de negocio; en definitiva, equipos orientados a optimizar la productividad y rentabilidad de las l&#xed;neas de ingreso de la empresa, siempre con una perspectiva &#xe9;tica y sostenible en el tiempo. <br>
<br>
Mi formaci&#xf3;n t&#xe9;cnica y estructurada, complementada con un postgrado en Administraci&#xf3;n de Empresas y los conocimientos de gesti&#xf3;n adquiridos a lo largo de mi experiencia profesional en el &#xe1;mbito de la consultor&#xed;a de negocio, junto con una con una gran capacidad de trabajo en equipo y una clara orientaci&#xf3;n a cliente y a los resultados, configuran un perfil dual: anal&#xed;tico, a la vez que abierto y creativo, con una visi&#xf3;n de mercado diversa, equilibrada y din&#xe1;mica, de gran valor con las circunstancias de mercado en el que estamos en la actualidad.
              </p>
              <h3>Vicente J. Casanova&#8217;s Specialties:</h3>
              <p class="skills">
                Consultor&#xed;a Estrat&#xe9;gica y de Negocio, Mkt, Estrat&#xe9;gico, Brand Management, An&#xe1;lisis del Comportamiento del Consumidor, City Marketing.
              </p>
          </div>
          <hr />
          <div id="experience">
            <h2>Vicente J. Casanova&#8217;s Experience</h2>
            <ul class="vcalendar">



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          Responsable de Desarrollo de Negocio
    
      </h3>
      <h4 class="org summary">Strate(Go!) Soluciones</h4>
  <p class="organization-details">(Management Consulting industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2009-01-01">January 2009</abbr>
 &mdash; <abbr class="dtstamp" title="2009-04-25">Present</abbr>        <abbr class="duration" title="P4M">(4 months)</abbr>
  </p>
    <p class="description">Desarrollar el crecimiento de STRATE(GO!) CONSULTING como consultora de referencia en aporte de soluciones globales &quot;desde la Estrategia&quot; al tejido emdentro de la Comunidad Valenciana, en &#xe1;reas tales como Organizaci&#xf3;n, Finanzas, Marketing y Ventas; captando nuevos clientes y desarrollando nuevos productos y alianzas estrat&#xe9;gicas con socios que aporten</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          Director de &#xc1;rea de Estrategia y Organizacion
    
      </h3>
      <h4 class="org summary">ALTAIR Consultores</h4>
  <p class="organization-details">(Management Consulting industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2008-06-01">June 2008</abbr>
 &mdash; <abbr class="dtend" title="2008-11-01">November 2008</abbr>        <abbr class="duration" title="P6M">(6 months)</abbr>
  </p>
    <p class="description">Responsabilidades y aspectos relevantes:<br>
&#x2022; Expansi&#xf3;n y desarrollo del &#xe1;rea de Estrategia y Organizaci&#xf3;n en el mercado actual.<br>
&#x2022; Definici&#xf3;n de nuevas metodolog&#xed;as, productos y servicios: planes estrat&#xe9;gicos de Ciudad, diagn&#xf3;sticos de competitividad, centros de excelencia competitiva, plan de reestructuraci&#xf3;n estrat&#xe9;gica. <br>
&#x2022; Formaci&#xf3;n y organizaci&#xf3;n de charlas y conferencias sectoriales.<br>
&#x2022; Asesoramiento al cliente y agrupaciones empresariales frente a sus problemas de gesti&#xf3;n, inform&#xe1;ndole y ofreciendo un an&#xe1;lisis valorado y un plan de implantaci&#xf3;n de las diferentes soluciones posibles<br>
<br>
Logros: <br>
<br>
&#x2022; Aportaci&#xf3;n de cartera de nuevos clientes valorada en +120m&#x20ac;. (60% sobre objetivos establecidos). Apertura de mercado Castell&#xf3;n y Alicante con socios estrat&#xe9;gicos locales.<br>
&#x2022; Relaciones Institucionales: Desarrollo de planes estrat&#xe9;gicos institucionales/City Marketing para  Ayuntamiento de Castell&#xf3;n y asociaciones sectoriales afines.<br>
&#x2022; Desarrollo de nuevos productos para &#x201c;periodos de incertidumbre&#x201d;, orientados a la obtenci&#xf3;n de resultados a corto plazo en etapas de ralentizaci&#xf3;n econ&#xf3;mica.<br>
&#x2022; Desarrollo de Centros de Excelencia Competitiva, en colaboraci&#xf3;n con las asociaciones sectoriales pertinentes: Sectores Juguete (AEFJ), Textil (ATEVAL) y Construcci&#xf3;n (APCV). Descripci&#xf3;n y an&#xe1;lisis de la situaci&#xf3;n, an&#xe1;lisis del consumidor y de los modelos de gesti&#xf3;n, an&#xe1;lisis estrat&#xe9;gico, recomendaciones para alcanzar la Excelencia competitiva.<br>
&#x2022; Desarrollo de alianzas estrat&#xe9;gicas con Instituto Ideas, colaborando en contenidos sobre gesti&#xf3;n empresarial y dise&#xf1;o de un &#x201c;corner-tv&#x201d; espec&#xed;fico para ALTAIR (&#x201c;ALTAIR Responde&#x201d;) en Programa IDEAS, emitido en cadenas de &#xe1;mbito Comunidad Valenciana.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          Director de Proyectos
    
      </h3>
      <h4 class="org summary">IMPROVEN Consultores</h4>
  <p class="organization-details">(Management Consulting industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2007-07-01">July 2007</abbr>
 &mdash; <abbr class="dtend" title="2008-06-01">June 2008</abbr>        <abbr class="duration" title="P1Y">(1 year)</abbr>
  </p>
    <p class="description">Responsabilidades y aspectos relevantes:<br>
&#x2022; Asesor interno en materia de Organizaci&#xf3;n y Marketing Estrat&#xe9;gico (middle market)<br>
&#x2022; Reorganizaci&#xf3;n estrat&#xe9;gica de empresas. Asesor&#xed;a a la Direcci&#xf3;n/Propiedad. Elaboraci&#xf3;n de Diagn&#xf3;sticos competitivos. Intern Management. Direcci&#xf3;n de la implantaci&#xf3;n de las l&#xed;neas de acci&#xf3;n en las empresas cliente, principalmente en el &#xe1;rea de Marketing y Ventas. Colaboraci&#xf3;n en las &#xe1;reas de Finanzas y Recursos Humanos. Orientaci&#xf3;n a cliente, evaluaci&#xf3;n y remuneraci&#xf3;n vinculada a objetivos alcanzados por el cliente.<br>
&#x2022; Colaboraci&#xf3;n con el Departamento de Corporate Finance en la realizaci&#xf3;n de due diligences de transacciones para TANDEM (fondo de Capital-Gesti&#xf3;n perteneciente al Grupo)<br>
&#x2022; Desarrollo de Centros de Excelencia Competitiva, en colaboraci&#xf3;n con las asociaciones sectoriales pertinentes: Sectores Inmobiliario y Turismo.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          Director de Proyectos Estrat&#xe9;gicos
    
      </h3>
      <h4 class="org summary">LPC Consulting/BSB Delvico Bates</h4>
  <p class="organization-details">(Marketing and Advertising industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2006-04-01">April 2006</abbr>
 &mdash; <abbr class="dtend" title="2007-09-01">September 2007</abbr>        <abbr class="duration" title="P1Y6M">(1 year 6 months)</abbr>
  </p>
    <p class="description">Responsabilidades y aspectos relevantes:<br>
&#x2022; Asesor de la Direcci&#xf3;n General en materia de Organizaci&#xf3;n y Marketing Estrat&#xe9;gico.<br>
&#x2022; Responsable de la l&#xed;nea de Brand Management: Direcci&#xf3;n y Gesti&#xf3;n de proyectos, estrategia de marca, definici&#xf3;n de productos, organizaci&#xf3;n de campa&#xf1;as, comunicaci&#xf3;n estrat&#xe9;gica.<br>
&#x2022; Definici&#xf3;n, coordinaci&#xf3;n y gesti&#xf3;n de nuevas l&#xed;neas de negocio: Marketing Estrat&#xe9;gico, Brand &amp; Product Management, y Marketing Institucional/City Marketing).<br>
&#x2022;	Miembro del Comit&#xe9; de Direcci&#xf3;n de una agrupaci&#xf3;n de empresarios locales, con gran peso institucional, para la proyecci&#xf3;n local e internacional de la Ciudad de Valencia. Responsabilidad: An&#xe1;lisis de inversiones.<br>
&#x2022; Relaciones Institucionales: Desarrollo de planes estrat&#xe9;gicos institucionales/City Marketing. Ayuntamiento de Valencia.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          Manager
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/pricewaterhousecoopers?trk=ppro_cprof&amp;lnk=vw_cprofile" >PricewaterhouseCoopers</a></h4>
  <p class="organization-details">(Partnership; Accounting industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1999-12-01">December 1999</abbr>
 &mdash; <abbr class="dtend" title="2006-04-01">April 2006</abbr>        <abbr class="duration" title="P6Y5M">(6 years 5 months)</abbr>
  </p>
    <p class="description">Responsabilidades y aspectos relevantes:<br>
&#x2022; Implantaci&#xf3;n del departamento de asesor&#xed;a en Levante y Canarias, alcanzando excelentes resultados en ratios de satisfacci&#xf3;n de cliente.<br>
&#x2022; Gesti&#xf3;n de clientes Middle Market (&#xe1;rea Levante, Canarias) y Banca/Seguros en Barcelona.<br>
&#x2022; Organizaci&#xf3;n y coordinaci&#xf3;n de proyectos y equipos multidisciplinares: desde gesti&#xf3;n comercial y  realizaci&#xf3;n de propuestas hasta seguimiento y presentaci&#xf3;n de resultados.<br>
&#x2022; Orientaci&#xf3;n a cliente, evaluaci&#xf3;n por objetivos cumplidos y por competencias adquiridas.<br>
<br>
Tipolog&#xed;a de Proyectos:<br>
&#x2022; Desarrollo de negocio: An&#xe1;lisis de mercados y consumidores para la identificaci&#xf3;n de factores estrat&#xe9;gicos claves. Definici&#xf3;n de producto/servicio. Definici&#xf3;n de planes estrat&#xe9;gicos de negocio. Definici&#xf3;n de Plan de negocio para empresas del sector comunicaci&#xf3;n, mueble, ocio y servicios.<br>
&#x2022; Marketing: An&#xe1;lisis del posicionamiento de marca. Definici&#xf3;n del Plan Comunicaci&#xf3;n. An&#xe1;lisis del comportamiento del consumidor. Marketing pol&#xed;tico. Organizaci&#xf3;n de eventos. Definici&#xf3;n de cartera de productos: investigaci&#xf3;n de mercado, contacto con l&#xed;deres de opini&#xf3;n y definici&#xf3;n de estrategia de penetraci&#xf3;n en mercados clave. Colaboraciones para el UC/Center for Global Brand Leadership. <br>
&#x2022; Organizaci&#xf3;n, sistemas e ingenier&#xed;a de procesos: An&#xe1;lisis de la organizaci&#xf3;n y optimizaci&#xf3;n de sus procesos y flujos de informaci&#xf3;n. Diagn&#xf3;sticos organizativos. Adaptaci&#xf3;n a est&#xe1;ndares de calidad. Asesoramiento a PYMES en materia de nuevas tecnolog&#xed;as aplicadas a la gesti&#xf3;n del cliente. Six Sigma.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
<h3 class="title">
          
          Entrepreneur
    
          </h3><h4 class="org summary">byMimmetica
          (Self-employed)</h4>
  <p class="organization-details">(Self-Employed; 1-10 employees; Management Consulting industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2004-09-01">September 2004</abbr>
 &mdash; <abbr class="dtend" title="2006-03-01">March 2006</abbr>        <abbr class="duration" title="P1Y7M">(1 year 7 months)</abbr>
  </p>
    <p class="description">- Strategic Marketing Analysis &amp; Business Plan definition for several local cluster companies (Health, Leisure, Furniture)<br>
- e-Business advisor for a niche-marketing and communication local company.<br>
- Collaboration with UNESCO &#x91;94 Forum Organization (UNESCO Headquarters, UPV Valencia)<br>
- Member of Music &amp; Arts Department of Palau de la M&#xfa;sica de Valencia (1993-1996). Collaboration for organization and communication 2000 Shakespeare Congress in Valencia.<br>
- Collaboration with ESADE &amp; Columbia Business School Global Brands International Forum.</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
          Consultor Interno
    
      </h3>
      <h4 class="org summary">Finisterre at MAPFRE Group</h4>
  <p class="organization-details">(Consumer Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1997-03-01">March 1997</abbr>
 &mdash; <abbr class="dtend" title="1999-12-01">December 1999</abbr>        <abbr class="duration" title="P2Y10M">(2 years 10 months)</abbr>
  </p>
    <p class="description">&#x2022; Coordinaci&#xf3;n de proyecto de desarrollo e implantaci&#xf3;n de la plataforma de gesti&#xf3;n del negocio.<br>
&#x2022; Protocolo de comunicaci&#xf3;n y seguimiento de resultados con Direcci&#xf3;n General.</p>
</li>
            </ul>
          </div>
          <hr />
          <div id="education">
            <h2>Vicente J. Casanova&#8217;s Education</h2>
            <ul class="vcalendar">


	<li class="education vevent vcard">
    <h3 class="summary fn org">
           ESADE Business School
      </h3>
		<div class="description">
    <p>
      <span class="degree">MBA</span>, <span class="major">Marketing &amp; Finance</span>, 
          <abbr class="dtstart" title="September 2001-01-01">September 2001</abbr> &mdash; <abbr class="dtend" title="June 2003-12-31">June 2003</abbr> 
    </p>
		<dl class="activities-societies">
			<dt>Activities and Societies:</dt>
			<dd>Active member of Career Forum/Alumni/BAW/ESADE &amp; Columbia Business School Global Brands International Forum/MarkStrat Business Game</dd>
		</dl>
		</div>
  </li>


	<li class="education vevent vcard">
    <h3 class="summary fn org">
           Information System Audit &amp; Control Asociation
      </h3>
		<div class="description">
    <p>
      <span class="degree">CISA</span>, <span class="major">Information System Audit and Management</span>, 
          <abbr class="dtstart" title="September 1998-01-01">September 1998</abbr> &mdash; <abbr class="dtend" title="July 1999-12-31">July 1999</abbr> 
    </p>
		</div>
  </li>


	<li class="education vevent vcard">
    <h3 class="summary fn org">
          Universidad Polit&#xe9;cnica de Valencia
      </h3>
		<div class="description">
    <p>
      <span class="major">Inform&#xe1;tica</span>
          <abbr class="dtstart" title="1996-01-01">1996</abbr> &mdash; <abbr class="dtend" title="1997-12-31">1997</abbr> 
    </p>
		</div>
  </li>


	<li class="education vevent vcard">
    <h3 class="summary fn org">
          Universidad Polit&#xe9;cnica de Valencia
      </h3>
		<div class="description">
    <p>
      <span class="major">Computer Science</span>
          <abbr class="dtstart" title="1989-01-01">1989</abbr> &mdash; <abbr class="dtend" title="1996-12-31">1996</abbr> 
    </p>
		</div>
  </li>
            </ul>
          </div>
          <hr />
          <div id="additional-information">
            <h2>Additional Information</h2>
              <h3>Vicente J. Casanova&#8217;s Websites:</h3>
              <ul class="websites">
                  <li>
<a href="https://www.xing.com/profile/VicenteJ_Casanova" class="url" target="_blank">Perfil Xing</a>                  </li>
                  <li>
<a href="http://www.aaaesade.net" class="url" target="_blank">ESADE Alumni</a>                  </li>
                  <li>
<a href="http://www.pwc.com" class="url" target="_blank">PWC Alumni</a>                  </li>
              </ul>
              <h3>Vicente J. Casanova&#8217;s Interests:</h3>
              <p class="interests">My professional goal is applying the management and administration skills acquired at ESADE, reinforcing my career in Business &amp; Marketing Strategy area, with special interest in consumer and processes analysis, non-tangible product assets management and added-value project management; with the medium term objective of reaching manager level in a company of services, with sound importance of insights clients and market analysis, in addition to a sound course of international expansion.

My personal interests lay on: developing my career with an adequate personal-mind-work balance. I love cinema, modern painting art and lounge music.</p>
              <h3>Vicente J. Casanova&#8217;s Honors:</h3>
              <p class="honors">
                &amp; Sector: SERVICES for Finance, Technology, Retail and FMCG (Generalitat de Catalunya, Volkswagen Audi, SEAT, CAM, Banc Sabadell, Nutrexpa, Danone, Epson, Retevision, Burberry, Inditex, etc.) clients.<br>
&amp; Key features: Consumer Oriented, Evaluation by Competences and Development by objectives.<br>
&amp; &#x201c;In company&#x201d;education: e-Business solutions, Corporate Ethics and Reputation, Operational Efectiveness, Supply Chain Management, Strategy, Reverse Log&#xed;stic, Maximization of grants and subsidies for R&amp;D projects, Change Management, Six Sigma/Process Improvement.
              </p>
          </div>
          <hr />
      <div id="contact-settings">
        <h2>Vicente J. Casanova&#8217;s Contact Settings</h2>
        <h3>Interested In:</h3>
        <ul>
            <li>
              career opportunities
            </li>
            <li>
              consulting offers
            </li>
            <li>
              new ventures
            </li>
            <li>
              job inquiries
            </li>
            <li>
              expertise requests
            </li>
            <li>
              reference requests
            </li>
            <li>
              getting back in touch
            </li>
        </ul>
      </div>
      <hr />
      <div class="viewfull">
        <p><a href="http://www.linkedin.com/ppl/webprofile?action=vmi&amp;id=2058676&amp;pvs=pp&amp;authToken=njBP&amp;authType=name&amp;trk=ppro_viewmore&amp;lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a></p>
      </div>
  </div>
  <div id="control" class="infobar">
    <div class="powered">
      <h3> Public profile powered by: <a href="http://www.linkedin.com/home?trk=ppro_pbli" ><img src="http://static.linkedin.com/img/logos/logo_82x23.gif" height="23" width="82" alt="LinkedIn" /></a>
      </h3>
      <p>Create a public profile: <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?action=gwp&amp;id=2058676&amp;pvs=pp&amp;authToken=njBP&amp;authType=name&amp;trk=ppro_geturl&amp;lnk=sign_in" rel="nofollow">Sign In</a>
        </strong> or <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?action=gwp&amp;id=2058676&amp;pvs=pp&amp;authToken=njBP&amp;authType=name&amp;trk=ppro_joinnow&amp;lnk=join_now" rel="nofollow">Join Now</a>
        </strong></p>
    </div>
      <div class="box" id="readmore">
        <div class="title">
          <h3>View Vicente J. Casanova&#8217;s full profile:</h3>
        </div>
        <div class="content">
          <ul>
            <li>See who you and <strong>Vicente J. Casanova</strong> know in common</li>
            <li>Get introduced to <strong>Vicente J. Casanova</strong></li>
            <li>Contact <strong>Vicente J. Casanova</strong> directly</li>
          </ul>
          <p class="btn">
            <a href="http://www.linkedin.com/ppl/webprofile?action=vmi&amp;id=2058676&amp;pvs=pp&amp;authToken=njBP&amp;authType=name&amp;trk=ppro_viewmore&amp;lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a>
          </p>
        </div>
      </div>
    <div class="box" id="search">
      <div class="title">
        <h3><strong>Name Search</strong></h3>
      </div>
      <div class="content">
        <p><strong>Search for people you know</strong> from over 35 million professionals already on LinkedIn.</p>
        <form name="searchForm" action="/pub/dir/" method="get">
          <p class="field"><span class="lbl">
            <label for="first">First Name</label>
            <br />
            </span>
            <input type="text" name="first" id="first" />
            &nbsp;&nbsp;<span class="lbl"><br />
            <label for="last">Last Name</label>
            <br />
            </span>
            <input type="text" name="last" id="last" />
          </p>
          <p class="example">
            <input class="btn-secondary" type="submit" name="search" value="Search"/> (example: <strong>
<a href="/pub/dir/Vicente+J%2E/Casanova/?trk=ppro_find_others" >Vicente J. Casanova</a></strong>)
          </p>
        </form>
      </div>
    </div>
    
    <script type="text/javascript">
      var dbl_page = 'public_profile';
    </script>
    
  <script type="text/javascript" src="http://static.linkedin.com/scds/pprofile/build-481_5_1991-prod/js/ads.js?v="></script>
    
      <script type="text/javascript">
      /* <![CDATA[ */
      var google_keywords = null, google_ad_client = 'pub-2283433109277150', google_ad_width = 300, google_ad_height = 250, google_ad_format = '300x250_as';
        var dbl_ord = Math.random() * 10000000000000000, dbl_extra = 'extra=null', dbl_tile = '@{tile}', dbl_profile = LIAds.getProfile().replace(/&/g,';'), dbl_sz = '300x250';
        var dbl_src = "http://ad.doubleclick.net/adj/linkedin.dart/" + dbl_page + ";" + dbl_profile + ";tile=1;dcopt=ist;sz=" + dbl_sz + ";" + encodeURIComponent(dbl_extra) + ";ord=" + dbl_ord +"?";
        document.write('<script src="' + dbl_src + '" type="text/javascript"><\/script>');
      /* ]]> */
      </script>
  </div>
</div>
<hr />


<div id="footer" class="guest">
  <div id="directory">
    <h3>People directory:</h3>
    <ol type="a">
      <li><a href="http://www.linkedin.com/directory/people/a.html" >A</a></li>
      <li><a href="http://www.linkedin.com/directory/people/b.html" >B</a></li>
      <li><a href="http://www.linkedin.com/directory/people/c.html" >C</a></li>
      <li><a href="http://www.linkedin.com/directory/people/d.html" >D</a></li>
      <li><a href="http://www.linkedin.com/directory/people/e.html" >E</a></li>
      <li><a href="http://www.linkedin.com/directory/people/f.html" >F</a></li>
      <li><a href="http://www.linkedin.com/directory/people/g.html" >G</a></li>
      <li><a href="http://www.linkedin.com/directory/people/h.html" >H</a></li>
      <li><a href="http://www.linkedin.com/directory/people/i.html" >I</a></li>
      <li><a href="http://www.linkedin.com/directory/people/j.html" >J</a></li>
      <li><a href="http://www.linkedin.com/directory/people/k.html" >K</a></li>
      <li><a href="http://www.linkedin.com/directory/people/l.html" >L</a></li>
      <li><a href="http://www.linkedin.com/directory/people/m.html" >M</a></li>
      <li><a href="http://www.linkedin.com/directory/people/n.html" >N</a></li>
      <li><a href="http://www.linkedin.com/directory/people/o.html" >O</a></li>
      <li><a href="http://www.linkedin.com/directory/people/p.html" >P</a></li>
      <li><a href="http://www.linkedin.com/directory/people/q.html" >Q</a></li>
      <li><a href="http://www.linkedin.com/directory/people/r.html" >R</a></li>
      <li><a href="http://www.linkedin.com/directory/people/s.html" >S</a></li>
      <li><a href="http://www.linkedin.com/directory/people/t.html" >T</a></li>
      <li><a href="http://www.linkedin.com/directory/people/u.html" >U</a></li>
      <li><a href="http://www.linkedin.com/directory/people/v.html" >V</a></li>
      <li><a href="http://www.linkedin.com/directory/people/w.html" >W</a></li>
      <li><a href="http://www.linkedin.com/directory/people/x.html" >X</a></li>
      <li><a href="http://www.linkedin.com/directory/people/y.html" >Y</a></li>
      <li><a href="http://www.linkedin.com/directory/people/z.html" >Z</a></li>
      <li type="disc"><a href="http://www.linkedin.com/directory/people/@.html" >more</a></li>
    </ol>
  </div>

  <ul> 
    <li class="first"><a href="http://www.linkedin.com/static?key=company_info" rel="nofollow">About LinkedIn</a></li>
    <li><a href="http://www.linkedin.com/static?key=privacy_policy" rel="nofollow">Privacy Policy</a></li>
    <li><a href="http://www.linkedin.com/static?key=customer_service" rel="nofollow">Help &amp; <acronym title="Frequently Asked Questions">FAQ</acronym></a></li>
    <li><a href="http://talent.linkedin.com/?pin=tr01" >Recruiting Solutions</a></li>
    <li><a href="http://www.linkedin.com/static?key=advertising_info" rel="nofollow">Advertising</a></li>
  </ul>
  <p>Copyright &copy; 2009 LinkedIn Corporation. All rights reserved.</p>
  <p class="terms">Use of this site is subject to express <a href="http://www.linkedin.com/static?key=user_agreement" rel="nofollow">terms of use</a>, which prohibit commercial use of this site.<br />By continuing past this page, you agree to abide by these terms.</p>
</div>



  
  
  
  
  
   

  <script type="text/javascript" src="http://static.linkedin.com/scds/concat/pprofile/build-481_5_1991-prod/js?f=lib%2Fyui%2F2.6.0%2Fyahoo-dom-event%2Fyahoo-dom-event&amp;f=js%2Fcore%2Fdefine&amp;f=js%2Futil%2Fhelps&amp;f=js%2Fpublic_profile&amp;f=js%2Fshowhide&amp;f=js%2Fcookies&amp;v="></script>
    
<script type="text/javascript">
/* <![CDATA[ */
  if(typeof(i18n) == 'undefined') var i18n = {}; 
  i18n.TEXT_PLEASE_ENTER = "Please enter a first and last name.";
  showHide.init();

  var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
  document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
/* ]]> */
</script>
<script type="text/javascript">
/* <![CDATA[ */
var pageTracker = _gat._getTracker("UA-3242811-1");
pageTracker._initData();
pageTracker._linkedInMemberCookie = readCookie("visit"); 
pageTracker._linkedInUserType = (pageTracker._linkedInMemberCookie == "M") ? "user" : "guest";  
pageTracker._setVar(pageTracker._linkedInUserType);
    pageTracker._trackPageview("control_profiles");    
/* ]]> */
</script>


<script type="text/javascript" src="http://edge.quantserve.com/quant.js"></script> 
<noscript> 
  <a href="http://www.quantcast.com/p-b3sGjMtCFrexE" target="_blank"><img src="http://pixel.quantserve.com/pixel/p-b3sGjMtCFrexE.gif" style="display: none;" border="0" height="1" width="1" alt="Quantcast" /></a> 
</noscript>
</body>
</html>

