<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
  <title>Atsunari Sugano - LinkedIn </title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <link href="http://www.linkedin.com/favicon.ico" rel="shortcut icon" type="image/ico"></link>
  <link href="http://jp.linkedin.com/in/sunverdir" rel="canonical"></link>  
    <meta name="description" content="View Atsunari Sugano's professional profile on LinkedIn.  LinkedIn is the world's largest business network, helping professionals like Atsunari Sugano discover inside connections to recommended job candidates, industry experts, and business partners." />
  
      <link rel="stylesheet" type="text/css" href="http://static.linkedin.com/scds/pprofile/build-503_8_2591-prod/css/public-profile/default.css">
    
</head>
<body id="www-linkedin-com" class="en public-profile">

<script type="text/javascript">document.body.className += " js";</script>
  
<div class="hresume">
    <div class="profile-header">
      <div class="masthead vcard contact portrait">
        <div id="nameplate">
          <h1 id="name"><span class="fn n"><span class="given-name">Atsunari</span> <span class="family-name">Sugano</span></span></h1>
        </div>
        <div class="content">
          <div class="info">
              <div class="image"><img src="http://media.linkedin.com/mpr/mpr/shrink_80_80/p/1/000/02e/1f1/1614297.jpg" class="photo" alt="Atsunari Sugano" /></div>
              <p class="headline title">
                
      CIO at SunVerdir
    
              </p>
            <div class="adr">
              <p class="locality">
                
      Japan
    
              </p>
            </div>
          </div>
          <div class="actions">
            <ul>
              <li id="send-inmail">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=51256296&amp;pvs=pp&amp;authToken=uXld&amp;authType=name&amp;trk=ppro_cntdir&amp;lnk=cnt_dir" rel="nofollow">Contact Atsunari Sugano</a>
              </li>
              <li id="add-to-network">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=51256296&amp;pvs=pp&amp;authToken=uXld&amp;authType=name&amp;trk=ppro_getintr&amp;lnk=cnt_dir" rel="nofollow">Add Atsunari Sugano to your network</a>
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  <div id="main">
        <div id="overview">
          <dl>
              <dt>Current</dt>
              <dd>
                <ul class="current">
                        <li>




            
      Owner
    
        at
            <a href="http://www.linkedin.com/companies/sunverdir" >SunVerdir</a>

                        </li>
                        <li>




            
      CIO Creator
    
        at
            <a href="http://www.linkedin.com/companies/sunverdir" >SunVerdir</a>

                        </li>
                </ul>
              </dd>
              <dt>Past</dt>
              <dd>
                <ul>
                        <li>




            
      Web&#x30d6;&#x30e9;&#x30f3;&#x30c7;&#x30a3;&#x30f3;&#x30b0;&#x7814;&#x7a76;&#x958b;&#x767a;
    
 at &#x4fee;&#x990a;&#x671f;&#x9593;

                        </li>
                        <li>




            
      &#x4e09;&#x6d0b;&#x96fb;&#x6a5f;&#x30b0;&#x30eb;&#x30fc;&#x30d7;
    
 at SANYO Electric Group

                        </li>
                </ul>
              </dd>
              <dt>Education</dt>
              <dd>
                <ul>
                      <li>
                        
           Keio University
      
                      </li>
                      <li>
                        
           1962***** ***********************************1*************2************
      
                      </li>
                </ul>
              </dd>
              <dt class="connections">Connections</dt>
              <dd class="connections">
                <img src="http://static01.linkedin.com/img/icon/conx/icon_conx_02_24x24.gif" width="24" height="24" alt="" />
                <strong class="connection-count">
                2
                </strong> connections
              </dd>

              <dt>Industry</dt>
              <dd>
                Media Production
              </dd>
            
              <dt>Websites</dt>
              <dd>
                <ul>
                    <li>
                          <a href="http://www.maemuki.info/" class="url" rel="me" target="_blank">
                            My Website
                          </a>
                    </li>
                    <li>
                          <a href="http://www.sunverdir.com/" class="url" rel="me" target="_blank">
                            My Blog
                          </a>
                    </li>
                    <li>
                          <a href="http://www.google.com/profiles/SunVerdir" class="url" rel="nofollow" target="_blank">
                            My Portfolio
                          </a>
                    </li>
                </ul>
              </dd>
          </dl>
        </div>
        <hr />
          <div id="summary">
            <h2>Atsunari Sugano&#8217;s Summary</h2>
              <p class="summary">
                &#x30d3;&#x30b8;&#x30cd;&#x30b9;&#x3068;&#x306f;&#x3001;&#x300c;&#x5730;&#x57df;&#x30ea;&#x30bd;&#x30fc;&#x30b9;&#x3092;&#x7d44;&#x307f;&#x5408;&#x308f;&#x305b;&#x3066;&#x4fa1;&#x5024;&#x3092;&#x5275;&#x9020;&#x3057;&#x3001;&#x7d44;&#x7e54;&#x304c;&#x5171;&#x6709;&#x3059;&#x308b;&#x793e;&#x4f1a;&#x7684;&#x4f7f;&#x547d;&#x3092;&#x679c;&#x305f;&#x3059;&#x3053;&#x3068;&#x300d;&#x3002;&#x3000;&#x307e;&#x305f;&#x3001;&#x300c;&#x4eba;&#x3005;&#x306e;&#x5354;&#x529b;&#x3068;&#x52a9;&#x3051;&#x5408;&#x3044;&#x306b;&#x3088;&#x308a;&#x6210;&#x679c;&#x3092;&#x751f;&#x307f;&#x3001;&#x6295;&#x3058;&#x305f;&#x30ea;&#x30bd;&#x30fc;&#x30b9;&#x306e;&#x7dcf;&#x548c;&#x3088;&#x308a;&#x3001;&#x5927;&#x304d;&#x306a;&#x4fa1;&#x5024;&#x3092;&#x5275;&#x51fa;&#x3059;&#x308b;&#x3053;&#x3068;&#x300d;&#x3002;<br>
<br>
&#x305d;&#x3046;&#x3057;&#x305f;&#x793e;&#x4f1a;&#x304c;&#x6c42;&#x3081;&#x308b;&#x5fb3;&#x696d;&#x3068;&#x3057;&#x3066;&#x306e;&#x30d3;&#x30b8;&#x30cd;&#x30b9;&#x306f;&#x3001;&#x3088;&#x308a;&#x5927;&#x304d;&#x306a;&#x4f7f;&#x547d;&#x3092;&#x5e2f;&#x3073;&#x3066;&#x3001;&#x3055;&#x3089;&#x306a;&#x308b;&#x6210;&#x9577;&#x306e;&#x597d;&#x6a5f;&#x3092;&#x5fc5;&#x7136;&#x7684;&#x306b;&#x8fce;&#x3048;&#x308b;&#x3053;&#x3068;&#x306b;&#x306a;&#x308b;&#x3002;&#x3000;&#x4e00;&#x65b9;&#x3001;&#x30d1;&#x30e9;&#x30c0;&#x30a4;&#x30e0;&#x30b7;&#x30d5;&#x30c8;&#x3092;&#x4f53;&#x9a13;&#x3059;&#x308b;&#x30a6;&#x30a7;&#x30d6;&#x793e;&#x4f1a;&#x306b;&#x304a;&#x3044;&#x3066;&#x3001;&#x3042;&#x3089;&#x3086;&#x308b;&#x30d3;&#x30b8;&#x30cd;&#x30b9;&#x306f;&#x7d99;&#x7d9a;&#x3057;&#x3088;&#x3046;&#x3068;&#x3059;&#x308b;&#x9650;&#x308a;&#x3001;&#x4f55;&#x3089;&#x304b;&#x306e;&#x30ea;&#x30b9;&#x30af;&#x306b;&#x3055;&#x3089;&#x3055;&#x308c;&#x307e;&#x3059;&#x3002;&#x3000;&#x4f8b;&#x3048;&#x3070;&#x5730;&#x7403;&#x6e29;&#x6696;&#x5316;&#x3092;&#x306f;&#x3058;&#x3081;&#x81ea;&#x7136;&#x74b0;&#x5883;&#x4fdd;&#x5168;&#x306b;&#x4f34;&#x3046;&#x3001;&#x4f4e;&#x70ad;&#x7d20;&#x793e;&#x4f1a;&#x3078;&#x306e;&#x79fb;&#x884c;&#x306b;&#x767a;&#x751f;&#x3059;&#x308b;&#x8cbb;&#x7528;&#x306a;&#x3069;&#x3002;&#x3000;&#x305d;&#x308c;&#x3089;&#x306f;&#x7d4c;&#x6e08;&#x6210;&#x9577;&#x306e;&#x5bfe;&#x6975;&#x306b;&#x4f4d;&#x7f6e;&#x3059;&#x308b;&#x3001;&#x6975;&#x3081;&#x3066;&#x96e3;&#x89e3;&#x306a;&#x554f;&#x984c;&#x3067;&#x3082;&#x3042;&#x308b;&#x306e;&#x3067;&#x3059;&#x3002;&#x3000;&#x4eca;&#x3084;&#x4e16;&#x754c;&#x30ec;&#x30d9;&#x30eb;&#x3067;&#x8ad6;&#x3058;&#x3089;&#x308c;&#x308b;&#x8af8;&#x3005;&#x306e;&#x30ea;&#x30b9;&#x30af;&#x306f;&#x7d30;&#x5206;&#x5316;&#x3055;&#x308c;&#x3001;&#x5927;&#x5c0f;&#x554f;&#x308f;&#x305a;&#x3001;&#x3059;&#x3079;&#x3066;&#x306e;&#x4f01;&#x696d;&#x306b;&#x8ca0;&#x62c5;&#x3092;&#x6c42;&#x3081;&#x308b;&#x3053;&#x3068;&#x3067;&#x3057;&#x3087;&#x3046;&#x3002;<br>
<br>
&#x305d;&#x3093;&#x306a;&#x6fc0;&#x52d5;&#x306e;&#x30d3;&#x30b8;&#x30cd;&#x30b9;&#x74b0;&#x5883;&#x306b;&#x304a;&#x3044;&#x3066;&#x30b5;&#x30f3;&#x30d9;&#x30eb;&#x30c7;&#x30a3;&#x30fc;&#x30a8;&#x30eb;&#x306f;&#x3001;&#x300e; &#x592a;&#x967d;&#x3068;&#x7dd1;&#x306b;&#x611f;&#x8b1d;&#x3057;&#x3066; &#x81ea;&#x7136;&#x3068;&#x5171;&#x751f;&#x3059;&#x308b;&#x77e5;&#x6075;&#x3092;&#x751f;&#x307f;&#x7d9a;&#x3051;&#x305f;&#x3044; &#x300f;&#x3092;&#x7406;&#x5ff5;&#x306b;&#x63b2;&#x3052;&#x3001;&#x72ec;&#x5275;&#x306e;Web&#x30b3;&#x30f3;&#x30b5;&#x30eb;&#x30c6;&#x30a3;&#x30f3;&#x30b0;&#x306b;&#x52aa;&#x3081;&#x3066;&#x3044;&#x307e;&#x3059;&#x3002;<br>
<br>
&#x4f01;&#x696d;&#x306e;&#x55b6;&#x696d;&#x4f01;&#x753b;&#x3001;&#x7ba1;&#x7406;&#x8077;&#x7d4c;&#x9a13;&#x3088;&#x308a;&#x57f9;&#x3063;&#x305f;&#x7d44;&#x7e54;&#x904b;&#x55b6;&#x3068;&#x7814;&#x4fee;&#x30ce;&#x30a6;&#x30cf;&#x30a6;&#x3001;&#x307e;&#x305f;&#x3001;&#x9031;&#x672b;&#x5b9f;&#x696d;&#x5bb6;&#x3068;&#x3057;&#x3066;&#x30b3;&#x30f3;&#x30c6;&#x30f3;&#x30c4;&#x30e9;&#x30a4;&#x30c6;&#x30a3;&#x30f3;&#x30b0;&#x306b;&#x52b1;&#x307f;&#x84c4;&#x7a4d;&#x3057;&#x305f;Web&#x30de;&#x30fc;&#x30b1;&#x30c6;&#x30a3;&#x30f3;&#x30b0;&#x6280;&#x8853;&#x3001;&#x3055;&#x3089;&#x306b;&#x3001;&#x500b;&#x4eba;&#x6295;&#x8cc7;&#x5bb6;&#x3068;&#x3057;&#x3066;&#x9ad8;&#x3044;&#x30d1;&#x30d5;&#x30a9;&#x30fc;&#x30de;&#x30f3;&#x30b9;&#x3092;&#x751f;&#x3080;&#x6295;&#x8cc7;&#x89b3;&#x3092;&#x5099;&#x3048;&#x305f;&#x7d4c;&#x9a13;&#x578b;&#x306e;&#x30de;&#x30fc;&#x30b1;&#x30bf;&#x30fc;&#x304c;&#x3001;&#x3059;&#x3050;&#x306b;&#x4f7f;&#x3048;&#x308b;&#x30de;&#x30cd;&#x30b8;&#x30e1;&#x30f3;&#x30c8;&#x30b5;&#x30fc;&#x30d3;&#x30b9;&#x3092;&#x3054;&#x7528;&#x610f;&#x3057;&#x3066;&#x3044;&#x307e;&#x3059;&#x3002;&#x3000;&#x305d;&#x306e;&#x30de;&#x30fc;&#x30b1;&#x30bf;&#x30fc;&#x306f;&#x3001;&#x72ec;&#x7acb;&#x3001;&#x79fb;&#x4f4f;&#x306e;&#x5922;&#x3092;&#x5b9f;&#x73fe;&#x3055;&#x305b;&#x305f;&#x30e2;&#x30c1;&#x30d9;&#x30fc;&#x30b7;&#x30e7;&#x30f3;&#x306e;&#x304b;&#x305f;&#x307e;&#x308a;&#x7684;&#x4eba;&#x6750;&#x3067;&#x3001;&#x76ee;&#x5148;&#x306b;&#x63fa;&#x308c;&#x306a;&#x3044;&#x9577;&#x671f;&#x8996;&#x70b9;&#x3088;&#x308a;&#x4fef;&#x77b0;&#x3059;&#x308b;&#x5206;&#x6790;&#x529b;&#x3068;&#x3001;&#x4e07;&#x8c61;&#x306e;&#x672c;&#x8cea;&#x306b;&#x8feb;&#x308b;&#x6839;&#x6e90;&#x7684;&#x601d;&#x8003;&#x3092;&#x30b3;&#x30a2;&#x30b3;&#x30f3;&#x30d4;&#x30bf;&#x30f3;&#x30b9;&#x306b;&#x5099;&#x3048;&#x3001;&#x5e38;&#x306b;&#x4eee;&#x8aac;&#x3068;&#x691c;&#x8a3c;&#x3092;&#x7e70;&#x308a;&#x8fd4;&#x3059;&#x30b3;&#x30f3;&#x30bb;&#x30d7;&#x30bf;&#x30fc;&#x3002;<br>
<br>
&#x5fb3;&#x696d;&#x3092;&#x5fd7;&#x3059;&#x30b5;&#x30f3;&#x30d9;&#x30eb;&#x30c7;&#x30a3;&#x30a8;&#x30fc;&#x30eb;&#x304c;&#x62c5;&#x3046;&#x4f7f;&#x547d;&#x306f;&#x3001;&#x300c;&#x751f;&#x304b;&#x3055;&#x308c;&#x308b;&#x3059;&#x3079;&#x3066;&#x306e;&#x4eba;&#x3005;&#x304c;&#x3001;&#x793e;&#x4f1a;&#x8ca2;&#x732e;&#x306e;&#x4e2d;&#x306b;&#x559c;&#x3073;&#x3092;&#x898b;&#x51fa;&#x3057;&#x3001;&#x5fc3;&#x306e;&#x5e78;&#x305b;&#x3092;&#x5b9f;&#x611f;&#x3067;&#x304d;&#x308b;&#x793e;&#x4f1a;&#x3092;&#x5275;&#x308b;&#x3053;&#x3068;&#x300d;&#x3002;&#x3000;&#x306a;&#x308c;&#x3070;&#x3053;&#x305d;&#x3001;&#x660e;&#x308b;&#x3044;&#x672a;&#x6765;&#x3092;&#x5207;&#x308a;&#x62d3;&#x304f;&#x3001;&#x7406;&#x60f3;&#x306e;&#x793e;&#x4f1a;&#x306b;&#x5b58;&#x3059;&#x308b;&#x4f01;&#x696d;&#x3092;&#x30b5;&#x30dd;&#x30fc;&#x30c8;&#x3002;&#x3000;&#x5c06;&#x6765;&#x30d3;&#x30b8;&#x30e7;&#x30f3;&#x3092;&#x5171;&#x6709;&#x3067;&#x304d;&#x308b;&#x3001;&#x8cb4;&#x793e;&#x306e;&#x30d3;&#x30b8;&#x30cd;&#x30b9;&#x30d1;&#x30fc;&#x30c8;&#x30ca;&#x30fc;&#x306b;&#x306a;&#x308c;&#x305f;&#x3089;&#x5e78;&#x3044;&#x3067;&#x3059;&#x3002;
              </p>
              <h3>Atsunari Sugano&#8217;s Specialties:</h3>
              <p class="skills">
                &#x30b5;&#x30f3;&#x30d9;&#x30eb;&#x30c7;&#x30a3;&#x30a8;&#x30fc;&#x30eb;&#x306f;&#x3001;&#x672a;&#x8e0f;&#x306e;Web&#x793e;&#x4f1a;&#x306b;&#x4eee;&#x8aac;&#x3092;&#x7acb;&#x3066;&#x3066;&#x691c;&#x8a3c;&#x3092;&#x884c;&#x3046;&#x3001;&#x7814;&#x7a76;&#x958b;&#x767a;&#x578b;&#x306e;&#x5275;&#x4f5c;&#x5bb6;&#x3002;&#x3000;&#x793e;&#x4f1a;&#x8ca2;&#x732e;&#x3092;&#x5fc3;&#x306e;&#x7ce7;&#x306b;&#x3001;&#x30db;&#x30b9;&#x30d4;&#x30bf;&#x30ea;&#x30c6;&#x30a3;&#x91cd;&#x8996;&#x306e;&#x4e8b;&#x696d;&#x3001;&#x672a;&#x6765;&#x793e;&#x4f1a;&#x3092;&#x8c4a;&#x304b;&#x306b;&#x9032;&#x5316;&#x5411;&#x4e0a;&#x3055;&#x305b;&#x308b;&#x5fb3;&#x696d;&#x3092;&#x76ee;&#x6307;&#x3057;&#x3066;&#x3044;&#x307e;&#x3059;&#x3002;<br>
<br>
&#x300a; &#x5404;&#x7a2e;&#x30b3;&#x30f3;&#x30b5;&#x30eb;&#x30c6;&#x30a3;&#x30f3;&#x30b0;&#x6599;&#x91d1;&#x306e;&#x76ee;&#x5b89;&#xff08;&#x8981;&#x76f8;&#x8ac7;&#xff09; &#x300b;<br>
&#x2713; &#x30d3;&#x30b8;&#x30cd;&#x30b9;&#x30d6;&#x30ed;&#x30b0;&#x57fa;&#x790e;&#x69cb;&#x7bc9;&#xff08;1&#x30f6;&#x6708;&#x9593;&#xff09;&#x3000;50&#x4e07;&#x5186;&#xff5e;&#xff08;&#x8af8;&#x7d4c;&#x8cbb;&#x5225;&#x9014;&#x5fc5;&#x8981;&#xff09;<br>
&#x261e; 15&#x30da;&#x30fc;&#x30b8;&#x4f5c;&#x6210;&#x3001;&#x96fb;&#x8a71;&#xff08;&#x307e;&#x305f;&#x306f;&#x5bfe;&#x9762;&#xff09;&#x30b3;&#x30f3;&#x30b5;&#x30eb;&#x30c6;&#x30a3;&#x30f3;&#x30b0;1&#x6642;&#x9593;&#xd7;3&#x56de;&#x3064;&#x304d;<br>
&#xff5e; &#x6642;&#x9593;&#x7d4c;&#x904e;&#x3068;&#x3068;&#x3082;&#x306b;&#x5fd8;&#x5374;&#x304c;&#x9032;&#x3080;&#x3001;&#x65e2;&#x5b58;&#x306e;&#x9ad8;&#x984d;&#x306a;&#x30de;&#x30b9;&#x30e1;&#x30c7;&#x30a3;&#x30a2;&#x5e83;&#x544a;&#x3068;&#x7570;&#x306a;&#x308a;&#x3001;&#x691c;&#x7d22;&#x30a8;&#x30f3;&#x30b8;&#x30f3;&#x306b;&#x7d39;&#x4ecb;&#x3055;&#x308c;&#x308b;&#x3001;&#x534a;&#x6c38;&#x4e45;&#x7684;&#x306a;&#x81ea;&#x793e;&#x30e1;&#x30c7;&#x30a3;&#x30a2;&#x69cb;&#x7bc9;&#x3092;&#x76ee;&#x6307;&#x3057;&#x307e;&#x3059;&#x3002; &#xff5e;<br>
&#x2713; Web&#x904b;&#x55b6;&#x30b3;&#x30f3;&#x30b5;&#x30eb;&#x30c6;&#x30a3;&#x30f3;&#x30b0;&#xff08;1&#x65e5;2&#x6642;&#x9593;&#x76ee;&#x5b89;&#xff09; 5&#x4e07;&#x5186;&#xff5e;&#xff08;&#x8af8;&#x7d4c;&#x8cbb;&#x5225;&#x9014;&#x5fc5;&#x8981;&#xff09;<br>
&#x2713; &#x30bb;&#x30df;&#x30ca;&#x30fc;&#xff08;60-90&#x5206;&#x76ee;&#x5b89;&#xff09;&#x8b1b;&#x5e2b;&#x3000;31.5&#x4e07;&#x5186;&#xff5e;&#xff08;&#x4ea4;&#x901a;&#x5bbf;&#x6cca;&#x307b;&#x304b;&#x8af8;&#x7d4c;&#x8cbb;&#x5225;&#x9014;&#x5fc5;&#x8981;&#xff09;
              </p>
          </div>
          <hr />
          <div id="experience">
            <h2>Atsunari Sugano&#8217;s Experience</h2>
            <ul class="vcalendar">



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Owner
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/sunverdir?trk=ppro_cprof&amp;lnk=vw_cprofile" >SunVerdir</a></h4>
  <p class="organization-details">(Partnership; Think Tanks industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2008-08-01">August 2008</abbr>
 &mdash; <abbr class="dtstamp" title="2009-11-30">Present</abbr>        <abbr class="duration" title="P1Y4M">(1 year 4 months)</abbr>
  </p>
    <p class="description">&#x5e38;&#x306b;&#x9032;&#x5316;&#x3057;&#x3088;&#x3046;&#x3068;&#x3044;&#x3046;&#x4f01;&#x696d;&#x3001;&#x5143;&#x6c17;&#x306b;&#x306a;&#x308d;&#x3046;&#x3068;&#x52aa;&#x529b;&#x3059;&#x308b;&#x5730;&#x57df;&#x306e;&#x305f;&#x3081;&#x306e;&#x3001;&#x30d6;&#x30e9;&#x30f3;&#x30c9;&#x5275;&#x308a;&#x306e;&#x304a;&#x624b;&#x4f1d;&#x3044;&#x3092;&#x3057;&#x3066;&#x3044;&#x307e;&#x3059;&#x3002;&#x3000;&#x5c02;&#x9580;&#x9818;&#x57df;&#x306f;&#x3001;&#x30d6;&#x30ed;&#x30b0;&#x30d6;&#x30e9;&#x30f3;&#x30c7;&#x30a3;&#x30f3;&#x30b0;&#x3002;&#x3000;&#x4e8b;&#x696d;&#x30b3;&#x30f3;&#x30bb;&#x30d7;&#x30c8;&#x3084;&#x4f01;&#x696d;&#x7406;&#x5ff5;&#x306e;&#x78ba;&#x7acb;&#x306b;&#x3001;&#x30cd;&#x30fc;&#x30df;&#x30f3;&#x30b0;&#x3084;&#x30ad;&#x30e3;&#x30c3;&#x30c1;&#x30b3;&#x30d4;&#x30fc;&#x3092;&#x9023;&#x643a;&#x3059;&#x308b;&#x30d6;&#x30e9;&#x30f3;&#x30c9;&#x6226;&#x7565;&#x306e;&#x7acb;&#x6848;&#x3068;&#x3001;&#x8d85;&#x4f4e;&#x30b3;&#x30b9;&#x30c8;&#x3067;&#x9a5a;&#x6115;&#x306e;&#x5e83;&#x5831;&#x52b9;&#x679c;&#x304c;&#x898b;&#x8fbc;&#x3081;&#x308b;&#x30d6;&#x30ed;&#x30b0;&#x5229;&#x6d3b;&#x7528;&#x306e;&#x81ea;&#x793e;&#x30e1;&#x30c7;&#x30a3;&#x30a2;&#x69cb;&#x7bc9;&#x30b5;&#x30fc;&#x30d3;&#x30b9;&#x3092;&#x3054;&#x63d0;&#x4f9b;&#xff08;&#x8ca9;&#x58f2;&#xff09;&#x3057;&#x3066;&#x3044;&#x307e;&#x3059;&#x3002;</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      CIO Creator
    
      </h3>
      <h4 class="org summary"><a href="http://www.linkedin.com/companies/sunverdir?trk=ppro_cprof&amp;lnk=vw_cprofile" >SunVerdir</a></h4>
  <p class="organization-details">(Partnership; Think Tanks industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2008-08-01">August 2008</abbr>
 &mdash; <abbr class="dtstamp" title="2009-11-30">Present</abbr>        <abbr class="duration" title="P1Y4M">(1 year 4 months)</abbr>
  </p>
    <p class="description">&#x30a6;&#x30a7;&#x30d6;&#x793e;&#x4f1a;&#x306e;&#x30c7;&#x30b8;&#x30bf;&#x30eb;&#x30c7;&#x30d0;&#x30a4;&#x30c9;&#x89e3;&#x6d88;&#x3092;&#x30c6;&#x30fc;&#x30de;&#x306b;&#x3001;&#x30d6;&#x30ed;&#x30b0;&#x306b;&#x3088;&#x308b;Web&#x904b;&#x55b6;&#x30ce;&#x30a6;&#x30cf;&#x30a6;&#x306e;&#x63d0;&#x4f9b;&#x304a;&#x3088;&#x3073;&#x3001;&#x793e;&#x4f1a;&#x306e;&#x4e00;&#x9685;&#x3092;&#x7167;&#x3089;&#x3059;&#x4eba;&#x3092;&#x30d6;&#x30e9;&#x30f3;&#x30c7;&#x30a3;&#x30f3;&#x30b0;&#x3059;&#x308b;&#x30bd;&#x30fc;&#x30b7;&#x30e3;&#x30eb;&#x30d3;&#x30b8;&#x30cd;&#x30b9;&#x3092;&#x30e9;&#x30a4;&#x30d5;&#x30ef;&#x30fc;&#x30af;&#x306b;&#x3057;&#x3066;&#x3044;&#x307e;&#x3059;&#x3002;</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Web&#x30d6;&#x30e9;&#x30f3;&#x30c7;&#x30a3;&#x30f3;&#x30b0;&#x7814;&#x7a76;&#x958b;&#x767a;
    
      </h3>
      <h4 class="org summary">&#x4fee;&#x990a;&#x671f;&#x9593;</h4>
  <p class="organization-details">(Research industry)</p>
  <p class="period">
        <abbr class="dtstart" title="2006-02-01">February 2006</abbr>
 &mdash; <abbr class="dtend" title="2008-07-01">July 2008</abbr>        <abbr class="duration" title="P2Y6M">(2 years 6 months)</abbr>
  </p>
    <p class="description">&#x57f7;&#x7b46;&#x529b;&#x5f37;&#x5316;&#x3068;Web&#x904b;&#x55b6;&#x529b;&#x990a;&#x6210;&#x304a;&#x3088;&#x3073;&#x3001;&#x30d6;&#x30e9;&#x30f3;&#x30c7;&#x30a3;&#x30f3;&#x30b0;&#x7814;&#x7a76;&#x3092;&#x517c;&#x306d;&#x305f;&#x8a66;&#x4f5c;&#x30d6;&#x30ed;&#x30b0;&#x300e;&#x5e78;&#x305b;&#x3078;&#x306e;&#x4e00;&#x6b69;&#xff08; http://www.sunverdir.com/ &#xff09;&#x300f;&#x306e;&#x69cb;&#x7bc9;&#x306b;&#x7cbe;&#x52b1;&#x3057;&#x305f;&#x6642;&#x671f;&#x3002;</p>
</li>



<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      &#x4e09;&#x6d0b;&#x96fb;&#x6a5f;&#x30b0;&#x30eb;&#x30fc;&#x30d7;
    
      </h3>
      <h4 class="org summary">SANYO Electric Group</h4>
  <p class="organization-details">(Electrical/Electronic Manufacturing industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1986-04-01">April 1986</abbr>
 &mdash; <abbr class="dtend" title="2006-01-01">January 2006</abbr>        <abbr class="duration" title="P19Y10M">(19 years 10 months)</abbr>
  </p>
    <p class="description">1. &#x4e3b;&#x306b;&#x79cb;&#x8449;&#x539f;&#x96fb;&#x6c17;&#x8857;&#xff08;&#x6771;&#x4eac;&#xff09;&#x3001;&#x5927;&#x962a;&#x65e5;&#x672c;&#x6a4b;&#x5730;&#x533a;&#x306b;&#x304a;&#x3051;&#x308b;&#x55b6;&#x696d;&#x304a;&#x3088;&#x3073;&#x8ca9;&#x793e;&#x4f01;&#x753b;&#x8077;&#x3000;2. &#x901a;&#x4fe1;&#x4e8b;&#x696d;&#x90e8;&#x306b;&#x304a;&#x3051;&#x308b;&#x55b6;&#x696d;&#x4f01;&#x753b;&#x304a;&#x3088;&#x3073;&#x30d7;&#x30ed;&#x30e2;&#x30fc;&#x30b7;&#x30e7;&#x30f3;&#x8077;&#x3000;3. &#x7ba1;&#x7406;&#x8077;</p>
</li>
            </ul>
          </div>
          <hr />
          <div id="education">
            <h2>Atsunari Sugano&#8217;s Education</h2>
            <ul class="vcalendar">


	<li class="education vevent vcard">
    <h3 class="summary fn org">
           Keio University
      </h3>
		<div class="description">
    <p>
      
      <span class="major">School of Commerce</span>
      
          <abbr class="dtstart" title="1982-01-01">1982</abbr> &mdash; <abbr class="dtend" title="1986-12-31">1986</abbr> 
    </p>
      <p class="notes"></p>
		<dl class="activities-societies">
			<dt>Activities and Societies:</dt>
			<dd>Seminar on business management</dd>
		</dl>
		</div>
  </li>


	<li class="education vevent vcard">
    <h3 class="summary fn org">
           1962***** ***********************************1*************2************
      </h3>
		<div class="description">
    <p>
      
      
      
    </p>
      <p class="notes"></p>
		</div>
  </li>
            </ul>
          </div>
          <hr />
          <div id="additional-information">
            <h2>Additional Information</h2>
              <h3>Atsunari Sugano&#8217;s Websites:</h3>
              <ul class="websites">
                  <li>
                        <a href="http://www.maemuki.info/" class="url" rel="me" target="_blank">
                          My Website
                        </a>
                  </li>
                  <li>
                        <a href="http://www.sunverdir.com/" class="url" rel="me" target="_blank">
                          My Blog
                        </a>
                  </li>
                  <li>
                        <a href="http://www.google.com/profiles/SunVerdir" class="url" rel="nofollow" target="_blank">
                          My Portfolio
                        </a>
                  </li>
              </ul>
              <h3>Atsunari Sugano&#8217;s Interests:</h3>
              <p class="interests">Business,blogging,walking</p>
              <h3>Atsunari Sugano&#8217;s Groups:</h3>
                <p class="groups">
                  &#x5730;&#x57df;&#x30d6;&#x30e9;&#x30f3;&#x30c9;&#x5275;&#x9020;&#x4f1a;&#x8b70;&#xff08; http://groups.google.co.jp/group/Brand-Creation &#xff09;
                </p>
              <h3>Atsunari Sugano&#8217;s Honors:</h3>
              <p class="honors">
                The blog &#x201c;recipe momo.&#x201d; (Http://recipe-momo.net/), the Open Directory Project (dmoz) present for approval, the link is set.
              </p>
          </div>
          <hr />
      <div id="contact-settings">
        <h2>Atsunari Sugano&#8217;s Contact Settings</h2>
        <h3>Interested In:</h3>
        <ul>
            <li>
              career opportunities
            </li>
            <li>
              new ventures
            </li>
            <li>
              job inquiries
            </li>
            <li>
              expertise requests
            </li>
            <li>
              business deals
            </li>
        </ul>
      </div>
      <hr />
      <div class="viewfull">
        <p><a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=51256296&pvs=pp&authToken=uXld&authType=name&locale=en_US&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a></p>
      </div>
  </div>
  <div id="control" class="infobar">
    <div class="powered">
      <h3> Public profile powered by: <a href="/home?trk=ppro_pbli" ><img src="http://static01.linkedin.com/img/logos/logo_82x23.png" height="23" width="82" alt="LinkedIn" /></a>
      </h3>
      <p>Create a public profile: <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=51256296&pvs=pp&authToken=uXld&authType=name&locale=en_US&trk=ppro_geturl&lnk=sign_in" rel="nofollow">Sign In</a>
        </strong> or <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=51256296&pvs=pp&authToken=uXld&authType=name&locale=en_US&trk=ppro_joinnow&lnk=join_now" rel="nofollow">Join Now</a>
        </strong></p>
    </div>
      <div class="box" id="readmore">
        <div class="title">
          <h3>View Atsunari Sugano&#8217;s full profile:</h3>
        </div>
        <div class="content">
          <ul>
            <li>See who you and <strong>Atsunari Sugano</strong> know in common</li>
            <li>Get introduced to <strong>Atsunari Sugano</strong></li>
            <li>Contact <strong>Atsunari Sugano</strong> directly</li>
          </ul>
          <p class="btn">
            <a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=51256296&pvs=pp&authToken=uXld&authType=name&locale=en_US&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a>
          </p>
        </div>
      </div>
    
    
    <div class="box" id="search">
      <div class="title">
        <h3><strong>Name Search:</strong></h3>
      </div>
      <div class="content">
        <p><strong>Search for people you know</strong> from over 50 million professionals already on LinkedIn.</p>
        <form name="searchForm" action="/pub/dir/" method="get">
          <p class="field"><span class="lbl">
            <label for="first">First Name</label>
            <br />
            </span>
            <input type="text" name="first" id="first" />
            &nbsp;&nbsp;<span class="lbl"><br />
            <label for="last">Last Name</label>
            <br />
            </span>
            <input type="text" name="last" id="last" />
          </p>
          <p class="example">
            <input class="btn-secondary" type="submit" name="search" value="Search"/> (example: <strong>
<a href="http://www.linkedin.com/in/jeffweiner08?trk=ppro_find_others_rh" >Jeff Weiner</a></strong>)
          </p>
        </form>
      </div>
    </div>

    
    <script type="text/javascript">
      var dbl_page = 'public_profile';
    </script>
    
      <script type="text/javascript" src="http://static.linkedin.com/scds/pprofile/build-503_8_2591-prod/js/ads.js"></script>
    
      <script type="text/javascript">
      /* <![CDATA[ */
      var google_keywords = null, google_ad_client = 'pub-2283433109277150', google_ad_width = 300, google_ad_height = 250, google_ad_format = '300x250_as';
        var dbl_src = "http://ad.doubleclick.net/adj/linkedin.dart/" + dbl_page + ";;tile=1;dcopt=ist;sz=300x250;" + encodeURIComponent('extra=null') + ";ord=" + Math.random() * 10000000000000000 +"?";
        document.write('<script src="' + dbl_src + '" type="text/javascript"><\/script>');
      /* ]]> */
      </script>
  </div>
</div>
<hr />







<div id="footer">
  <div class="wrapper">
    <div id="directory">
      <h3>LinkedIn member directory:</h3>
      <ol type="a">
        <li><a href="/directory/people/a.html" >a</a></li>
        <li><a href="/directory/people/b.html" >b</a></li>
        <li><a href="/directory/people/c.html" >c</a></li>
        <li><a href="/directory/people/d.html" >d</a></li>
        <li><a href="/directory/people/e.html" >e</a></li>
        <li><a href="/directory/people/f.html" >f</a></li>
        <li><a href="/directory/people/g.html" >g</a></li>
        <li><a href="/directory/people/h.html" >h</a></li>
        <li><a href="/directory/people/i.html" >i</a></li>
        <li><a href="/directory/people/j.html" >j</a></li>
        <li><a href="/directory/people/k.html" >k</a></li>
        <li><a href="/directory/people/l.html" >l</a></li>
        <li><a href="/directory/people/m.html" >m</a></li>
        <li><a href="/directory/people/n.html" >n</a></li>
        <li><a href="/directory/people/o.html" >o</a></li>
        <li><a href="/directory/people/p.html" >p</a></li>
        <li><a href="/directory/people/q.html" >q</a></li>
        <li><a href="/directory/people/r.html" >r</a></li>
        <li><a href="/directory/people/s.html" >s</a></li>
        <li><a href="/directory/people/t.html" >t</a></li>
        <li><a href="/directory/people/u.html" >u</a></li>
        <li><a href="/directory/people/v.html" >v</a></li>
        <li><a href="/directory/people/w.html" >w</a></li>
        <li><a href="/directory/people/x.html" >x</a></li>
        <li><a href="/directory/people/y.html" >y</a></li>
        <li><a href="/directory/people/z.html" >z</a></li>
        <li type="disc"><a href="/directory/people/@.html" >more</a></li>
      </ol>
      <h3>Browse members</h3>
      <p>
        <a href="/static?key=country_listing" >by country</a>
      </p>
    </div>

    <ul id="nav-legal">
      <li class="first"><a href="/redirect?url=http%3A%2F%2Fpress%2Elinkedin%2Ecom%2Fabout&urlhash=ONnW" >About LinkedIn</a></li>
      <li><a href="/static?key=privacy_policy&trk=hb_ft_priv" >Privacy Policy</a></li>
      
          <li><a href="/redirect?url=http%3A%2F%2Flinkedin%2Ecusthelp%2Ecom&urlhash=M-b0" target="_blank">Customer Service</a></li>
        
      <li><a href="http://talent.linkedin.com/?pin=tr02" >Recruiting Solutions</a></li>
      <li><a href="/static?key=advertising_info&trk=trk%3Dhb_ft_ads" >Advertising</a></li>
    </ul>
    <p id="copyright">Copyright &copy; 2009 LinkedIn Corporation. All rights reserved. </p>
  
    <p id="terms-of-use">
      Use of this site is subject to express <a href="/static?key=user_agreement&trk=ftr_useragre">terms of use</a>, which prohibit commercial use of this site. By continuing past this page, you agree to abide by these terms.
    </p>
  </div>
</div>





  
  
  
  
  
   

        <script type="text/javascript" src="http://static.linkedin.com/scds/concat/pprofile/build-503_8_2591-prod/js?f=lib%2Fyui%2F2.7.0%2Fyahoo-dom-event%2Fyahoo-dom-event&amp;f=js%2Fcore%2FDefine&amp;f=js%2Futil%2FHelps&amp;f=js%2Fpublic_profile&amp;f=js%2Fshowhide&amp;f=js%2Fcookies"></script>
    
<script type="text/javascript">
/* <![CDATA[ */
  if(typeof(i18n) == 'undefined') var i18n = {}; 
  i18n.TEXT_PLEASE_ENTER = "Please enter a first and last name.";
  showHide.init();

  var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
  document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
/* ]]> */
</script>
<script type="text/javascript">
/* <![CDATA[ */
var pageTracker = _gat._getTracker("UA-3242811-1");
pageTracker._setDomainName("linkedin.com"); 
pageTracker._initData();
pageTracker._linkedInMemberCookie = readCookie("visit"); 
pageTracker._linkedInUserType = (pageTracker._linkedInMemberCookie == "M") ? "user" : "guest";  
pageTracker._setVar(pageTracker._linkedInUserType);
    pageTracker._trackPageview("control_profiles");    
/* ]]> */
</script>


<script type="text/javascript" src="http://edge.quantserve.com/quant.js"></script> 
<noscript> 
  <a href="http://www.quantcast.com/p-b3sGjMtCFrexE" target="_blank"><img src="http://pixel.quantserve.com/pixel/p-b3sGjMtCFrexE.gif" style="display: none;" border="0" height="1" width="1" alt="Quantcast" /></a> 
</noscript>



<script type="text/javascript" src="http://b.scorecardresearch.com/beacon.js"></script> 
<script type="text/javascript">
  COMSCORE.beacon({ c1:2, c2:6402952, c3:"", c4:"", c5:"", c6:"", c15:"" });
</script>
<noscript> 
  <img src="http://b.scorecardresearch.com/b?c1=2&amp;c2=6402952&amp;c3=&amp;c4=&amp;c5=&amp;c6=&amp;c15=&amp;cv=1.3&amp;cj=1" style="display:none" width="0" height="0" alt="" />
</noscript>



</body>
</html>

