<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
  <title>Rashad Fakiha - LinkedIn </title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <link href="http://www.linkedin.com/img/favicon_v2.ico" rel="shortcut icon" type="image/ico" />
  <link href="http://sa.linkedin.com/in/rashadfakiha" rel="canonical" />  
    <meta name="description" content="View Rashad Fakiha's professional profile on LinkedIn.  LinkedIn is the world's largest business network, helping professionals like Rashad Fakiha discover inside connections to recommended job candidates, industry experts, and business partners." />

  
  
  

        <link rel="stylesheet" type="text/css" href="http://static.linkedin.com/scds/concat/common/build-1046_3_4490-prod/css?f=css%2Fchrome&amp;f=css%2Fpublic_profile&amp;f=css%2Fpublic-profile%2Fdefault" />
    
</head>
<body id="www-linkedin-com" class="en public-profile">

<script type="text/javascript">document.body.className += " js";</script>
  
<div class="hresume">
    <div class="profile-header">
      <div class="masthead vcard contact portrait">
        <div id="nameplate">
          <h1 id="name"><span class="fn n"><span class="given-name">Rashad</span> <span class="family-name">Fakiha</span></span></h1>
        </div>
        <div class="content">
          <div class="info">
              <div class="image"><img src="http://media.linkedin.com/mpr/mpr/shrink_80_80/p/2/000/088/208/18c75f9.jpg" class="photo" alt="Rashad Fakiha" /></div>
              <p class="headline title">
                
      Owner, Rashad Fakiha Group
    
              </p>
            <div class="adr">
              <p class="locality">
                
      Saudi Arabia
    
              </p>
            </div>
          </div>
          <div class="actions">
            <ul>
              <li id="send-inmail">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=74328822&amp;pvs=pp&amp;authToken=Wuov&amp;authType=name&amp;trk=ppro_cntdir&amp;lnk=cnt_dir" rel="nofollow">Contact Rashad Fakiha</a>
              </li>
              <li id="add-to-network">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=74328822&amp;pvs=pp&amp;authToken=Wuov&amp;authType=name&amp;trk=ppro_getintr&amp;lnk=cnt_dir" rel="nofollow">Add Rashad Fakiha to your network</a>
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  <div id="main">
        <div id="overview">
          <dl>
              <dt>Current</dt>
              <dd>
                <ul class="current">
                        <li>




            
      CEO
    
 at Rashad Fakiha Group
                        </li>
                        <li>




            
      Owner
    
 at Rashad Fakiha Group
                        </li>
                </ul>
              </dd>
              <dt>Education</dt>
              <dd>
                <ul>
                      <li>
                        
           Jamiat Al-Malik Abdulaziz
      
                      </li>
                      <li>
                        
           Manarat school
      
                      </li>
                </ul>
              </dd>
              <dt class="connections">Connections</dt>
              <dd class="connections">
                <img src="http://static.linkedin.com/scds/common/u/img/icon/conx/icon_conx_14_24x24.gif" width="24" height="24" alt="" />
                <strong class="connection-count">
                146
                </strong> connections
              </dd>

              <dt>Industry</dt>
              <dd>
                Professional Training &amp; Coaching
              </dd>
            
              <dt>Websites</dt>
              <dd>
                <ul>
                    <li>
                          <a href="http://www.rashad.com.sa" class="url" rel="nofollow" target="_blank">
                            Company Website
                          </a>
                    </li>
                    <li>
                          <a href="http://www.rashadtalk.com" class="url" rel="me" target="_blank">
                            Blog
                          </a>
                    </li>
                </ul>
              </dd>
          </dl>
        </div>
        <hr />
        






  <div id="summary">
    <h2>Rashad Fakiha&#8217;s Summary</h2>
    
      <p class="summary">
        &#x639;&#x644;&#x649; &#x645;&#x62f;&#x627;&#x631; &#x639;&#x62f;&#x629; &#x633;&#x646;&#x648;&#x627;&#x62a; &#x642;&#x62f;&#x645; &#x62f;. &#x631;&#x634;&#x627;&#x62f; &#x641;&#x642;&#x64a;&#x647;&#x627; &#x62e;&#x62f;&#x645;&#x627;&#x62a;&#x647; &#x643;&#x645;&#x633;&#x62a;&#x634;&#x627;&#x631; &#x644;&#x623;&#x634;&#x647;&#x631; &#x631;&#x62c;&#x627;&#x644; &#x627;&#x644;&#x623;&#x639;&#x645;&#x627;&#x644; &#x639;&#x644;&#x649; &#x645;&#x633;&#x62a;&#x648;&#x649; &#x627;&#x644;&#x628;&#x644;&#x627;&#x62f;. &#x625;&#x646;&#x647; &#x64a;&#x645;&#x644;&#x643; &#x642;&#x62f;&#x631;&#x629; &#x645;&#x646;&#x642;&#x637;&#x639;&#x629; &#x627;&#x644;&#x646;&#x638;&#x64a;&#x631; &#x639;&#x644;&#x649; &#x62a;&#x628;&#x633;&#x64a;&#x637; &#x627;&#x644;&#x627;&#x633;&#x62a;&#x631;&#x627;&#x62a;&#x64a;&#x62c;&#x64a;&#x627;&#x62a; &#x627;&#x644;&#x645;&#x639;&#x642;&#x62f;&#x629; &#x648; &#x62a;&#x62d;&#x648;&#x64a;&#x644;&#x647;&#x627; &#x625;&#x644;&#x649; &#x646;&#x645;&#x627;&#x630;&#x62c; &#x633;&#x647;&#x644;&#x629; &#x648; &#x642;&#x648;&#x64a;&#x629; &#x64a;&#x645;&#x643;&#x646; &#x62a;&#x637;&#x628;&#x64a;&#x642;&#x647;&#x627; &#x639;&#x644;&#x649; &#x627;&#x644;&#x641;&#x648;&#x631; &#x644;&#x62a;&#x62d;&#x642;&#x64a;&#x642; &#x646;&#x62a;&#x627;&#x626;&#x62c; &#x62f;&#x627;&#x626;&#x645;&#x629; &#x648; &#x642;&#x627;&#x628;&#x644;&#x629; &#x644;&#x644;&#x642;&#x64a;&#x627;&#x633;. &#x644;&#x642;&#x62f; &#x62a;&#x631;&#x643; &#x641;&#x642;&#x64a;&#x647;&#x627; &#x62a;&#x623;&#x62b;&#x64a;&#x631;&#x627; &#x645;&#x628;&#x627;&#x634;&#x631;&#x627; &#x639;&#x644;&#x649; &#x62d;&#x64a;&#x627;&#x629; &#x623;&#x643;&#x62b;&#x631; &#x645;&#x646; 90 &#x623;&#x644;&#x641; &#x634;&#x62e;&#x635; &#x641;&#x64a; 9 &#x62f;&#x648;&#x644; &#x62d;&#x648;&#x644; &#x627;&#x644;&#x639;&#x627;&#x644;&#x645; &#x648; &#x645;&#x646; &#x62e;&#x644;&#x627;&#x644; &#x62a;&#x646;&#x638;&#x64a;&#x645;&#x647; &#x644;&#x644;&#x641;&#x639;&#x627;&#x644;&#x64a;&#x627;&#x62a; &#x648; &#x627;&#x644;&#x62f;&#x648;&#x631;&#x627;&#x62a; &#x627;&#x644;&#x62d;&#x64a;&#x629; &#x623;&#x645;&#x627;&#x645; &#x627;&#x644;&#x623;&#x639;&#x62f;&#x627;&#x62f; &#x627;&#x644;&#x647;&#x627;&#x626;&#x644;&#x629; &#x645;&#x646; &#x627;&#x644;&#x62c;&#x645;&#x647;&#x648;&#x631;, &#x643;&#x645;&#x627; &#x62e;&#x627;&#x637;&#x628; &#x627;&#x644;&#x645;&#x644;&#x627;&#x64a;&#x64a;&#x646; &#x645;&#x646; &#x627;&#x644;&#x645;&#x634;&#x627;&#x647;&#x62f;&#x64a;&#x646; &#x62d;&#x648;&#x644; &#x627;&#x644;&#x639;&#x627;&#x644;&#x645; &#x645;&#x646; &#x62e;&#x644;&#x627;&#x644; &#x628;&#x631;&#x627;&#x645;&#x62c;&#x647; &#x627;&#x644;&#x62a;&#x644;&#x641;&#x632;&#x64a;&#x648;&#x646;&#x64a;&#x629; &#x627;&#x644;&#x62a;&#x64a; &#x62d;&#x642;&#x642;&#x62a; &#x623;&#x639;&#x644;&#x649; &#x645;&#x639;&#x62f;&#x644;&#x627;&#x62a; &#x627;&#x644;&#x645;&#x634;&#x627;&#x647;&#x62f;&#x629; &#x648; &#x627;&#x644;&#x62a;&#x64a; &#x639;&#x631;&#x636;&#x62a; &#x639;&#x644;&#x649; &#x623;&#x647;&#x645; &#x627;&#x644;&#x642;&#x646;&#x648;&#x627;&#x62a; &#x627;&#x644;&#x62a;&#x644;&#x641;&#x632;&#x64a;&#x648;&#x646;&#x64a;&#x629; &#x627;&#x644;&#x639;&#x631;&#x628;&#x64a;&#x629;, &#x62d;&#x64a;&#x62b; &#x642;&#x640;&#x62f;&#x645; &#x628;&#x640;&#x640;&#x631;&#x646;&#x640;&#x640;&#x627;&#x645;&#x640;&#x640;&#x640;&#x62c; &#x201c;&#x62c;&#x640;&#x64a;&#x640;&#x644; &#x627;&#x644;&#x645;&#x633;&#x62a;&#x62d;&#x64a;&#x644;&#x201d; &#x639;&#x644;&#x649; &#x642;&#x646;&#x627;&#x629; MBC &#x648;&#x628;&#x631;&#x646;&#x627;&#x645;&#x62c;&#x64a; &#x201c;&#x623;&#x637;&#x644;&#x642; &#x642;&#x648;&#x627;&#x643; &#x627;&#x644;&#x62e;&#x641;&#x64a;&#x629;&#x201d; &#x648; &#x201c;&#x62d;&#x642;&#x642; &#x62d;&#x644;&#x645;&#x643;&#x201d; &#x639;&#x644;&#x649; &#x627;&#x644;&#x62a;&#x644;&#x641;&#x632;&#x64a;&#x648;&#x646; &#x627;&#x644;&#x633;&#x639;&#x648;&#x62f;&#x64a; , &#x643;&#x645;&#x627; &#x623;&#x646;&#x647; &#x64a;&#x62d;&#x644; &#x636;&#x64a;&#x641;&#x627;&#x64b; &#x648; &#x628;&#x634;&#x643;&#x644; &#x62f;&#x627;&#x626;&#x645; &#x639;&#x644;&#x649; &#x627;&#x644;&#x639;&#x62f;&#x64a;&#x62f; &#x645;&#x646; &#x627;&#x644;&#x628;&#x631;&#x627;&#x645;&#x62c; &#x627;&#x644;&#x646;&#x627;&#x62c;&#x62d;&#x629; &#x641;&#x64a; &#x645;&#x62e;&#x62a;&#x644;&#x641; &#x627;&#x644;&#x645;&#x62d;&#x637;&#x627;&#x62a; &#x627;&#x644;&#x641;&#x636;&#x627;&#x626;&#x64a;&#x629;. &#x62d;&#x635;&#x644; &#x62f;. &#x631;&#x634;&#x627;&#x62f; &#x639;&#x644;&#x649; &#x627;&#x644;&#x639;&#x62f;&#x64a;&#x62f; &#x645;&#x646; &#x627;&#x644;&#x625;&#x645;&#x62a;&#x64a;&#x627;&#x632;&#x627;&#x62a; &#x645;&#x646;&#x647;&#x627; &#x623;&#x646;&#x647; &#x623;&#x648;&#x644; &#x645;&#x62f;&#x631;&#x628; &#x633;&#x639;&#x648;&#x62f;&#x64a; &#x645;&#x639;&#x62a;&#x645;&#x62f; &#x645;&#x646; &#x627;&#x644;&#x628;&#x648;&#x631;&#x62f; &#x627;&#x644;&#x623;&#x645;&#x631;&#x64a;&#x643;&#x64a; &#x641;&#x64a; &#x627;&#x644;&#x628;&#x631;&#x645;&#x62c;&#x629; &#x627;&#x644;&#x644;&#x63a;&#x648;&#x64a;&#x629; &#x627;&#x644;&#x639;&#x635;&#x628;&#x64a;&#x629;. &#x648; &#x623;&#x648;&#x644; &#x645;&#x62f;&#x631;&#x628; &#x633;&#x639;&#x648;&#x62f;&#x64a; &#x645;&#x639;&#x62a;&#x645;&#x62f; &#x645;&#x646; &#x627;&#x644;&#x628;&#x648;&#x631;&#x62f; &#x627;&#x644;&#x623;&#x645;&#x631;&#x64a;&#x643;&#x64a; &#x641;&#x64a; &#x627;&#x644;&#x639;&#x644;&#x627;&#x62c; &#x628;&#x627;&#x644;&#x62a;&#x646;&#x648;&#x64a;&#x645; &#x627;&#x644;&#x625;&#x64a;&#x62d;&#x627;&#x626;&#x64a; &#x648; &#x623;&#x648;&#x644; &#x645;&#x62f;&#x631;&#x628; &#x633;&#x639;&#x648;&#x62f;&#x64a; &#x645;&#x639;&#x62a;&#x645;&#x62f; &#x645;&#x646; &#x627;&#x644;&#x628;&#x648;&#x631;&#x62f; &#x627;&#x644;&#x623;&#x645;&#x631;&#x64a;&#x643;&#x64a; &#x641;&#x64a; &#x627;&#x644;&#x639;&#x644;&#x627;&#x62c; &#x628;&#x62e;&#x637; &#x627;&#x644;&#x632;&#x645;&#x646; . &#x643;&#x645;&#x627; &#x623;&#x646;&#x647; &#x645;&#x62f;&#x631;&#x628; &#x645;&#x639;&#x62a;&#x645;&#x62f; &#x645;&#x646; &#x62c;&#x645;&#x639;&#x64a;&#x629; &#x627;&#x644;&#x645;&#x62f;&#x631;&#x628;&#x64a;&#x640;&#x640;&#x640;&#x646; &#x648;&#x627;&#x644;&#x645;&#x633;&#x62a;&#x634;&#x627;&#x631;&#x64a;&#x646; &#x627;&#x644;&#x62f;&#x648;&#x644;&#x64a;&#x629; . &#x648; &#x64a;&#x639;&#x62f; &#x62f;. &#x631;&#x634;&#x627;&#x62f; &#x648;&#x627;&#x62d;&#x62f;&#x627;&#x64b; &#x645;&#x646; &#x639;&#x634;&#x631;&#x64a;&#x646; &#x641;&#x64a; &#x627;&#x644;&#x639;&#x627;&#x644;&#x645; &#x627;&#x644;&#x630;&#x64a;&#x646; &#x64a;&#x62d;&#x645;&#x644;&#x648;&#x646; &#x62d;&#x642; &#x627;&#x644;&#x62a;&#x645;&#x62b;&#x64a;&#x644; &#x627;&#x644;&#x631;&#x633;&#x645;&#x64a; &#x644;&#x62c;&#x627;&#x645;&#x639;&#x629; &#x627;&#x644;&#x628;&#x631;&#x645;&#x62c;&#x629; &#x627;&#x644;&#x644;&#x63a;&#x648;&#x64a;&#x629; &#x627;&#x644;&#x639;&#x635;&#x628;&#x64a;&#x629; &#x627;&#x644;&#x62a;&#x627;&#x628;&#x639;&#x629; &#x644;&#x62c;&#x627;&#x645;&#x639;&#x629; &#x633;&#x627;&#x646;&#x62a;&#x627; &#x643;&#x631;&#x648;&#x632; &#x641;&#x64a; &#x643;&#x627;&#x644;&#x64a;&#x641;&#x648;&#x631;&#x646;&#x64a;&#x627; . &#x64a;&#x642;&#x62f;&#x645; &#x627;&#x644;&#x639;&#x62f;&#x64a;&#x62f; &#x645;&#x646; &#x627;&#x644;&#x628;&#x631;&#x627;&#x645;&#x62c; &#x648;&#x627;&#x644;&#x640;&#x640;&#x640;&#x62f;&#x648;&#x631;&#x627;&#x62a; &#x645;&#x62d;&#x644;&#x64a;&#x627; &#x648;&#x639;&#x631;&#x628;&#x64a;&#x627; &#x648;&#x62f;&#x648;&#x644;&#x64a;&#x627;&#x64b; &#x628;&#x627;&#x644;&#x644;&#x63a;&#x62a;&#x64a;&#x646; &#x627;&#x644;&#x639;&#x631;&#x628;&#x64a;&#x629; &#x648;&#x627;&#x644;&#x625;&#x646;&#x62c;&#x644;&#x64a;&#x632;&#x64a;&#x629; &#x641;&#x64a; &#x645;&#x62c;&#x627;&#x644; &#x627;&#x644;&#x62a;&#x646;&#x645;&#x64a;&#x629; &#x627;&#x644;&#x628;&#x634;&#x631;&#x64a;&#x629; &#x648;&#x627;&#x644;&#x62a;&#x62f;&#x631;&#x64a;&#x628; &#x627;&#x644;&#x645;&#x647;&#x646;&#x64a; &#x648;&#x627;&#x644;&#x648;&#x638;&#x64a;&#x641;&#x64a; &#x648; &#x62a;&#x637;&#x648;&#x64a;&#x631; &#x627;&#x644;&#x623;&#x639;&#x645;&#x627;&#x644;. &#x643;&#x645;&#x631;&#x62c;&#x639; &#x645;&#x639;&#x631;&#x648;&#x641; &#x641;&#x64a; &#x633;&#x64a;&#x643;&#x648;&#x644;&#x648;&#x62c;&#x64a;&#x629; &#x627;&#x644;&#x642;&#x64a;&#x627;&#x62f;&#x629; &#x648; &#x627;&#x644;&#x62a;&#x641;&#x627;&#x648;&#x636; &#x648; &#x627;&#x644;&#x639;&#x644;&#x648;&#x645; &#x627;&#x644;&#x639;&#x642;&#x644;&#x64a;&#x629; &#x648; &#x627;&#x644;&#x623;&#x62f;&#x627;&#x621; &#x627;&#x644;&#x623;&#x641;&#x636;&#x644;, &#x64a;&#x639;&#x62a;&#x628;&#x631; &#x62f;. &#x631;&#x634;&#x627;&#x62f; &#x641;&#x642;&#x64a;&#x647;&#x627; &#x645;&#x62d;&#x644; &#x62a;&#x642;&#x62f;&#x64a;&#x631; &#x627;&#x644;&#x643;&#x62b;&#x64a;&#x631;&#x64a;&#x646; &#x643;&#x645;&#x627; &#x627;&#x646;&#x647; &#x627;&#x62e;&#x62a;&#x64a;&#x631; &#x645;&#x646; &#x636;&#x645;&#x646; &#x623;&#x643;&#x62b;&#x631; 20 &#x634;&#x62e;&#x635;&#x64a;&#x629; &#x62a;&#x623;&#x62b;&#x64a;&#x631;&#x627;&#x64b; &#x641;&#x64a; &#x627;&#x644;&#x634;&#x628;&#x627;&#x628; &#x627;&#x644;&#x639;&#x631;&#x628;&#x64a; &#x633;&#x646;&#x629; 2008 &#x641;&#x64a; &#x627;&#x633;&#x62a;&#x641;&#x62a;&#x627;&#x621; &#x642;&#x627;&#x645;&#x62a; &#x628;&#x647; &#x645;&#x62c;&#x644;&#x629; &#x634;&#x628;&#x627;&#x628;20 &#x627;&#x644;&#x625;&#x645;&#x627;&#x631;&#x627;&#x62a;&#x64a;&#x629; &#x648;&#x634;&#x645;&#x644; &#x622;&#x644;&#x627;&#x641; &#x627;&#x644;&#x634;&#x628;&#x627;&#x628; &#x639;&#x644;&#x649; &#x645;&#x633;&#x62a;&#x648;&#x649; &#x627;&#x644;&#x648;&#x637;&#x646; &#x627;&#x644;&#x639;&#x631;&#x628;&#x64a; . &#x62a;&#x62d;&#x62f;&#x62b; &#x62f;. &#x631;&#x634;&#x627;&#x62f; &#x641;&#x64a; &#x623;&#x643;&#x628;&#x631; &#x627;&#x644;&#x62c;&#x627;&#x645;&#x639;&#x627;&#x62a; &#x627;&#x644;&#x639;&#x631;&#x628;&#x64a;&#x629;, &#x648; &#x623;&#x645;&#x627;&#x645; &#x623;&#x639;&#x636;&#x627;&#x621; &#x627;&#x644;&#x639;&#x62f;&#x64a;&#x62f; &#x645;&#x646; &#x627;&#x644;&#x645;&#x644;&#x62a;&#x642;&#x64a;&#x627;&#x62a; &#x627;&#x644;&#x639;&#x631;&#x628;&#x64a;&#x629; &#x648;&#x627;&#x644;&#x62e;&#x644;&#x64a;&#x62c;&#x64a;&#x629; &#x648; &#x643;&#x630;&#x644;&#x643; &#x644;&#x644;&#x623;&#x645;&#x646; &#x627;&#x644;&#x639;&#x627;&#x645; &#x648; &#x627;&#x644;&#x634;&#x631;&#x637;&#x629; &#x648; &#x627;&#x644;&#x645;&#x631;&#x648;&#x631; &#x648; &#x642;&#x648;&#x627;&#x62a; &#x62d;&#x631;&#x633; &#x627;&#x644;&#x62d;&#x62f;&#x648;&#x62f;, &#x648; &#x642;&#x62f;&#x645; &#x627;&#x633;&#x62a;&#x634;&#x627;&#x631;&#x627;&#x62a;&#x647; &#x644;&#x644;&#x645;&#x62f;&#x631;&#x627;&#x621; &#x627;&#x644;&#x62a;&#x646;&#x641;&#x64a;&#x630;&#x64a;&#x64a;&#x646; &#x644;&#x644;&#x639;&#x62f;&#x64a;&#x62f; &#x645;&#x646; &#x627;&#x644;&#x634;&#x631;&#x643;&#x627;&#x62a;, &#x648; &#x627;&#x644;&#x643;&#x62b;&#x64a;&#x631; &#x645;&#x646; &#x627;&#x644;&#x625;&#x639;&#x644;&#x627;&#x645;&#x64a;&#x64a;&#x646; &#x648; &#x627;&#x644;&#x631;&#x64a;&#x627;&#x636;&#x64a;&#x64a;&#x646; &#x627;&#x644;&#x645;&#x639;&#x631;&#x648;&#x641;&#x64a;&#x646; &#x648; &#x644;&#x627;&#x639;&#x628;&#x64a;&#x646; &#x641;&#x64a; &#x627;&#x644;&#x645;&#x646;&#x62a;&#x62e;&#x628; &#x627;&#x644;&#x633;&#x639;&#x648;&#x62f;&#x64a; &#x644;&#x643;&#x631;&#x629; &#x627;&#x644;&#x642;&#x62f;&#x645;. &#x648;&#x643;&#x623;&#x62d;&#x62f; &#x634;&#x628;&#x627;&#x628; &#x627;&#x644;&#x623;&#x639;&#x645;&#x627;&#x644; &#x627;&#x644;&#x646;&#x627;&#x62c;&#x62d;&#x64a;&#x646;, &#x64a;&#x62a;&#x627;&#x628;&#x639; &#x62f;. &#x631;&#x634;&#x627;&#x62f; &#x641;&#x642;&#x64a;&#x647;&#x627; &#x639;&#x645;&#x644;&#x647; &#x643;&#x631;&#x626;&#x64a;&#x633; &#x644;&#x62b;&#x644;&#x627;&#x62b; &#x634;&#x631;&#x643;&#x627;&#x62a; &#x62e;&#x627;&#x635;&#x629; &#x641;&#x64a; &#x645;&#x62f;&#x64a;&#x646;&#x629; &#x62c;&#x62f;&#x629;.
      </p>
    
    
      <h3>Rashad Fakiha&#8217;s Specialties:</h3>
      <p class="skills">
        &#x645;&#x62d;&#x627;&#x636;&#x631;&#x627;&#x62a;&#x60c; &#x62f;&#x648;&#x631;&#x627;&#x62a;&#x60c; &#x62a;&#x62f;&#x631;&#x64a;&#x628;&#x60c; &#x62a;&#x637;&#x648;&#x64a;&#x631; &#x62a;&#x646;&#x645;&#x64a;&#x629; &#x628;&#x634;&#x631;&#x64a;&#x629; &#x648; &#x645;&#x647;&#x646;&#x64a;&#x629;&#x60c; &#x628;&#x631;&#x627;&#x645;&#x62c; &#x62a;&#x644;&#x641;&#x632;&#x64a;&#x648;&#x646;&#x64a;&#x629;<br>
Seminars, Training, Development, Public Speaking, Coaching.
      </p>
    
  </div>
  <hr />







  <div id="experience">
    <h2>Rashad Fakiha&#8217;s Experience</h2>
    <ul class="vcalendar">
      
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      CEO
    
      </h3>
      <h4 class="org summary">Rashad Fakiha Group</h4>
  <p class="organization-details">(Professional Training &amp; Coaching industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1999-01-01">January 1999</abbr>
 &mdash; <abbr class="dtstamp" title="2011-01-23">Present</abbr>        <abbr class="duration" title="P12Y1M">(12 years 1 month)</abbr>
  </p>
    <p class="description"></p>
</li>
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Owner
    
      </h3>
      <h4 class="org summary">Rashad Fakiha Group</h4>
  <p class="organization-details">(Professional Training &amp; Coaching industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1996-01-01">January 1996</abbr>
 &mdash; <abbr class="dtstamp" title="2011-01-23">Present</abbr>        <abbr class="duration" title="P15Y1M">(15 years 1 month)</abbr>
  </p>
    <p class="description"></p>
</li>
        
      
      
    </ul>
  </div>
  <hr />









  <div id="education">
    <h2>Rashad Fakiha&#8217;s Education</h2>
    <ul class="vcalendar">
      
        

	<li class="education vevent vcard">
    <h3 class="summary fn org">
           Jamiat Al-Malik Abdulaziz
      </h3>
		<div class="description">
    <p>
      <span class="degree">Bachelor</span>
        , 
      <span class="major">Computer Science</span>
      
    </p>
      <p class="notes"></p>
		</div>
  </li>

      
        

	<li class="education vevent vcard">
    <h3 class="summary fn org">
           Manarat school
      </h3>
		<div class="description">
    <p>
      <span class="degree">High school</span>
        
      
      , 
    </p>
      <p class="notes"></p>
		</div>
  </li>

      
    </ul>
  </div>
  <hr />












  <div id="additional-information">
    <h2>Additional Information</h2>
      <h3>Rashad Fakiha&#8217;s Websites:</h3>
      <ul class="websites">
          <li>
                <a href="http://www.rashad.com.sa" class="url" rel="nofollow" target="_blank">
                  Company Website
                </a>
          </li>
          <li>
                <a href="http://www.rashadtalk.com" class="url" rel="me" target="_blank">
                  Blog
                </a>
          </li>
      </ul>
  </div>
  <hr />








  <div id="contact-settings">
    <h2>Rashad Fakiha&#8217;s Contact Settings</h2>
    <h3>Interested In:</h3>
    <ul>
      
        <li>
          career opportunities
        </li>
      
        <li>
          consulting offers
        </li>
      
        <li>
          new ventures
        </li>
      
        <li>
          expertise requests
        </li>
      
        <li>
          business deals
        </li>
      
        <li>
          reference requests
        </li>
      
        <li>
          getting back in touch
        </li>
      
    </ul>
  </div>
  <hr />



        
      <div class="viewfull">
        <p><a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=74328822&pvs=pp&authToken=Wuov&authType=name&locale=en_US&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a></p>
      </div>
  </div>
  <div id="control" class="infobar">
    <div class="powered">
      <h3> Public profile powered by: <a href="/home?trk=ppro_pbli" ><img src="http://static.linkedin.com/scds/common/u/img/logos/logo_82x23.png" height="23" width="82" alt="LinkedIn" /></a>
      </h3>
      <p>Create a public profile: <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=74328822&pvs=pp&authToken=Wuov&authType=name&locale=en_US&trk=ppro_geturl&lnk=sign_in" rel="nofollow">Sign In</a>
        </strong> or <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=74328822&pvs=pp&authToken=Wuov&authType=name&locale=en_US&trk=ppro_joinnow&lnk=join_now" rel="nofollow">Join Now</a>
        </strong></p>
    </div>
      <div class="box" id="readmore">
        <div class="title">
          <h3>View Rashad Fakiha&#8217;s full profile:</h3>
        </div>
        <div class="content">
          <ul>
            <li>See who you and <strong>Rashad Fakiha</strong> know in common</li>
            <li>Get introduced to <strong>Rashad Fakiha</strong></li>
            <li>Contact <strong>Rashad Fakiha</strong> directly</li>
          </ul>
          <p class="btn">
            <a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=74328822&pvs=pp&authToken=Wuov&authType=name&locale=en_US&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a>
          </p>
        </div>
      </div>
    
    
    <div class="box" id="search">
      <div class="title">
        <h3><strong>Name Search:</strong></h3>
      </div>
      <div class="content">
        <p><strong>Search for people you know</strong> from over 85 million professionals already on LinkedIn.</p>
        <form name="searchForm" action="/pub/dir/" method="get">
          <p class="field"><span class="lbl">
            <label for="first">First Name</label>
            <br />
            </span>
            <input type="text" name="first" id="first" />
            &nbsp;&nbsp;<span class="lbl"><br />
            <label for="last">Last Name</label>
            <br />
            </span>
            <input type="text" name="last" id="last" />
          </p>
          <p class="example">
            <input class="btn-secondary" type="submit" name="search" value="Search"/> (example: <strong>
<a href="http://www.linkedin.com/in/jeffweiner08?trk=ppro_find_others_rh" >Jeff Weiner</a></strong>)
          </p>
        </form>
      </div>
    </div>

    <script type="text/javascript">
      var dbl_page = 'public_profile';
    </script>
    
      <script type="text/javascript" src="http://static.linkedin.com/scds/common/build-1046_3_4490-prod/js/ads.js"></script>
    
      <script type="text/javascript">
      /* <![CDATA[ */
      var google_keywords = null, google_ad_client = 'pub-2283433109277150', google_ad_width = 300, google_ad_height = 250, google_ad_format = '300x250_as';
        var dbl_src = "http://ad.doubleclick.net/adj/linkedin.dart/" + dbl_page + ";;lang=en;tile=1;dcopt=ist;sz=300x250;" + encodeURIComponent('extra=null') + ";ord=" + Math.random() * 10000000000000000 +"?";
        document.write('<script src="' + dbl_src + '" type="text/javascript"><\/script>');
      /* ]]> */
      </script>
  </div>
</div>
<hr />







<div id="footer" class="snd">
    <div id="directory">
      <h3>LinkedIn member directory:</h3>
      <ol type="a">
        <li><a href="/directory/people/a.html" >a</a></li>
        <li><a href="/directory/people/b.html" >b</a></li>
        <li><a href="/directory/people/c.html" >c</a></li>
        <li><a href="/directory/people/d.html" >d</a></li>
        <li><a href="/directory/people/e.html" >e</a></li>
        <li><a href="/directory/people/f.html" >f</a></li>
        <li><a href="/directory/people/g.html" >g</a></li>
        <li><a href="/directory/people/h.html" >h</a></li>
        <li><a href="/directory/people/i.html" >i</a></li>
        <li><a href="/directory/people/j.html" >j</a></li>
        <li><a href="/directory/people/k.html" >k</a></li>
        <li><a href="/directory/people/l.html" >l</a></li>
        <li><a href="/directory/people/m.html" >m</a></li>
        <li><a href="/directory/people/n.html" >n</a></li>
        <li><a href="/directory/people/o.html" >o</a></li>
        <li><a href="/directory/people/p.html" >p</a></li>
        <li><a href="/directory/people/q.html" >q</a></li>
        <li><a href="/directory/people/r.html" >r</a></li>
        <li><a href="/directory/people/s.html" >s</a></li>
        <li><a href="/directory/people/t.html" >t</a></li>
        <li><a href="/directory/people/u.html" >u</a></li>
        <li><a href="/directory/people/v.html" >v</a></li>
        <li><a href="/directory/people/w.html" >w</a></li>
        <li><a href="/directory/people/x.html" >x</a></li>
        <li><a href="/directory/people/y.html" >y</a></li>
        <li><a href="/directory/people/z.html" >z</a></li>
        <li type="disc"><a href="/directory/people/@.html" >more</a></li>
      </ol>
      <h3>Browse members</h3>
      <p>
        <a href="/static?key=country_listing" >by country</a>
      </p>
    </div>
  <div class="wrapper">
    <p id="copyright"><a href="http://www.linkedin.com/">LinkedIn</a> Corporation &copy; 2011</p>
    <ul id="nav-legal">
      <li><a href="http://www.linkedin.com/static?key=user_agreement&trk=hb_ft_userag" >User Agreement</a></li>
      <li><a href="/redirect?url=http%3A%2F%2Fpress%2Elinkedin%2Ecom%2Fabout&urlhash=ONnW" >About LinkedIn</a></li>
      <li class="last"><a href="http://www.linkedin.com/static?key=privacy_policy&trk=hb_ft_priv" >Privacy Policy</a></li>
    </ul>
    <p id="terms-of-use">
      Use of this site is subject to express terms of use, which prohibit commercial use of this site.  By continuing past this page, you agree to abide by these terms.
    </p>
  </div>
</div>
 


  
  
  
  
  
  
   

        <script type="text/javascript" src="http://static.linkedin.com/scds/concat/common/build-1046_3_4490-prod/js?f=lib%2Fyui%2F2.8.1%2Fyahoo-dom-event%2Fyahoo-dom-event&amp;f=js%2Fcore%2FDefine&amp;f=js%2Fcore%2FLogger&amp;f=js%2Futil%2FHelps&amp;f=js%2Fpublic_profile&amp;f=js%2Fshowhide&amp;f=js%2Fcookies"></script>
    
<script type="text/javascript">
/* <![CDATA[ */
  if(typeof(i18n) == 'undefined') var i18n = {}; 
  i18n.TEXT_PLEASE_ENTER = "Please enter a first and last name.";
  showHide.init();

  var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
  document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
/* ]]> */
</script>
<script type="text/javascript">
/* <![CDATA[ */
var pageTracker = _gat._getTracker("UA-3242811-1");
pageTracker._setDomainName(".linkedin.com"); 

pageTracker._linkedInMemberCookie = readCookie("visit"); 
pageTracker._linkedInUserType = (pageTracker._linkedInMemberCookie == "M") ? "user" : "guest";  
pageTracker._setVar(pageTracker._linkedInUserType);
    pageTracker._trackPageview("control_profiles");    
/* ]]> */
</script>


<script type="text/javascript" src="http://edge.quantserve.com/quant.js"></script> 
<noscript> 
  <a href="http://www.quantcast.com/p-b3sGjMtCFrexE" target="_blank"><img src="http://pixel.quantserve.com/pixel/p-b3sGjMtCFrexE.gif" style="display: none;" border="0" height="1" width="1" alt="Quantcast" /></a> 
</noscript>

<script type="text/javascript" src="http://b.scorecardresearch.com/beacon.js"></script> 
<script type="text/javascript">
  COMSCORE.beacon({ c1:2, c2:6402952, c3:"", c4:"", c5:"", c6:"", c15:"" });
</script>
<noscript> 
  <img src="http://b.scorecardresearch.com/b?c1=2&amp;c2=6402952&amp;c3=&amp;c4=&amp;c5=&amp;c6=&amp;c15=&amp;cv=1.3&amp;cj=1" style="display:none" width="0" height="0" alt="" />
</noscript>


<script type="text/javascript">
  (function () {
    var d = new Image(1, 1);
    d.onerror = d.onload = function () { d.onerror = d.onload = null; };    
    d.src = [
      "http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-603751h&cg=0&cc=1&si=", 
      escape(window.location.href), "&rp=", 
      escape(document.referrer),   
      "&ts=compact&rnd=", 
      (new Date()).getTime()
    ].join('');
  })();
</script>
<noscript>
  <img src="http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-603751h&amp;cg=0&amp;cc=1&amp;ts=noscript" width="1" height="1" alt="" style="display:none" />
</noscript>






<script type="text/javascript">/* <![CDATA[ */
(function() {
function readCookie(name) {
  var nameEQ = name + "=";
  var ca = document.cookie.split(';');
  for(var i = 0; i < ca.length; i++) {
    var c = ca[i];
    while (c.charAt(0)==' ') c = c.substring(1,c.length);
    if (c.indexOf(nameEQ) == 0) return c.substring(nameEQ.length,c.length);
  }
  return null;
}

if (typeof(XMLHttpRequest)  === "undefined") {
  XMLHttpRequest = function() {
    try { return new ActiveXObject("Msxml2.XMLHTTP.6.0"); } catch(e) {}
    try { return new ActiveXObject("Msxml2.XMLHTTP.3.0"); } catch(e) {}
    try { return new ActiveXObject("Msxml2.XMLHTTP"); }     catch(e) {}
    try { return new ActiveXObject("Microsoft.XMLHTTP"); }  catch(e) {}
    throw new Error("This browser does not support XMLHttpRequest.");
  };
}

var req = new XMLHttpRequest(),
    bcookie = escape(readCookie("bcookie")),
    newTrkInfo = '74328822,' + document.referrer.substr(0,128),
    alias_secure = 'https://www.linkedin.com/analytics/noauthtracker?type=leo%2EpageTracking&pageType=full_page&pageKey=public_profile_jsbeacon&trackingInfo=REPLACEME',
    alias_normal = '/analytics/noauthtracker?type=leo%2EpageTracking&pageType=full_page&pageKey=public_profile_jsbeacon&trackingInfo=REPLACEME',
    is_secure = false,
    url = (is_secure) ? alias_secure : alias_normal;
    url = url.replace("REPLACEME", newTrkInfo);

if (bcookie) {
req.open('get', url);
req.send(null);
}
})();
/* ]]> */</script>
</body>
</html>