<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
  <title>SoftServe Career - LinkedIn </title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <link href="http://www.linkedin.com/img/favicon_v3.ico" rel="shortcut icon" type="image/ico" />
  <link href="http://ua.linkedin.com/in/softservecareer" rel="canonical" />  
    <meta name="description" content="View SoftServe Career's professional profile on LinkedIn.  LinkedIn is the world's largest business network, helping professionals like SoftServe Career discover inside connections to recommended job candidates, industry experts, and business partners." />

  
  
  

        <link rel="stylesheet" type="text/css" href="http://static.linkedin.com/scds/concat/common/css?h=&amp;f=css%2Fchrome&amp;f=css%2Fpublic_profile&amp;f=css%2Fpublic-profile%2Fdefault&amp;v=build-1106_2_4698-prod" />
    
</head>
<body id="www-linkedin-com" class="en public-profile">

<script type="text/javascript">document.body.className += " js";</script>
  
<div class="hresume">
    <div class="profile-header">
      <div class="masthead vcard contact portrait">
        <div id="nameplate">
          <h1 id="name"><span class="fn n"><span class="given-name">SoftServe</span> <span class="family-name">Career</span></span></h1>
        </div>
        <div class="content">
          <div class="info">
              <div class="image"><img src="http://media.linkedin.com/mpr/mpr/shrink_80_80/p/2/000/073/394/23e1202.jpg" class="photo" alt="SoftServe Career" /></div>
              <p class="headline title summary">
                
      Owner, SoftServe
    
              </p>
            <div class="adr">
              <p class="locality">
                
      Ukraine
    
              </p>
            </div>
          </div>
          <div class="actions">
            <ul>
              <li id="send-inmail">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=68124880&amp;pvs=pp&amp;authToken=tlw6&amp;authType=name&amp;trk=ppro_cntdir&amp;lnk=cnt_dir" rel="nofollow">Contact SoftServe Career</a>
              </li>
              <li id="add-to-network">
                <a href="http://www.linkedin.com/ppl/webprofile?action=ctu&amp;id=68124880&amp;pvs=pp&amp;authToken=tlw6&amp;authType=name&amp;trk=ppro_getintr&amp;lnk=cnt_dir" rel="nofollow">Add SoftServe Career to your network</a>
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  <div id="main">
        <div id="overview">
          <dl>
              <dt>Current</dt>
              <dd>
                <ul class="current">
                        <li>




            
      Owner
    
 at SoftServe
                        </li>
                </ul>
              </dd>
              <dt>Education</dt>
              <dd>
                <ul>
                      <li>
                        
           SoftServe University
      
                      </li>
                </ul>
              </dd>
              <dt class="connections">Connections</dt>
              <dd class="connections">
                <img src="http://static.linkedin.com/scds/common/u/img/icon/conx/icon_conx_16_24x24.gif" width="24" height="24" alt="" />
                <strong class="connection-count">
                251
                </strong> connections
              </dd>

              <dt>Industry</dt>
              <dd>
                Information Technology and Services
              </dd>
            
          </dl>
        </div>
        <hr />
        












  <div id="experience">
    <h2>SoftServe Career&#8217;s Experience</h2>
    <ul class="vcalendar">
      
        
          


<li class="experience vevent vcard"> <a href="#name" class="include"></a>
      <h3 class="title">
        
      Owner
    
      </h3>
      <h4 class="org summary">SoftServe</h4>
  <p class="organization-details">(Information Technology and Services industry)</p>
  <p class="period">
        <abbr class="dtstart" title="1993-06-01">June 1993</abbr>
 &mdash; <abbr class="dtstamp" title="2011-02-16">Present</abbr>        <abbr class="duration" title="P17Y9M">(17 years 9 months)</abbr>
  </p>
    <p class="description">&#x41a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x456;&#x44f; SoftServe &#x454; &#x43e;&#x434;&#x43d;&#x456;&#x454;&#x44e; &#x437; &#x43d;&#x430;&#x439;&#x443;&#x441;&#x43f;&#x456;&#x448;&#x43d;&#x456;&#x448;&#x438;&#x445; &#x442;&#x430; &#x43d;&#x430;&#x439;&#x434;&#x438;&#x43d;&#x430;&#x43c;&#x456;&#x447;&#x43d;&#x456;&#x448;&#x438;&#x445; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x456;&#x439; &#x421;&#x445;&#x456;&#x434;&#x43d;&#x43e;&#x457; &#x404;&#x432;&#x440;&#x43e;&#x43f;&#x438; &#x432; &#x433;&#x430;&#x43b;&#x443;&#x437;&#x456; &#x440;&#x43e;&#x437;&#x440;&#x43e;&#x431;&#x43a;&#x438; &#x43f;&#x440;&#x43e;&#x433;&#x440;&#x430;&#x43c;&#x43d;&#x43e;&#x433;&#x43e; &#x437;&#x430;&#x431;&#x435;&#x437;&#x43f;&#x435;&#x447;&#x435;&#x43d;&#x43d;&#x44f;. &#x41f;&#x43e;&#x447;&#x438;&#x43d;&#x430;&#x44e;&#x447;&#x438; &#x437; 1993 &#x440;&#x43e;&#x43a;&#x443;, &#x43d;&#x430;&#x448;&#x430; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x456;&#x44f; &#x443;&#x441;&#x43f;&#x456;&#x448;&#x43d;&#x43e; &#x437;&#x434;&#x456;&#x439;&#x441;&#x43d;&#x438;&#x43b;&#x430; &#x43f;&#x43e;&#x43d;&#x430;&#x434; 2 000 &#x43f;&#x440;&#x43e;&#x435;&#x43a;&#x442;&#x456;&#x432;, &#x43d;&#x430;&#x448;&#x438;&#x43c;&#x438; &#x43a;&#x43b;&#x456;&#x454;&#x43d;&#x442;&#x430;&#x43c;&#x438; &#x441;&#x442;&#x430;&#x43b;&#x438; &#x43f;&#x43e;&#x43d;&#x430;&#x434; &#x441;&#x442;&#x43e; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x456;&#x439; &#x437; &#x443;&#x441;&#x44c;&#x43e;&#x433;&#x43e; &#x441;&#x432;&#x456;&#x442;&#x443;, &#x441;&#x435;&#x440;&#x435;&#x434; &#x44f;&#x43a;&#x438;&#x445; &#x432;&#x456;&#x434;&#x43e;&#x43c;&#x456; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x456;&#x457; &#x421;&#x428;&#x410;, &#x41a;&#x430;&#x43d;&#x430;&#x434;&#x438;, &#x417;&#x430;&#x445;&#x456;&#x434;&#x43d;&#x43e;&#x457; &#x404;&#x432;&#x440;&#x43e;&#x43f;&#x438;. &#x41f;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x43d;&#x438;&#x446;&#x442;&#x432;&#x430; SoftServe &#x434;&#x456;&#x44e;&#x442;&#x44c; &#x443; &#x41a;&#x438;&#x454;&#x432;&#x456;, &#x41c;&#x43e;&#x441;&#x43a;&#x432;&#x456;, &#x430; &#x442;&#x430;&#x43a;&#x43e;&#x436; &#x443; &#x411;&#x43e;&#x441;&#x442;&#x43e;&#x43d;&#x456;, &#x41b;&#x43e;&#x441;&#xac;-&#x410;&#x43d;&#x434;&#x436;&#x435;&#x43b;&#x435;&#x441;&#x456; &#x442;&#x430; &#x424;&#x43b;&#x43e;&#x440;&#x438;&#x434;&#x456; (&#x421;&#x428;&#x410;).<br>
&#x41a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x456;&#x44f; SoftServe &#x43c;&#x430;&#x454; &#x441;&#x432;&#x43e;&#x457; &#x440;&#x43e;&#x437;&#x440;&#x43e;&#x431;&#x43d;&#x438;&#x446;&#x44c;&#x43a;&#x456; &#x446;&#x435;&#x43d;&#x442;&#x440;&#x438; &#x443; &#x41b;&#x44c;&#x432;&#x43e;&#x432;&#x456;, &#x414;&#x43d;&#x456;&#x43f;&#x440;&#x43e;&#x43f;&#x435;&#x442;&#x440;&#x43e;&#x432;&#x441;&#x44c;&#x43a;&#x443;, &#x420;&#x456;&#x432;&#x43d;&#x43e;&#x43c;&#x443;, &#x406;&#x432;&#x430;&#x43d;&#x43e;-&#x424;&#x440;&#x430;&#x43d;&#x43a;&#x456;&#x432;&#x441;&#x44c;&#x43a;&#x443;, &#x427;&#x435;&#x440;&#x43d;&#x456;&#x432;&#x446;&#x44f;&#x445; &#x442;&#x430; &#x421;&#x435;&#x432;&#x430;&#x441;&#x442;&#x43e;&#x43f;&#x43e;&#x43b;&#x456;, &#x434;&#x435; &#x43f;&#x440;&#x430;&#x446;&#x44e;&#x454; &#x43f;&#x43e;&#x43d;&#x430;&#x434; 1500 &#x43f;&#x440;&#x43e;&#x444;&#x435;&#x441;&#x456;&#x43e;&#x43d;&#x430;&#x43b;&#x456;&#x432; &#x443; &#x440;&#x456;&#x437;&#x43d;&#x438;&#x445; &#x441;&#x444;&#x435;&#x440;&#x430;&#x445; &#x406;&#x422;.<br>
&#x424;&#x43e;&#x440;&#x43c;&#x443;&#x432;&#x430;&#x43d;&#x43d;&#x44f; &#x434;&#x440;&#x443;&#x436;&#x43d;&#x43e;&#x457; &#x43a;&#x43e;&#x43c;&#x430;&#x43d;&#x434;&#x438; &#x443; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x456;&#x457; &#x442;&#x430;&#x43a;&#x438;&#x445; &#x43c;&#x430;&#x441;&#x448;&#x442;&#x430;&#x431;&#x456;&#x432; &#x2013; &#x43d;&#x435;&#x43b;&#x435;&#x433;&#x43a;&#x430; &#x441;&#x43f;&#x440;&#x430;&#x432;&#x430;. &#x426;&#x435; &#x432;&#x456;&#x434;&#x437;&#x43d;&#x430;&#x447;&#x438;&#x43b;&#x438; &#x43c;&#x456;&#x436;&#x43d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x456; &#x430;&#x441;&#x43e;&#x446;&#x456;&#x430;&#x446;&#x456;&#x457; &#x442;&#x440;&#x443;&#x434;&#x43e;&#x432;&#x438;&#x445; &#x440;&#x435;&#x441;&#x443;&#x440;&#x441;&#x456;&#x432;:<br>
&#x2022;	 2007 &#x440;&#x456;&#x43a; - SoftServe &#x437;&#x430;&#x439;&#x43d;&#x44f;&#x432; 7 &#x43c;&#x456;&#x441;&#x446;&#x435; &#x443; &#x441;&#x432;&#x456;&#x442;&#x43e;&#x432;&#x43e;&#x43c;&#x443; &#x440;&#x435;&#x439;&#x442;&#x438;&#x43d;&#x433;&#x443; &quot;&#x414;&#x435;&#x441;&#x44f;&#x442;&#x44c; &#x43b;&#x456;&#x434;&#x435;&#x440;&#x456;&#x432; &#x443; &#x441;&#x444;&#x435;&#x440;&#x456; &#x440;&#x43e;&#x437;&#x432;&#x438;&#x442;&#x43a;&#x443; &#x43b;&#x44e;&#x434;&#x441;&#x44c;&#x43a;&#x438;&#x445; &#x440;&#x435;&#x441;&#x443;&#x440;&#x441;&#x456;&#x432;&quot; &#x432;&#x456;&#x434; Global Services 100.<br>
&#x2022;	2010 &#x440;&#x456;&#x43a; &#x2013; SoftServe - &quot;&#x41d;&#x430;&#x439;&#x43a;&#x440;&#x430;&#x449;&#x438;&#x439; &#x420;&#x43e;&#x431;&#x43e;&#x442;&#x43e;&#x434;&#x430;&#x432;&#x435;&#x446;&#x44c; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438; - 2010&quot; &#x441;&#x435;&#x440;&#x435;&#x434; &#x432;&#x435;&#x43b;&#x438;&#x43a;&#x438;&#x445; &#x406;&#x422; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x456;&#x439; &#x437;&#x430; &#x432;&#x435;&#x440;&#x441;&#x456;&#x454;&#x44e; Hewitt Associates &#x456; HR Center.<br>
&#x41d;&#x430;&#x448;&#x430; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x456;&#x44f; &#x441;&#x43f;&#x440;&#x438;&#x44f;&#x454; &#x43a;&#x430;&#x440;&#x2019;&#x454;&#x440;&#x43d;&#x43e;&#x43c;&#x443; &#x442;&#x430; &#x43e;&#x441;&#x43e;&#x431;&#x438;&#x441;&#x442;&#x456;&#x441;&#x43d;&#x43e;&#x43c;&#x443; &#x440;&#x43e;&#x437;&#x432;&#x438;&#x442;&#x43a;&#x443; &#x43a;&#x43e;&#x436;&#x43d;&#x43e;&#x433;&#x43e;, &#x445;&#x442;&#x43e; &#x43f;&#x43e;&#x442;&#x440;&#x430;&#x43f;&#x438;&#x432; &#x443; &#x43a;&#x43e;&#x43c;&#x430;&#x43d;&#x434;&#x443;. <br>
SoftServe &#x441;&#x442;&#x430;&#x432; &#x43f;&#x435;&#x440;&#x448;&#x43e;&#x44e; &#x406;&#x422;- &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x456;&#x454;&#x44e; &#x432; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x456;, &#x44f;&#x43a;&#x430; &#x432;&#x456;&#x434;&#x43a;&#x440;&#x438;&#x43b;&#x430; &#x432;&#x43b;&#x430;&#x441;&#x43d;&#x438;&#x439; &#x43d;&#x430;&#x432;&#x447;&#x430;&#x43b;&#x44c;&#x43d;&#x438;&#x439; &#x437;&#x430;&#x43a;&#x43b;&#x430;&#x434; - SoftServe University, &#x449;&#x43e; &#x43f;&#x440;&#x43e;&#x43f;&#x43e;&#x43d;&#x443;&#x454; &#x43d;&#x430;&#x432;&#x447;&#x430;&#x43d;&#x43d;&#x44f; &#x437;&#x430; &#x43f;&#x440;&#x43e;&#x433;&#x440;&#x430;&#x43c;&#x430;&#x43c;&#x438; SoftServe &#x406;&#x422; Academy, Microsoft IT Academy, &#x448;&#x43a;&#x43e;&#x43b;&#x438; &#x456;&#x43d;&#x43e;&#x437;&#x435;&#x43c;&#x43d;&#x438;&#x445; &#x43c;&#x43e;&#x432; &#x442;&#x430; &#x437;&#x434;&#x456;&#x439;&#x441;&#x43d;&#x44e;&#x454; &#x441;&#x435;&#x440;&#x442;&#x438;&#x444;&#x456;&#x43a;&#x430;&#x446;&#x456;&#x44e; &#x43f;&#x440;&#x43e;&#x433;&#x440;&#x430;&#x43c;&#x456;&#x441;&#x442;&#x456;&#x432; &#x437;&#x430; &#x43c;&#x456;&#x436;&#x43d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x438;&#x43c;&#x438; &#x441;&#x442;&#x430;&#x43d;&#x434;&#x430;&#x440;&#x442;&#x430;&#x43c;&#x438;. SoftServe University &#x2013; &#x446;&#x435; &#x43f;&#x435;&#x440;&#x448;&#x438;&#x439; &#x432; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x456; &#x43d;&#x430;&#x432;&#x447;&#x430;&#x43b;&#x44c;&#x43d;&#x438;&#x439; &#x446;&#x435;&#x43d;&#x442;&#x440; &#x442;&#x430;&#x43a;&#x43e;&#x433;&#x43e; &#x43f;&#x43b;&#x430;&#x43d;&#x443;, &#x44f;&#x43a;&#x438;&#x439; &#x441;&#x442;&#x432;&#x43e;&#x440;&#x435;&#x43d;&#x438;&#x439; &#x434;&#x43b;&#x44f; &#x432;&#x434;&#x43e;&#x441;&#x43a;&#x43e;&#x43d;&#x430;&#x43b;&#x435;&#x43d;&#x43d;&#x44f; &#x437;&#x43d;&#x430;&#x43d;&#x44c; &#x43f;&#x440;&#x43e;&#x433;&#x440;&#x430;&#x43c;&#x456;&#x441;&#x442;&#x456;&#x432; &#x442;&#x430; &#x457;&#x445;&#x43d;&#x44c;&#x43e;&#x457; &#x43f;&#x435;&#x440;&#x435;&#x43a;&#x432;&#x430;&#x43b;&#x456;&#x444;&#x456;&#x43a;&#x430;&#x446;&#x456;&#x457;.<br>
&#x41d;&#x430;&#x448;&#x430; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x456;&#x44f; &#x430;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e; &#x434;&#x43e;&#x43b;&#x443;&#x447;&#x430;&#x454;&#x442;&#x44c;&#x441;&#x44f; &#x434;&#x43e; &#x440;&#x43e;&#x437;&#x432;&#x438;&#x442;&#x43a;&#x443; &#x406;&#x422; - &#x456;&#x43d;&#x444;&#x440;&#x430;&#x441;&#x442;&#x440;&#x443;&#x43a;&#x442;&#x443;&#x440;&#x438; &#x432; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x456; &#x456; &#x454; &#x441;&#x43f;&#x456;&#x432;&#x437;&#x430;&#x441;&#x43d;&#x43e;&#x432;&#x43d;&#x438;&#x43a;&#x43e;&#x43c; &#x430;&#x441;&#x43e;&#x446;&#x456;&#x430;&#x446;&#x456;&#x457; &#x406;&#x422; Ukraine.<br>
&#x421;&#x435;&#x440;&#x435;&#x434; &#x43e;&#x444;&#x456;&#x446;&#x456;&#x439;&#x43d;&#x438;&#x445; &#x43f;&#x430;&#x440;&#x442;&#x43d;&#x435;&#x440;&#x456;&#x432; SoftServe &#x454; &#x442;&#x430;&#x43a;&#x456; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x456;&#x457;, &#x44f;&#x43a;: Oracle, Cisco, HP &#x442;&#x430; &#x456;&#x43d;&#x448;&#x456;.<br>
&#x412; &#x43a;&#x43e;&#x43c;&#x43f;&#x430;&#x43d;&#x456;&#x457; &#x434;&#x456;&#x44e;&#x442;&#x44c; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43c;&#x438; &#x44f;&#x43a;&#x43e;&#x441;&#x442;&#x456;, &#x44f;&#x43a;&#x456; &#x432;&#x456;&#x434;&#x43f;&#x43e;&#x432;&#x456;&#x434;&#x430;&#x44e;&#x442;&#x44c; &#x43c;&#x456;&#x436;&#x43d;&#x430;&#x440;&#x43e;&#x434;&#x43d;&#x438;&#x43c; &#x441;&#x442;&#x430;&#x43d;&#x434;&#x430;&#x440;&#x442;&#x430;&#x43c; &#x406;SO &#x438; CMMI.</p>
</li>
        
      
      
    </ul>
  </div>
  <hr />









  <div id="education">
    <h2>SoftServe Career&#8217;s Education</h2>
    <ul class="vcalendar">
      
        

	<li class="education vevent vcard">
    <h3 class="summary fn org">
           SoftServe University
      </h3>
		<div class="description">
    <p>
      
      
      
    </p>
      <p class="notes">&#x41c;&#x438; &#x440;&#x43e;&#x437;&#x440;&#x43e;&#x431;&#x438;&#x43b;&#x438; &#x439; &#x43f;&#x43e;&#x441;&#x442;&#x456;&#x439;&#x43d;&#x43e; &#x432;&#x434;&#x43e;&#x441;&#x43a;&#x43e;&#x43d;&#x430;&#x43b;&#x44e;&#x454;&#x43c;&#x43e; &#x43a;&#x443;&#x440;&#x441;&#x438; &#x437; &#x43d;&#x430;&#x439;&#x440;&#x456;&#x437;&#x43d;&#x43e;&#x43c;&#x430;&#x43d;&#x456;&#x442;&#x43d;&#x456;&#x448;&#x438;&#x445; &#x442;&#x435;&#x445;&#x43d;&#x43e;&#x43b;&#x43e;&#x433;&#x456;&#x439;. &#x417; &#x43d;&#x438;&#x445;, &#x412;&#x438; &#x43c;&#x43e;&#x436;&#x435;&#x442;&#x435; &#x43e;&#x431;&#x440;&#x430;&#x442;&#x438; &#x442;&#x43e;&#x439;, &#x44f;&#x43a;&#x438;&#x439; &#x43d;&#x430;&#x439;&#x431;&#x456;&#x43b;&#x44c;&#x448;&#x435; &#x432;&#x456;&#x434;&#x43f;&#x43e;&#x432;&#x456;&#x434;&#x430;&#x454; &#x412;&#x430;&#x448;&#x438;&#x43c; &#x437;&#x430;&#x446;&#x456;&#x43a;&#x430;&#x432;&#x43b;&#x435;&#x43d;&#x43d;&#x44f;&#x43c;:<br>
<br>
    * Web UI: DHTML, CSS, AJAX, DOM, JQuery, CMS;<br>
    * C#: .NET FW 3.5-4.0: WPF, WCF, WF, MVC, Entity, etc.;<br>
    * Java: Spring, Hibernate, &#x431;&#x430;&#x433;&#x430;&#x442;&#x43e;&#x440;&#x456;&#x432;&#x43d;&#x435;&#x432;&#x456; &#x437;&#x430;&#x441;&#x442;&#x43e;&#x441;&#x443;&#x432;&#x430;&#x43d;&#x43d;&#x44f;;<br>
    * Database: &#x43f;&#x440;&#x43e;&#x435;&#x43a;&#x442;&#x443;&#x432;&#x430;&#x43d;&#x43d;&#x44f; &#x442;&#x430; &#x43e;&#x43f;&#x442;&#x438;&#x43c;&#x456;&#x437;&#x430;&#x446;&#x456;&#x44f;, &#x430;&#x43d;&#x430;&#x43b;&#x456;&#x437; &#x434;&#x430;&#x43d;&#x438;&#x445;;<br>
    * &#x421;++: MFC, Memory Management, System Programming, Boost;<br>
    * Delphi: VCL, Custom Components, dbExpress, DUnit/NUnit;<br>
    * Ruby: Ruby on Rails, AJAX, Java Script, JQuery;<br>
    * Quality control: &#x41f;&#x440;&#x43e;&#x446;&#x435;&#x441;&#x438;, &#x441;&#x442;&#x430;&#x43d;&#x434;&#x430;&#x440;&#x442;&#x438;, &#x434;&#x43e;&#x43a;&#x443;&#x43c;&#x435;&#x43d;&#x442;&#x443;&#x432;&#x430;&#x43d;&#x43d;&#x44f;, &#x442;&#x438;&#x43f;&#x438; &#x434;&#x435;&#x444;&#x435;&#x43a;&#x442;&#x456;&#x432; &#x442;&#x430; &#x442;&#x435;&#x441;&#x442;&#x443;&#x432;&#x430;&#x43d;&#x44c;, &#x440;&#x43e;&#x43b;&#x456;.</p>
		</div>
  </li>

      
    </ul>
  </div>
  <hr />












  <div id="additional-information">
    <h2>Additional Information</h2>
      <h3>SoftServe Career&#8217;s Groups:</h3>
      <ul>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=60855&amp;sharedKey=60B91B062E23" >          <img src="http://media.linkedin.com/media/p/1/000/005/22f/0d19c5c.png" width="60" height="30" alt="Retail Industry Professionals Group" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">Retail Industry Professionals Group</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=61896&amp;sharedKey=210D0D708C67" >          <img src="http://media.linkedin.com/media/p/1/000/00e/0d2/360aa5e.png" width="60" height="30" alt="SoftServe, Inc." class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">SoftServe, Inc.</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=100895&amp;sharedKey=65F263472104" >          <img src="http://media.linkedin.com/media/p/3/000/009/122/13a9581.png" width="60" height="30" alt="C++ Professionals" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">C++ Professionals</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=1398747&amp;sharedKey=76AE353F7225" >          <img src="http://media.linkedin.com/media/p/3/000/016/325/2cef586.png" width="60" height="30" alt="Friends Recruitment - &#x432;&#x456;&#x440;&#x442;&#x443;&#x430;&#x43b;&#x44c;&#x43d;&#x430; &#x441;&#x43f;&#x456;&#x43b;&#x44c;&#x43d;&#x43e;&#x442;&#x430; &#x440;&#x435;&#x43a;&#x440;&#x443;&#x442;&#x435;&#x440;&#x456;&#x432; &#x41b;&#x44c;&#x432;&#x43e;&#x432;&#x430;" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">Friends Recruitment - &#x432;&#x456;&#x440;&#x442;&#x443;&#x430;&#x43b;&#x44c;&#x43d;&#x430; &#x441;&#x43f;&#x456;&#x43b;&#x44c;&#x43d;&#x43e;&#x442;&#x430; &#x440;&#x435;&#x43a;&#x440;&#x443;&#x442;&#x435;&#x440;&#x456;&#x432; &#x41b;&#x44c;&#x432;&#x43e;&#x432;&#x430;</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=2078816&amp;sharedKey=19BF3A3CF1EE" >          <img src="http://media.linkedin.com/media/p/3/000/02a/1be/34e1127.png" width="60" height="30" alt="SoftServe, Inc. (Past)" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">SoftServe, Inc. (Past)</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=2088407&amp;sharedKey=3129AD397FE7" >          <img src="http://media.linkedin.com/media/p/1/000/02a/085/12c39bc.png" width="60" height="30" alt="IT Information Technology and Information Systems" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">IT Information Technology and Information Systems</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=3149919&amp;sharedKey=44DC9D656326" >          <img src="http://media.linkedin.com/media/p/3/000/062/397/02f73b9.png" width="60" height="30" alt="QA Dnepropetrovsk Community" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">QA Dnepropetrovsk Community</span> </li>
          <li class="affiliation vcard">
                <a href="http://www.linkedin.com/groupInvitation?groupID=3334014&amp;sharedKey=4BA3EA156E54" >          <img src="http://media.linkedin.com/media/p/1/000/06c/0d3/11c677c.png" width="60" height="30" alt=".NET User Group Dnipro" class="logo" />
</a>&nbsp;&nbsp;
            <span class="fn org">.NET User Group Dnipro</span> </li>
      </ul>
  </div>
  <hr />








  <div id="contact-settings">
    <h2>SoftServe Career&#8217;s Contact Settings</h2>
    <h3>Interested In:</h3>
    <ul>
      
        <li>
          career opportunities
        </li>
      
        <li>
          consulting offers
        </li>
      
        <li>
          new ventures
        </li>
      
        <li>
          job inquiries
        </li>
      
        <li>
          expertise requests
        </li>
      
        <li>
          business deals
        </li>
      
        <li>
          reference requests
        </li>
      
        <li>
          getting back in touch
        </li>
      
    </ul>
  </div>
  <hr />



        
      <div class="viewfull">
        <p><a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=68124880&pvs=pp&authToken=tlw6&authType=name&locale=en_US&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a></p>
      </div>
  </div>
  <div id="control" class="infobar">
    <div class="powered">
      <h3> Public profile powered by: <a href="/home?trk=ppro_pbli" ><img src="http://static.linkedin.com/scds/common/u/img/logos/logo_linkedin_92x22.png" height="22" width="92" alt="LinkedIn" /></a>
      </h3>
      <p>Create a public profile: <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=68124880&pvs=pp&authToken=tlw6&authType=name&locale=en_US&trk=ppro_geturl&lnk=sign_in" rel="nofollow">Sign In</a>
        </strong> or <strong>
        <a href="http://www.linkedin.com/ppl/webprofile?gwp=&id=68124880&pvs=pp&authToken=tlw6&authType=name&locale=en_US&trk=ppro_joinnow&lnk=join_now" rel="nofollow">Join Now</a>
        </strong></p>
    </div>
      <div class="box" id="readmore">
        <div class="title">
          <h3>View SoftServe Career&#8217;s full profile:</h3>
        </div>
        <div class="content">
          <ul>
            <li>See who you and <strong>SoftServe Career</strong> know in common</li>
            <li>Get introduced to <strong>SoftServe Career</strong></li>
            <li>Contact <strong>SoftServe Career</strong> directly</li>
          </ul>
          <p class="btn">
            <a href="http://www.linkedin.com/ppl/webprofile?vmi=&id=68124880&pvs=pp&authToken=tlw6&authType=name&locale=en_US&trk=ppro_viewmore&lnk=vw_pprofile" class="action" rel="nofollow"><span>View Full Profile</span></a>
          </p>
        </div>
      </div>
    
    
    <div class="box" id="search">
      <div class="title">
        <h3><strong>Name Search:</strong></h3>
      </div>
      <div class="content">
        <p><strong>Search for people you know</strong> from over 90 million professionals already on LinkedIn.</p>
        <form name="searchForm" action="/pub/dir/" method="get">
          <p class="field"><span class="lbl">
            <label for="first">First Name</label>
            <br />
            </span>
            <input type="text" name="first" id="first" />
            &nbsp;&nbsp;<span class="lbl"><br />
            <label for="last">Last Name</label>
            <br />
            </span>
            <input type="text" name="last" id="last" />
          </p>
          <p class="example">
            <input class="btn-secondary" type="submit" name="search" value="Search"/> (example: <strong>
<a href="http://www.linkedin.com/in/jeffweiner08?trk=ppro_find_others_rh" >Jeff Weiner</a></strong>)
          </p>
        </form>
      </div>
    </div>

    <script type="text/javascript">
      var dbl_page = 'public_profile';
    </script>
    
      <script type="text/javascript" src="http://static.linkedin.com/scds/concat/common/js?h=&amp;f=js%2Fads&amp;v=build-1106_2_4698-prod"></script>
    
      <script type="text/javascript">
      /* <![CDATA[ */
      var google_keywords = null, google_ad_client = 'pub-2283433109277150', google_ad_width = 300, google_ad_height = 250, google_ad_format = '300x250_as';
        var dbl_src = "http://ad.doubleclick.net/adj/linkedin.dart/" + dbl_page + ";;lang=en;tile=1;dcopt=ist;sz=300x250;" + encodeURIComponent('extra=null') + ";ord=" + Math.random() * 10000000000000000 +"?";
        document.write('<script src="' + dbl_src + '" type="text/javascript"><\/script>');
      /* ]]> */
      </script>
  </div>
</div>
<hr />







<div id="footer" class="snd">
    <div id="directory">
      <h3>LinkedIn member directory:</h3>
      <ol type="a">
        <li><a href="/directory/people/a.html" >a</a></li>
        <li><a href="/directory/people/b.html" >b</a></li>
        <li><a href="/directory/people/c.html" >c</a></li>
        <li><a href="/directory/people/d.html" >d</a></li>
        <li><a href="/directory/people/e.html" >e</a></li>
        <li><a href="/directory/people/f.html" >f</a></li>
        <li><a href="/directory/people/g.html" >g</a></li>
        <li><a href="/directory/people/h.html" >h</a></li>
        <li><a href="/directory/people/i.html" >i</a></li>
        <li><a href="/directory/people/j.html" >j</a></li>
        <li><a href="/directory/people/k.html" >k</a></li>
        <li><a href="/directory/people/l.html" >l</a></li>
        <li><a href="/directory/people/m.html" >m</a></li>
        <li><a href="/directory/people/n.html" >n</a></li>
        <li><a href="/directory/people/o.html" >o</a></li>
        <li><a href="/directory/people/p.html" >p</a></li>
        <li><a href="/directory/people/q.html" >q</a></li>
        <li><a href="/directory/people/r.html" >r</a></li>
        <li><a href="/directory/people/s.html" >s</a></li>
        <li><a href="/directory/people/t.html" >t</a></li>
        <li><a href="/directory/people/u.html" >u</a></li>
        <li><a href="/directory/people/v.html" >v</a></li>
        <li><a href="/directory/people/w.html" >w</a></li>
        <li><a href="/directory/people/x.html" >x</a></li>
        <li><a href="/directory/people/y.html" >y</a></li>
        <li><a href="/directory/people/z.html" >z</a></li>
        <li type="disc"><a href="/directory/people/@.html" >more</a></li>
      </ol>
	  <h3>Browse members</h3> <p><a href="/static?key=country_listing">by country</a></p>
    </div>



  <div class="wrapper">
    <p id="copyright"><a href="http://www.linkedin.com/">LinkedIn</a> Corporation &copy; 2011</p>
    <ul id="nav-legal">
      <li><a href="http://www.linkedin.com/static?key=user_agreement&trk=hb_ft_userag" >User Agreement</a></li>
      <li><a href="/redirect?url=http%3A%2F%2Fpress%2Elinkedin%2Ecom%2Fabout&urlhash=ONnW" >About LinkedIn</a></li>
      <li class="last"><a href="http://www.linkedin.com/static?key=privacy_policy&trk=hb_ft_priv" >Privacy Policy</a></li>
    </ul>
    <p id="terms-of-use">
      Use of this site is subject to express terms of use, which prohibit commercial use of this site.  By continuing past this page, you agree to abide by these terms.
    </p>
  </div>
</div>
 


  
  
  
  
  
  
   

        <script type="text/javascript" src="http://static.linkedin.com/scds/concat/common/js?h=&amp;f=lib%2Fyui%2F2.8.1%2Fyahoo-dom-event%2Fyahoo-dom-event&amp;f=js%2Fcore%2FDefine&amp;f=js%2Fcore%2FLogger&amp;f=js%2Futil%2FHelps&amp;f=js%2Fpublic_profile&amp;f=js%2Fshowhide&amp;f=js%2Fcookies&amp;v=build-1106_2_4698-prod"></script>
    
<script type="text/javascript">
/* <![CDATA[ */
  if(typeof(i18n) == 'undefined') var i18n = {}; 
  i18n.TEXT_PLEASE_ENTER = "Please enter a first and last name.";
  showHide.init();

  var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
  document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
/* ]]> */
</script>
<script type="text/javascript">
/* <![CDATA[ */
var pageTracker = _gat._getTracker("UA-3242811-1");
pageTracker._setDomainName(".linkedin.com"); 

pageTracker._linkedInMemberCookie = readCookie("visit"); 
pageTracker._linkedInUserType = (pageTracker._linkedInMemberCookie == "M") ? "user" : "guest";  
pageTracker._setVar(pageTracker._linkedInUserType);
    pageTracker._trackPageview("control_profiles");    
/* ]]> */
</script>


<script type="text/javascript" src="http://edge.quantserve.com/quant.js"></script> 
<noscript> 
  <a href="http://www.quantcast.com/p-b3sGjMtCFrexE" target="_blank"><img src="http://pixel.quantserve.com/pixel/p-b3sGjMtCFrexE.gif" style="display: none;" border="0" height="1" width="1" alt="Quantcast" /></a> 
</noscript>

<script type="text/javascript" src="http://b.scorecardresearch.com/beacon.js"></script> 
<script type="text/javascript">
  COMSCORE.beacon({ c1:2, c2:6402952, c3:"", c4:"", c5:"", c6:"", c15:"" });
</script>
<noscript> 
  <img src="http://b.scorecardresearch.com/b?c1=2&amp;c2=6402952&amp;c3=&amp;c4=&amp;c5=&amp;c6=&amp;c15=&amp;cv=1.3&amp;cj=1" style="display:none" width="0" height="0" alt="" />
</noscript>


<script type="text/javascript">
  (function () {
    var d = new Image(1, 1);
    d.onerror = d.onload = function () { d.onerror = d.onload = null; };    
    d.src = [
      "http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-603751h&cg=0&cc=1&si=", 
      escape(window.location.href), "&rp=", 
      escape(document.referrer),   
      "&ts=compact&rnd=", 
      (new Date()).getTime()
    ].join('');
  })();
</script>
<noscript>
  <img src="http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-603751h&amp;cg=0&amp;cc=1&amp;ts=noscript" width="1" height="1" alt="" style="display:none" />
</noscript>






<script type="text/javascript">/* <![CDATA[ */
(function() {
function readCookie(name) {
  var nameEQ = name + "=";
  var ca = document.cookie.split(';');
  for(var i = 0; i < ca.length; i++) {
    var c = ca[i];
    while (c.charAt(0)==' ') c = c.substring(1,c.length);
    if (c.indexOf(nameEQ) == 0) return c.substring(nameEQ.length,c.length);
  }
  return null;
}

if (typeof(XMLHttpRequest)  === "undefined") {
  XMLHttpRequest = function() {
    try { return new ActiveXObject("Msxml2.XMLHTTP.6.0"); } catch(e) {}
    try { return new ActiveXObject("Msxml2.XMLHTTP.3.0"); } catch(e) {}
    try { return new ActiveXObject("Msxml2.XMLHTTP"); }     catch(e) {}
    try { return new ActiveXObject("Microsoft.XMLHTTP"); }  catch(e) {}
    throw new Error("This browser does not support XMLHttpRequest.");
  };
}

var req = new XMLHttpRequest(),
    bcookie = escape(readCookie("bcookie")),
    newTrkInfo = '68124880,' + document.referrer.substr(0,128),
    alias_secure = 'https://www.linkedin.com/analytics/noauthtracker?type=leo%2EpageTracking&pageType=full_page&pageKey=public_profile_jsbeacon&trackingInfo=REPLACEME',
    alias_normal = '/analytics/noauthtracker?type=leo%2EpageTracking&pageType=full_page&pageKey=public_profile_jsbeacon&trackingInfo=REPLACEME',
    is_secure = false,
    url = (is_secure) ? alias_secure : alias_normal;
    url = url.replace("REPLACEME", newTrkInfo);

if (bcookie) {
req.open('get', url);
req.send(null);
}
})();
/* ]]> */</script>
</body>
</html>